{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=u8Gd9MJsnnE",
            "title": "QAnon: The conspiracy theory spreading fake news - BBC Newsnight",
            "description": "Twitter has become the first social media outlet to announce a crackdown on the QAnon conspiracy theory, banning thousands of accounts and blocking web addresses linking to videos and websites spreading it. But what is QAnon and what do its followers believe? Subscribe to our channel here: https://goo.gl/31Q5 …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=nbmMwMQEK9Y",
            "title": "The dangerous Qanon cult tearing families apart with conspiracies | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Mind games (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=-3ol1aUN_Go",
            "title": "This family reported their son to national security authorities over QAnon | Four Corners",
            "description": "The far-right political movement known as QAnon has taken off around the world, mobilising a committed band of believers dedicated to fighting what they claim is an ‘online war’ against corrupt, child abusing elites.    …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gDwHdj7plWo",
            "title": "Escaping Jehovah's Witnesses: Inside the dangerous world of a brutal religion | Four Corners",
            "description": "Former Jehovah's Witnesses are fighting back against a religion that failed them. They know they'll lose their loved ones for doing so.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P7QWifeY2_A",
            "title": "Where is the missing wife of Scientology's ruthless leader? | 60 Minutes Australia",
            "description": "Shelly Miscavige is the wife of Scientology leader David Miscavige,  the high priestess of Scientology who vanished 13 years ago. 60 Minutes investigate into the missing Queen’s whereabouts and speak to the former Scientologist’s who want answers. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4iOgRtCqPK4",
            "title": "What are secret societies? | Decoded",
            "description": "Spilling secrets.Hollywood actor @amrwaked investigates the origins and influence of secret societies and their  desire to hold sway from the shadows.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlanti …"
        },
        {
            "url": "https://www.youtube.com/watch?v=56OhXUuY2RE",
            "title": "Ventura's take on 9/11: 'They wanted it to happen'",
            "description": "Former Gov. Jesse Ventura gets into a heated argument with Piers Morgan about 9/11 and the government's response. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nGt82RFfg3U",
            "title": "Yanis Varoufakis blows the lid on Europe's hidden agenda",
            "description": "What happened in Greece during the crisis? And what happens when you take on the establishment?In this extensive interview, former finance minister of Greece Yanis Varoufakis, talks about his new bo …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=BgNfrDXr7uA",
            "title": "Elizabeth Holmes exposed: The $9 billion medical ‘miracle’ that never existed | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Blood Money (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QsBqU1RzV7o",
            "title": "How Murdoch’s Fox News allowed Trump's propaganda to destabilise democracy | Four Corners",
            "description": "How Fox News promoted Donald Trump’s propaganda and helped destabilise democracy in the United States of America: the first of our two-part special on Rupert Murdoch’s Fox News.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WEjzF2Cx1UY",
            "title": "The Mueller Report - A PBS NewsHour/FRONTLINE Special",
            "description": "The nearly two-year investigation of special counsel Robert Mueller into Russian interference in the 2016 presidential election has concluded, with Mueller's final report delivered to Attorney General William Barr for review. Now, a groundbreaking collaboration between PBS NewsHour and FRONTLINE illuminates the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9wL1t3A-uHo",
            "title": "Somerton Man body-on-the-beach mystery solved as family secrets unravel | Australian Story",
            "description": "Australia’s most enduring mysteries – the identity of the “Somerton Man” – is finally solved. Subscribe: https://ab.co/3yqPOZ5   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Af2ygn68Pi4",
            "title": "Polygamist Cult Founder’s Daughter, Rachel Jeffs, Gives Her First TV Interview | Megyn Kelly TODAY",
            "description": "In her first live television interview, Rachel Jeffs, daughter of Warren Jeffs, the self-proclaimed prophet of the FLDS Church, tells Megyn Kelly TODAY viewers about life inside one of the country’s most notorious polygamist groups. She says her father sexually abused her “way more times than I can even count.” …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SyhD4b1ZuTo",
            "title": "The Mormons: Who They Are, What They Believe (2015) | Full Movie | Dr. Lynn Wilder",
            "description": "This Bible study examines the Mormons' origins; the discrepancy between Mormon beliefs and orthodox Christian teaching; the meaning of its rituals; and the prominence of the temple. Former Mormons share how their decision to exit the group was a bewildering and disillusioning experience. Insider narratives and …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nzDtygWlWqI",
            "title": "Leah Remini on her revealing new Scientology series + Tom Cruise's Involvement",
            "description": "[Re-Release 2016]Leah Remini - who famously left the Church of Scientology in 2013, after being a member for 35 years …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PsnYB6EiSCE",
            "title": "Peter Overton's infamous interview with Tom Cruise | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 |  Cruise Missile (2005)  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VQOOxOl9l80",
            "title": "Exposing Jeffrey Epstein's international sex trafficking ring | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Scandal (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wOC9UaChk_Q",
            "title": "VRcast @FungiAcademy with Oliver Merivee",
            "description": "In honor of the empowering messages Oliver has spread across the world, this conversation shares the story of passionate paths with psychedelics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XU49FSIx0_g",
            "title": "TESLA KNEW The Secret of the Great Pyramid: Unlimited Energy to Power the World",
            "description": "TESLA KNEW The Secret of the Great Pyramid of Giza: A Power Plant to Generate Unlimited Free Energy for the World …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-fq75Ax_kL0",
            "title": "Deals with the Devil: A Brief Musical History",
            "description": "Watch this video ad-free on Nebula:  https://nebula.app/videos/polyphonic-...POLYPHONIC MERCHANDISE: https://standard.tv/collections/polyp... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Bl_5PZBXgc0",
            "title": "Is the race to cure cancer fixed? | Decoded",
            "description": "Hollywood actor @amrwaked investigates whether the pharmaceutical industry is hiding thediscovery of cheap and effective cures for cancer to keep raking in profits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ISdBAf-ysI0",
            "title": "The Mind Bending Story Of Quantum Physics (Part 1/2) | Spark",
            "description": "Professor Jim Al-Khalili traces the story of arguably the most important, accurate and yet perplexing scientific theory ever: quantum physics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hbmf0bB38h0",
            "title": "Einstein's General Theory of Relativity | Lecture 1",
            "description": "Lecture 1 of Leonard Susskind's Modern Physics concentrating on General Relativity. Recorded September 22, 2008 at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JI3VpKF8IF0",
            "title": "How a Tesla Coil Works ⚡ How to Make a Tesla Coil ⚡ Nikola Tesla",
            "description": "In this chapter we will see how a Tesla coil works, one of the most recognized inventions of Nikola TeslaHelp me make more and better videos! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SC4NS1yo60M",
            "title": "Christopher Hitchens on God Is Not Great - The John Adams Institute",
            "description": "On February 13, 2008, The John Adams Institute hosted an evening with Christopher Hitchens. He dismisses Hillary Clinton as “an aging and resentful female” and, regarding Barack Obama, he asks, “why is a man with a white mother considered to be ‘black,’ anyway?” Christopher Hitchens is one of America’s most provo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0tYm41hb48o",
            "title": "Does God Exist? William Lane Craig vs. Christopher Hitchens - Full Debate [HD]",
            "description": "On April 4, 2009, William Lane Craig and Christopher Hitchens met at Biola University to debate the question of God’s existence. Craig is one of the world’s foremost Christian apologists. Hitchens, is a leading spokesman for the “new atheism” movement.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mMraxhd9Z9Q",
            "title": "Christopher Hitchens and Tariq Ramadan Debate: Is Islam a Religion of Peace?",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ck0sF5wnH4Q",
            "title": "Former Governor Jesse Ventura Picks Fight With Feds Over 9/11 (04.04.11)",
            "description": "In his new book, Jesse Ventura says U.S. government has hidden certain facts.  For more, go here: http://abcnews.go.com/GMA/excerpt-63-... "
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI&t=2s",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=KFuqRTHXbpM",
            "title": "Jesse Ventura's fiery WikiLeaks stance",
            "description": "Piers Morgan and Jesse Ventura discuss whether the WikiLeaks documents should have been released. "
        },
        {
            "url": "https://www.youtube.com/watch?v=_jW0xUmUaUc",
            "title": "Yanis Varoufakis: Capitalism has become 'techno-feudalism' | UpFront",
            "description": "A recent Oxfam study found that since the start of the coronavirus pandemic, the world’s richest 10 billionaires have seen a wealth increase of half a trillion dollars – enough to pay for every person on the planet to get a vaccine. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1JGYpDZixlY",
            "title": "Crypto is dead | Yanis Varoufakis x Viktor Tábori x Brain Bar",
            "description": "Should we say farewell to the dollar, the euro and all national currencies? Is crypto the future of money? Join our fierce battle between former Greek finance minister and maverick anti-bitcoin economist Yanis Varoufakis and blockchain developer Viktor Tábori, and find out yourself. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=55Uvt0iWDl8",
            "title": "Yanis Varoufakis on Europe's Energy Crisis, War in Ukraine & Crackdown After Queen's Death",
            "description": "We look at how the Ukraine war is contributing to an energy crisis across Europe with Greek politician and economist Yanis Varoufakis. Last week Russia announced it would not resume sending natural gas to Europe via the Nord Stream 1 pipeline, blaming Western sanctions for supposed maintenance delays keeping th …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=cd9p_4FkxNY",
            "title": "UPDATE: Theranos founder Elizabeth Holmes sentenced to 11 years in jail | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Bloody Lie (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3CccfnRpPtM",
            "title": "Theranos – Silicon Valley’s Greatest Disaster",
            "description": "New Thinking Book: http://bit.ly/NewThinkingbookNew Thinking on Google Play: http://bit.ly/NewThinkingGooglePlay …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Sb179GLPNYE",
            "title": "Elizabeth Holmes: 'Valley of Hype' [pre-show and documentary]",
            "description": "#ElizabethHolmes #Theranos #ValleyofHypeTimeCode for viewing0:00:00: Preshow …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XwvjkJXaIJE",
            "title": "Trump/Russia: Follow the money (1/3) | Four Corners",
            "description": "It's the story of the century: The US President and his connections to Russia.In part one of this three-part series, Four Corners follows the money trail from New York to Moscow, t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gWJhqOPe6rw",
            "title": "Fox and the Big Lie: Trump returns to campaign trail amid 'stolen election' lawsuits | Four Corners",
            "description": "How Fox News promoted Donald Trump’s propaganda and helped destabilise democracy in the United States of America: the final instalment of our two-part special on Rupert Murdoch’s Fox News.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7Icu6qupf40",
            "title": "The Choice 2020: Trump vs. Biden (full documentary) | FRONTLINE",
            "description": "With the nation in crisis, FRONTLINE investigates how President Donald Trump and former Vice President Joe Biden have responded to crises throughout their own lives.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZDSepQXmgxs",
            "title": "All of the Mueller report’s major findings in less than 30 minutes",
            "description": "When special counsel Robert Mueller broke his silence in May, his main point was that his long-awaited report spoke for itself. But the report is 448 pages long. So Lisa Desjardins and William Brangham decided to dig into what the findings say – and what they don't. Here, in less than 30 minutes, are all of the most importa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=idl9Bjjwqhg",
            "title": "Michael Cohen — Revenge: How Donald Trump Weaponized the US Department of Justice",
            "description": "In Revenge, Cohen tells the behind-the-scenes story of what can happen to you – and what really happened to him – when a President who believes himself to be above the law decides to go after his critics.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QozGSS7QY_U",
            "title": "Panic: The Untold Story of the 2008 Financial Crisis | Full VICE Special Report | HBO",
            "description": "VICE on HBO looks at factors that led to the 2008 financial crisis and the efforts made by then-Treasury Secretary Henry Paulson, Federal Reserve Bank of New York President Timothy Geithner, and Federal Reserve Chair Ben Bernanke to save the United States from an economic collapse. The feature-length documentary expl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=93UdoApio5s",
            "title": "The breakthrough new DNA evidence that could find JonBenét Ramsey's killer | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Justice for JonBenet (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wngB9_6Vqbc",
            "title": "Escape from a House of Horror l 20/20 l PART 1",
            "description": "On the night of Jan. 14, 2018, 17-year-old Jordan Turpin made a daring escape from her home and called 911 in order to save herself and her siblings from their abusive parents. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AiJGNN0rQOQ",
            "title": "Children Of God Cult Survivor Speaks Out About Life Since Her Escape | Megyn Kelly TODAY",
            "description": "Christina Babin grew up in the Children of God cult, now known as The Family International. Babin says she was moved around to different prison camps and forced to work as a sex slave starting at 11 years old. Since leaving age 21, Babin is now a mother of four children and working as an artist. Babin tells Megyn Kelly about …"
        },
        {
            "url": "https://www.youtube.com/watch?v=V1yW5IsnSjo",
            "title": "Why domestic violence victims don't leave | Leslie Morgan Steiner",
            "description": "Leslie Morgan Steiner was in \"crazy love\" -- that is, madly in love with a man who routinely abused her and threatened her life. Steiner tells the dark story of her relationship, correcting misconceptions many people hold about victims of domestic violence, and explaining how we can all help break the silence. (Filmed at T …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aTMsfOcHiJg",
            "title": "Why I Left The Mormon Church",
            "description": "I grew up Mormon. This is the story of why I left. Thanks to Audible for sponsoring this video. Visit https://audible.com/johnnyharris or text johnnyharris to 500-500 to get a 30 day trial with 1 free audiobook and unlimited access to each month’s collection of Au …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lE5KQHf8fX0",
            "title": "Jehovah's Witnesses: beliefs practices and ERRORS",
            "description": "A survey of JW beliefs from a Christian perspective. This teaching is a good beginning for understanding Jehovah's Witness teachings and knowing where to look to learn more. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JsrFQs2L-U8",
            "title": "Spooky Rituals of The Freemasons | The Freemasons Explained",
            "description": "Freemasonry isn’t one thing, but many, and it has always been this way. Much of this vagueness and variety stems from the fact that Freemasonry’s origins are lost in time. As ever, people see what they want to see and believe what they want to believe. Therefore, unsurprisingly, Freemasonry grew into a worldwide pres …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kOSDgWCILUI",
            "title": "Leah Remini & Michelle Visage Have An Honest Conversation On Scientology, + Fight Against The Church",
            "description": "Released: August 5, 2019Leah Remini sits down with guest host Michelle Visage to discuss Scientology and why she continues to fight against the church, including its Fair Game policy. She explains why and how she finally left the churc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6DlrqeWrczs",
            "title": "Oprah Winfrey on Career, Life, and Leadership",
            "description": "During a student-led interview at Stanford Graduate School of Business, Oprah Winfrey shares seminal moments of her career journey and the importance of listening to your instincts. Winfrey also offers advice to students on how to find their calling: \"Align your personality with your purpose, and no one can touch you.\" Listen t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=njlGLMYopLo",
            "title": "Vince Lombardi: The Coach Who Put Green Bay on the Map | A Football Life",
            "description": "Watch Vince Lombardi's legendary rise from his Brooklyn youth to the sidelines of Lambeau Field. This story details his finals years of life, from his three-peat with the Green Bay Packers to his brief tenure as head coach in Washington and sudden, tragic death from cancer. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tFgF1JPNR5E",
            "title": "Tom Cruise's Heated Interview With Matt Lauer | Archives | TODAY",
            "description": "On June 23, 2005, Tom Cruise joined Matt Lauer to discusses his new film \"War Of The Worlds,\" his new relationship with Katie Holmes, and Scientology.» Subscribe to TODAY: http://on.today.com/SubscribeToTODAY …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vTyyb2JaR1k",
            "title": "Inside the luxurious lives of the world's richest kids | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Born Rich (2004) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gzCXdkFN3mQ",
            "title": "EXCLUSIVE: Stormy Daniels tell-all interview | 60 Minutes Australia",
            "description": "Stormy Daniels tell-all interview in which she reveals how 90 seconds of what she describes as “the least impressive” sex she has ever had has led to one of the most titillating political scandals in United States history. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P-9hO4wF_xw",
            "title": "Inside the wicked saga of Jeffrey Epstein: The arrest of Ghislaine Maxwell | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Right-Hand Woman (2020) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FOran43Ju9U",
            "title": "Exposing an international human trafficking ring hidden in plain sight | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Trafficked (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OxUd1DA29JI",
            "title": "(Live Archive) Julie K. Brown: The Jeffrey Epstein Story",
            "description": "The depths of the Jeffrey Epstein story may never have been known without the work of Florida investigative reporter Julie K. Brown. A reporter for the Miami Herald, Brown and her explosive reporting for the Herald helped bring Epstein to justice (before his death) while exposing the powerful people and broken system that …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ffIpRC9cSUc",
            "title": "Heather Mac Donald On How The Delusion of Diversity Destroys Our Common Humanity",
            "description": "Recorded on February 25, 2019.To comment please go to …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oomK6gzJfxA",
            "title": "Uncovering the ancient secrets of the Great Pyramid | 60 Minutes Australia",
            "description": "You stand there in awe, over-powered by their sheer magnificence. No wonder we've been intrigued, totally baffled for more than 4000 years. And of all Egypt's pyramids, the Great Pyramid at Giza is by far the most mysterious. It's so imposing, so perfect you can see why many insist it couldn't possibly be the work of mere mort …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8azEPfaKO1c",
            "title": "‘For the first time in my life I feel whole’ – Julian Lennon",
            "description": "Julian Lennon is a singer-songwriter, who rose to fame for the Beatles song Hey Jude, which was written after his parents John and Cynthia Lennon separated. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q3KdGOcnMqw",
            "title": "Jordan: The mysterious Stone Age village | DW Documentary",
            "description": "The Neolithic village of Ba'ja in Jordan is a famous archaeological site. It was one of the world's first known settlements, founded some 9,000 years ago. The site has produced magnificent finds including an ancient necklace made of 2,500 beads. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nAk8MagnDsY",
            "title": "Randall Carlson & Graham Hancock on Lost Technology and the Great Pyramids",
            "description": "Taken from JRE #1897 w/Randall Carlson & Graham Hancock:https://open.spotify.com/episode/2xvm... "
        },
        {
            "url": "https://www.youtube.com/watch?v=oI_X2cMHNe0",
            "title": "How Electricity Actually Works",
            "description": "This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7OpM_zKGE4o",
            "title": "The Problem with Solar Energy in Africa",
            "description": "Be one of the first 500 people to sign up with this link and get 20% off your subscription with Brilliant.org: https://brilliant.org/RealEngineering/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4pmvJYsDeLY",
            "title": "What is the ‘Bilderberg Group’? | Decoded",
            "description": "Is there such a thing as the New World Order?Hollywood actor @amrwaked investigates whether the Bilderberg Group – a group of political and ec …"
        },
        {
            "url": "https://www.youtube.com/watch?v=btF6nKHo2i0",
            "title": "An Economic Hit Man Confesses and Calls to Action | John Perkins | TEDxTraverseCity",
            "description": "John Perkins describes the methods he used to bribe and threaten the heads of state of countries on four continents in order to create a global empire and he reveals how the leaders who did not “play the game\" were assassinated or overthrown. He brings us up to date about the way the economic hit man system has …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEumHK0hfdo",
            "title": "🔴 Al Jazeera English | Live",
            "description": "@Al Jazeera English,  we focus on people and events that affect people's lives. We bring topics to light that often go under-reported, listening to all sides of the story and giving a 'voice to the voiceless'. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XaKkzNqCPnc",
            "title": "The Truth about the Devil and the Crossroads",
            "description": "Watch this video ad-free on Nebula:  https://nebula.app/videos/polyphonic-...POLYPHONIC MERCHANDISE: https://standard.tv/collections/polyp... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ahnYw3KmX74",
            "title": "What is the House of the Rising Sun?",
            "description": "Watch this video ad-free on Nebula:  https://nebula.app/videos/polyphonic-...POLYPHONIC MERCHANDISE: https://standard.tv/collections/polyp... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3dA5_EJzuu4",
            "title": "Are plants the gateway to the mind? | Decoded",
            "description": "Can plants be the gateway to the mind? Hollywood actor @amrwaked explores whether plants like Ayahuasca and the Blue Lotus were the source of knowledge and inspiration of our ancient ancestors. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OjkzfeJz66o",
            "title": "Can we eat to starve cancer? - William Li",
            "description": "View full lesson: http://ed.ted.com/lessons/can-we-eat-...William Li presents a new way to think about treating cancer and other diseases: anti-angiogenesis, p …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0O-IodgG8a4",
            "title": "Why outlawing cannabis was a HUGE mistake",
            "description": "We've used cannabis for tens of thousands of years. Not just to get high but also to make textiles, paper, medicine and much more. We then outlawed it for decades – only to realize the stuff is pretty good at helping fight climate change. So get ready for the cannabis comeback. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q4ONRJ1kTdA",
            "title": "Does Our Reality Actually Exist? | Exploring The World Of Quantum Physics (Part 2 of 2) | Spark",
            "description": "Professor Jim Al-Khalili traces the story of arguably the most important, accurate and yet perplexing scientific theory ever: quantum physics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aeaQpuYPsy8",
            "title": "The Fascinating Truth About Energy With Professor Jim Al-Khalili | Order and Disorder | Spark",
            "description": "The great 19th-century Austrian physicist, Ludwig Boltzmann was one of the most important proponents of the idea that all matter is made of atoms. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Gtp51eZkwoI",
            "title": "Shock and Awe: The Story of Electricity -- Jim Al-Khalili BBC Horizon",
            "description": "Part 1 - Spark 0:00Part 2 - The Age of Invention 58:30Part 3 - Revelations and Revolutions 1:56:50 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s8UrYIZhm60",
            "title": "Einstein's General Theory of Relativity | Lecture 2",
            "description": "In this lecture, Professor Leonard Susskind of the Stanford University Physic's Department discusses dark energy, the tendency of it to tear atoms apart, and Gauss's Law.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uhWzVdGmX2w",
            "title": "The Laws of Human Nature by Robert Greene (Detailed Summary)",
            "description": "We are social creatures and knowing why people do what they do is one of the most important tools you can have.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=edvdzh9Pggg",
            "title": "Beyond the Higgs: What's Next for the LHC? - with Harry Cliff",
            "description": "In 2012, the announcement of the Higgs boson made headlines around the world. But what has been going on at the Large Hadron Collider since?  Physicist Harry Cliff will be your guide. Want an update on this video? Watch this next: https://www.youtube.com/watch?v=rEuM_... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HgivL9gwoOM",
            "title": "How an Inductor Works ⚡ What is an Inductor",
            "description": "In this video we will see how an inductor or coil works and what an inductor is, in addition to the rules that govern its operation such as Oersted, Faraday and Lenz. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AfCyzIbpLN4",
            "title": "Tesla Turbine | The interesting physics behind it",
            "description": "The maverick engineer Nikola Tesla made his contribution in the mechanical engineering field too. Look at one of his favorite inventions — a bladeless turbine, or Tesla Turbine. The Tesla turbine had a simple, unique design, yet it was able to beat the efficiency levels of steam turbines at that time. Normal turbines are complex in …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6Maq5IyHSuc",
            "title": "A simple guide to electronic components.",
            "description": "By request:- A basic guide to identifying components and their functions for those who are new to electronics.  This is a work in progress, and I welcome feedback from you guys on whether I should break it down into more manageable chunks.  I've kept the maths to a minimum, since it can be off-putting to someone just g …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Xc0kbM4tBYE",
            "title": "Poison or Cure? Religious Belief in the Modern World (with Christopher Hitchens and Alister McGrath)",
            "description": "For more on this event, visit: http://bit.ly/11aeLShFor more on the Berkley Center, visit: http://berkleycenter.georgetown.edu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hqrs-Ycf74w",
            "title": "Christopher Hitchens - [2007] - In Seattle discussing 'god is Not Great'",
            "description": "June 7, 2007.Found a better quality one that wasn't on youtube. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HBwDmepta7g",
            "title": "Christopher Hitchens: The Fifth Annual Arthur Miller Freedom to Write Lecture",
            "description": "Christopher Hitchens speaks on Crucibles: Past and Present followed by a conversation with PEN World Voices Festival Chair, Salman Rushdie.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yqaHXKLRKzg",
            "title": "The God Debate II: Harris vs. Craig",
            "description": "The second annual God Debate features atheist neuroscientist Sam Harris and Evangelical Christian apologist William Lane Craig as they debate the topic: \"Is Good From God?\" The debate was sponsored in large part by the Notre Dame College of Arts and Letters: The Henkels Lecturer Series, The Center for Philosophy of Re …"
        },
        {
            "url": "https://www.youtube.com/watch?v=skGXnNJOr6E",
            "title": "The Seedy Underbelly Of The American Presidency | Destination: White House | Timeline",
            "description": "This doc probes the presidential campaigns that have changed America through the eyes of former campaigners, journalists and researchers. Find out how financing, crime and corruption, and TV debates play a major role in swaying political opinion on the way to the White House. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xRx6f8lv6qc",
            "title": "Neil deGrasse Tyson on Science, Religion and the Universe | Moyers & Company",
            "description": "Bill Moyers continues his conversation with the astrophysicist in part two of a three-part series.Watch part one with Neil deGrasse Tyson: http://bit.ly/1dvNWcW …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JZRcYaAYWg4",
            "title": "The Catholic Church is a Force for Good in the World - Full Version",
            "description": "Want to join the debate? Check out the Intelligence Squared website to hear about future live events and podcasts: http://www.intelligencesquared.com __________________________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vnMYL8sF7bQ",
            "title": "Christopher Hitchens and Rabbi Shmuley Boteach Debate on God",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yZYQpge1W5s",
            "title": "Jordan Peterson: “There was plenty of motivation to take me out. It just didn't work\" | British GQ",
            "description": "As part of our 30th-anniversary dissection of masculinity, Helen Lewis interviews controversial Canadian academic and bestselling author Jordan Peterson about the patriarchy, the alt-right, gay parenting, fascist ideologies, his all-beef diet and much more... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SPM4hz0HYbQ",
            "title": "One on One - Jesse Ventura",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeThe former wrestling superstar talks about his journey from the fighting ring to the governor's mansio …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-uXI8nJ7GUw",
            "title": "Who Killed Kennedy? Jesse Ventura talks his Peace at the Cinema Arts Centre",
            "description": "By Video Journalists Dan Brenner and Nicole CavaliereThe Cinema Arts Centre presents An Afternoon with former Minnesota Governor Jesse Ventura. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bldBqtgAX2o",
            "title": "Top 10 Conspiracy Theories That Turned Out to Be True",
            "description": "The truth is stranger than fiction. For this list, we’ll be going over the strangest and most famous conspiracy theories that were actually conspiracy facts. Our countdown includes Roswell Cover-Up, The FBI Spied on Political Activists, Watergate Scandal, and more! Is there a theory you once believed that you now real …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uTChrirK-hw",
            "title": "Was the Moon Landing faked? | Neil deGrasse Tyson | Big Questions",
            "description": "Neil deGrasse Tyson joined us to answer our biggest questions on climate change, God, AI and more. Order your copy of Letters from an Astrophysicist now: https://amzn.to/2DgjVVH …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nEDgG5MKndo",
            "title": "This Mysterious Computer Could Prove Time Travel Exists | Nostalgia Nerd",
            "description": "Go to https://curiositystream.thld.co/NERD  and use code NERD to save 25% off today, that’s only $14.99 a year. Thanks to Curiosity Stream for sponsoring today’s video. ~ In 1984 something strange happened in the village of Dodleston. A BBC Micro was sitting on a counter, when it suddenly started receiving mysterious mess …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jWsRQXyk_Nc",
            "title": "THE MAN WHO KNEW TOO MUCH - FULL DOCUMENTARY | Spies, Fake News and Disinformation",
            "description": "A documentary film about Colin Wallace an intelligence officer who blew the whistle on fake news and was framed for a murder.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EBQ4YkTp1NI",
            "title": "Jesse Ventura Says He Would Abolish U.S. Income Tax",
            "description": "June 8 (Bloomberg) -- Jesse Ventura, former governor of Minnesota, talks about U.S. tax policy.     Ventura also discusses the Anthony Weiner and WikiLeaks scandals. He speaks with Julie Hyman on Bloomberg Television's \"Taking Stock.\" (Source: Bloomberg) "
        },
        {
            "url": "https://www.youtube.com/watch?v=kqXl44Kp8vo",
            "title": "Inside USA- Jesse Ventura- 01 Aug 08- Part 2",
            "description": "An Interview with Jesse Ventura who went from wrestler to former governer of Minnesota. He is known for his controversial political views "
        },
        {
            "url": "https://www.youtube.com/watch?v=ror9v2LwHoY",
            "title": "Alex Jones on guns in America (2013)",
            "description": "CNN's Piers Morgan talks to Alex Jones, the man behind the petition to deport him, over his gun control views. === …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Gv6130kSzEY",
            "title": "Can we Fix Capitalism? Yanis Varoufakis vs Gillian Tett",
            "description": "Yanis Varoufakis and Gilian Tett came to the Intelligence Squared stage in a conversation chaired by Anne McElvoy, to debate whether capitalism is broken and if it needs to be fixed. Tett and Varoufakis both agree that the current model of capitalism needs to change  but they differ radically in the solutions they proffer. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wNf3dN0VXqE",
            "title": "Why the rise of a new cloud-based ruling class is crushing democracy | Yanis Varoufakis",
            "description": "@yanisvaroufakis explains how techno-feudalism has marked the end of capitalism and the decay of democracy.  Watch the full at https://iai.tv/video/the-new-ruling-c... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=n-2TEwdRnX0",
            "title": "The New Feudalism",
            "description": "Are Mark Zuckerberg and Jeff Bezos the new feudal elite? Anand Giridharadas talks to INET President Rob Johnson about how the titans of Silicon Valley use “p …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N-NTXoYTvao",
            "title": "Time Is of the Essence… or Is It?",
            "description": "What is time? Isaac Newton described it as absolute, but Einstein proved that time is relative, and, shockingly, that time and space are intricately interwoven. Now recent work in string theory and quantum gravity suggests that space and time may not be fundamental. If this is true, what new picture of reality will emerge? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GB4s5b9NL3I",
            "title": "Capitalism will eat democracy -- unless we speak up | Yanis Varoufakis",
            "description": "Have you wondered why politicians aren't what they used to be, why governments seem unable to solve real problems? Economist Yanis Varoufakis, the former Minister of Finance for Greece, says that it's because you can be in politics today but not be in power — because real power now belongs to those who control the e …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T7uwtNoWBK0",
            "title": "Why did Russia attack Ukraine and what are its geopolitical implications?",
            "description": "This ANU Public Lecture by Emeritus Professor Paul Dibb of the Strategic and Defence Studies Centre examines why President Putin decided to invade the Ukraine and what the implications are for international order, including the risk of a wider war in Europe and the potential use of nuclear weapons. "
        },
        {
            "url": "https://www.youtube.com/watch?v=ky0YLV5Vt9w",
            "title": "Edward Snowden, Glenn Greenwald & Chris Hedges on NSA Leaks, Assange & Protecting a Free Internet",
            "description": "NSA whistleblower Edward Snowden and Pulitzer Prize-winning journalists Glenn Greenwald and Chris Hedges discuss mass surveillance, government secrecy, Internet freedom and U.S. attempts to extradite and prosecute Wikileaks founder Julian Assange. They spoke together on a panel moderated by Amy Goodman at th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wmOePNsNFw0",
            "title": "Jeffrey Sachs: U.S. Policy & \"West's False Narrative\" Stoking Tensions with Russia, China",
            "description": "We discuss Western hegemony and U.S. policy in Russia, Ukraine and China with Columbia University economist Jeffrey Sachs, whose new article is headlined \"The West's False Narrative About Russia and China.\" Sachs says the bipartisan U.S. approach to foreign policy is \"unaccountably dangerous and wrongheaded,\" and w …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AySC0LbRP7M",
            "title": "Europe's Energy Nightmare Has Only Just Begun",
            "description": "With Russian gas imports largely cut off, Europe is facing an energy-scarce winter—and next year could be even worse. Europe's energy crisis could finally force countries to dramatically pivot toward renewable energy. …"
        }
    ]
}