{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=ol4fIfQU5A8",
            "title": "This Family Secretly Rules The World",
            "description": "This Family Secretly Rules The World.Money, Power and influence aren’t exactly very easy to come by, believe me, it takes time, effort, and  …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=mQUhJTxK5mA",
            "title": "Who Controls All of Our Money?",
            "description": "Subscribe here: https://goo.gl/9FS8uFCheck out the previous episode: https://www.youtube.com/watch?v=vtXyb...Become a Patreon!: https://www.patreon.com/ColdFusion_TV …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=4iOgRtCqPK4",
            "title": "What are secret societies? | Decoded",
            "description": "Spilling secrets.Hollywood actor @amrwaked investigates the origins and influence of secret societies and their  desire to hold sway from the shadows.  …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=mzoX7zEZ6h4",
            "title": "How is Money Created? – Everything You Need to Know",
            "description": "With trillions of dollars being printed around the world, it's time we take a look into how money is created. (I had to cut the comedy section at the end) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Y2qe3hFeQ5g",
            "title": "CRYPTOPIA: Bitcoin, Blockchains and The Future of the Internet - FULL DOCUMENTARY | Torsten Hoffmann",
            "description": "Cryptopia: Bitcoin, Blockchains and the Future of the Internet takes a deep dive into the crypto ecosystem and blockchain technology to discover the good, the bad and the ugly of this controversial industry, its major narratives, conflicts and the major players behind it. Can we really trust them to build this trustless cy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=u_rfIboPyYs",
            "title": "When Greed Goes Too Far - The Worldcom Fraud",
            "description": "Become smarter in 5 minutes by signing up for free today: http://cen.yt/mbcoldfusion9 - Thanks to Morning Brew for sponsoring today’s video/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlanti …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OsItiPfnzLI",
            "title": "Lee Harvey Oswald's Final Phone Call",
            "description": "Just hours before his death, Lee Harvey Oswald tried to call Raleigh, North Carolina from the Dallas jail on the evening of Nov. 23, 1963.  For years, this significant information was ignored by assassination investigators and concealed from the public.  Surprise guest speaker and JFK Assassination expert the late Jim Marrs j …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ck0sF5wnH4Q",
            "title": "Former Governor Jesse Ventura Picks Fight With Feds Over 9/11 (04.04.11)",
            "description": "In his new book, Jesse Ventura says U.S. government has hidden certain facts.  For more, go here: http://abcnews.go.com/GMA/excerpt-63-... "
        },
        {
            "url": "https://www.youtube.com/watch?v=FhKDJOqAY1U",
            "title": "Does music influence people? | Decoded",
            "description": "Can music influence societies and their behaviours? Hollywood actor @amrwaked delves deep into the real power of sound and whether music can be used for mind control.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UbxwZQolBhE",
            "title": "Top 10 Real Life Secret Societies",
            "description": "Not much is known about these groups, yet they all might be controlling the world from behind the scenes. Join http://www.WatchMojo.com as we count down our picks for Top 10 Real Life Secret Societies. Subscribe►►http://www.youtube.com/subscription_c... Facebook►►http://www.Facebook.com/WatchMojo.         …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=yLZUVsmUwZY",
            "title": "The System of Money | Documentary | Money Creation Explained",
            "description": "The System of Money - This film presents serious research and verifiable evidence on our economic and financial system. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E0OUvEh3HWk",
            "title": "Watch NASA’s DART Mission Launch (Double Asteroid Redirection Test) Official Broadcast/Stream",
            "description": "Can we change the motion of an asteroid? Our #DARTMission is set to be the first to try! The Double Asteroid Redirection Test (DART) mission is a spacecraft designed to impact an asteroid as a test of technology to see if it can change the motion of an asteroid in space. The goal of the mission is to see if intentionally crashi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FSh8eusFYL4",
            "title": "How The Biggest Banks Get Away With Fraud",
            "description": "Rob Bezdjian's full video: https://youtu.be/9RqPEyqjCR8--- About ColdFusion --- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qk4gZrBR9CU",
            "title": "The Rise and Rise of Bitcoin | DOCUMENTARY | Bitcoins | Blockchain | Crypto News | Digital Cash",
            "description": "Crypto Currency Documentary: The Rise and Rise of Bitcoin - A computer programmer becomes fascinated with the digital currency Bitcoin, and through his involvement in the Bitcoin community, we learn about the impending global impact of this amazing new technology. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MJIOxBdoJJQ",
            "title": "PROGRAMMING THE NATION | FREE FULL DOCUMENTARY | Subliminal Messages to the Masses",
            "description": "Watch FREE FULL MOVIES in exclusive 👉🏼 https://bit.ly/3woTiHZWatch PROGRAMMING THE NATION, a feature documentary about the history of subliminal messaging in America! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jR2ho31tor4",
            "title": "The Economy of Tomorrow | AI Revolution | Megacities | Documentary",
            "description": "The Economy of Tomorrow - The future is uncertain and full of challenges. How do we rescue our cities and tackle inequalities? How do we deal with an aging future and bridging the gender gap? It's time for some forward thinking. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NtP3xT53dkU",
            "title": "When Risk Taking Goes Too Far - The Archegos Collapse",
            "description": "Click the link to sign up to Wise, the world’s most international account: http://bit.ly/coldfusionandwiseColdFusion Discord:  https://discord.gg/3WWKmzqMPY …"
        },
        {
            "url": "https://www.youtube.com/watch?v=g7JxbejCQz0",
            "title": "The photocopier salesman accused of stealing half a billion dollars | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Half A Billion Dollar Bill (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=e5qC1YGRMKI",
            "title": "Enron - The Biggest Fraud in History",
            "description": "In this video we take a look at the Enron story. At over $60 billion being scammed away from the public, they were the biggest fraud in history. Yes, even bigger than Theranos. #enron #fraud #skilling #jeffrey …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nPn4GfKnOZs",
            "title": "Q&A: Christopher Hitchens",
            "description": "Christopher Hitchens, contributing editor to Vanity Fair and the Atlantic Monthly, discusses his current paperback, \"God is Not Great: How Religion Poisons Everything.\" The book was a New York Times Bestseller and a finalist for The National Book Award. Program from Sunday, April 26, 2009. "
        },
        {
            "url": "https://www.youtube.com/watch?v=LIVEsa2g4ag",
            "title": "Paxman interviews Christopher Hitchens - Newsnight archives (2010)",
            "description": "In November 2010, the writer Christopher Hitchens, then dying of cancer, gave this long interview to Jeremy Paxman. Filmed at Hitchens's home in New York, it was a wide-ranging discussion, with Hitchens characteristically unflinching in his exploration of contemporary controversies, as well as his own illn …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ynbgMKclWWc",
            "title": "Democracy at Work: Curing Capitalism | Richard Wolff | Talks at Google",
            "description": "Richard D. Wolff is Professor of Economics Emeritus, University of Massachusetts, Amherst where he taught economics from 1973 to 2008. He is currently a Visiting Professor in the Graduate Program in International Affairs of the New School University in New York City. He wrote Democracy at Work: A Cure for Capita …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SI8Vp9Zyfp8",
            "title": "November 22nd and The Warren Report",
            "description": "1964 ARC Identifier 50248 / Local Identifier 306.3914. This Columbia Broadcasting System (CBS) special news report features Walter Cronkite and Dan Rather as they presented taped interviews with individuals associated with the investigation into the assassination of President John F. Kennedy, along with the Warren Co …"
        },
        {
            "url": "https://www.youtube.com/watch?v=L6zYC6gFCdw",
            "title": "Jeremy Gunn - Seeking the Truth in the Kennedy Assassination",
            "description": "UNE Center for Global Humanities and its founding director, Anouar Majid, host Jeremy Gunn on \"Seeking the Truth in the Kennedy Assassination.\" This event was recorded on November 22, 2013. "
        },
        {
            "url": "https://www.youtube.com/watch?v=KJQshMVxo8I",
            "title": "Patient Hitler: Was He Really In Poor Health? | Secrets Of The Reich | Timeline",
            "description": "From 1936, Hitler's personal physician Dr Theodor Morell remained at his side, handing out dubious treatments, up to 8 different medications daily, including one containing strychnine. Did Morell try to poison his employer? Was Hitler well enough to lead Germany? American psychologist Nassir Ghaemi has doubts. We give  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tW7IgKJWtqk",
            "title": "Surviving a nuclear attack - Irwin Redlener",
            "description": "View full lesson: http://ed.ted.com/lessons/surviving-a...The face of nuclear terror has changed since the Cold War, but disaster-medicine expert Irwin Redlen …"
        },
        {
            "url": "https://www.youtube.com/watch?v=g3IAXwc_zaA",
            "title": "9/11: 20 YEARS OF DECEPTION - EP 4 - FULL MOVIE IN HD",
            "description": "9/11: 20 YEARS OF DECEPTION - EP 4 - FULL SCI-FI MOVIE IN HDPart 1 Link : https://youtu.be/jrAxm5sG01w …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3dA5_EJzuu4",
            "title": "Are plants the gateway to the mind? | Decoded",
            "description": "Can plants be the gateway to the mind? Hollywood actor @amrwaked explores whether plants like Ayahuasca and the Blue Lotus were the source of knowledge and inspiration of our ancient ancestors. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=y-hvkaX4t_U",
            "title": "Nazi Quest for the Holy Grail - Nazis & the Aryans | History Documentary | Reel Truth History",
            "description": "Subscribe here: https://www.youtube.com/channel/UCb7x... to be the first to watch more full length documentaries. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_sg9Qkf53tk",
            "title": "دهاليز عمرو واكد | هل هناك حكومة سرية عالمية؟",
            "description": "دهليز مليء بالأيادي الخفية والاجتماعات السرية يدخله عمرو واكد هذه المرة ليفهم حقيقة مجموعة \"بيلدربيرغ\". ما قصة هذه المجموعة؟ ولماذا تحافظ على سرية اجتماعاتها؟ وهل ترسم هذه المجموعة سياسة العالم كما يدعي البعض؟يتحقق عمرو من الروابط بين النظام الاقتصادي الرأسمالي وتماشيه مع الحكم الديمقراطي، ويساعده في بحثه كل من: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fgzR43ddYz4",
            "title": "Top 10 Places You Are Not Allowed To Visit",
            "description": "If you are planning your next holiday, make sure to cross these destinations off your list! Welcome to http://www.WatchMojo.com, and today we're counting down our picks for the Top 10 Places You're Not Allowed to Visit. For this list, we are looking at those places that bar the general public from visiting. Click here …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XoXDRNH74D4",
            "title": "15 Things You Didn't Know About The FREEMASONS",
            "description": "Which captures your imagination more? Evil secret society or brotherhood of men set out to make the world a better place?SUBSCRIBE to ALUX: https://www.youtube.com/channel/UCNjP... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=so4v_2zq35k",
            "title": "The reason Japan attacked Pearl Harbor",
            "description": "Japan attacked the U.S Pacific Fleet at its base at Pearl Harbor on the 7th of December 1941, but what led to that decision? Why did the Japanese attack the USA? - The answer is oil.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Bl_5PZBXgc0",
            "title": "Is the race to cure cancer fixed? | Decoded",
            "description": "Hollywood actor @amrwaked investigates whether the pharmaceutical industry is hiding thediscovery of cheap and effective cures for cancer to keep raking in profits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth ca …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=R3YFxF0n8n8",
            "title": "The History of Artificial Intelligence [Documentary]",
            "description": "Visit Our Parent Company EarthOne For Sustainable Living Made Simple ➤https://earthone.io/  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8dXI22AgB0I",
            "title": "Tracking a hacker who extorted millions through ransomware attacks - The Fifth Estate",
            "description": "We examine the case of a Canadian government worker who had a secret life as a hacker with NetWalker, a criminal ransomware gang. Sebastien Vachon-Desjardins amassed millions of dollars in bitcoin by threatening to expose the private digital information of victims if they didn’t pay up. We reveal how he did it, the digit …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2SpeqNbGw8c",
            "title": "The New Financial Geopolitics ─ How Long Can the US Keep Going? Contending Perspectives",
            "description": "Skip ahead to main speakers at 0:54The New Financial Geopolitics: How long can the US keep going as the Lender, Leader, and Reserve A …"
        },
        {
            "url": "https://www.youtube.com/watch?v=h60tlMn6TgE",
            "title": "Do Habitable Planets Exist Other Than Our Earth? | Exoplanets: Thousands Of New Worlds | Spark",
            "description": "Are we alone in the universe? This question has been one of the greatest mysteries of all time. 20 years ago, individual scientists began to challenge traditional planetary science as they set off to seek, observe and reveal the existence of unknown worlds: EXOPLANETS. The film recounts the epic journey of these astrophy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5S-ZjGvOZ1A",
            "title": "The Largest Ponzi Schemes in History",
            "description": "Go to https://buyraycon.com/coldfusion for up to 15% off your order with code: HOLIDAY! Brought to you by Raycon. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WEDIj9JBTC8",
            "title": "William Ackman: Everything You Need to Know About Finance and Investing in Under an Hour | Big Think",
            "description": "Everything You Need to Know About Finance and Investing in Under an HourWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Sb179GLPNYE",
            "title": "Elizabeth Holmes: 'Valley of Hype' [pre-show and documentary]",
            "description": "#ElizabethHolmes #Theranos #ValleyofHypeTimeCode for viewing0:00:00: Preshow …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JovtmKFxi3c",
            "title": "China: Power and Prosperity -- Watch the full documentary",
            "description": "As China has risen in prosperity, influence and military strength, what are the social, economic and political forces at play? Come along with PBS NewsHour as we travel around the globe to explore the emerging superpower and its relationship with the United States. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ByvbAi924TI",
            "title": "Banking on Bitcoin | BITCOIN DOCUMENTARY | Crypto News | Blockchain | Digital Money Explained",
            "description": "Crypto Documentary: Banking on Bitcoin - Bitcoin is the most disruptive invention since the Internet, and now an ideological battle is underway between fringe utopists and mainstream capitalism. The film shows the players who are defining how this technology will shape our lives. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0wJA_KHfZ6g",
            "title": "The COLLAPSE Of Crypto & FTX! - DO THIS NOW Before It's TOO LATE... | Raoul Pal",
            "description": "INVEST IN YOURSELF NOW: https://bit.ly/3WUKBThFREE LIVE WORKSHOP HOW TO MAKE ANY GOAL STICK, REGISTER NOW: https://bit.ly/3X5xHlE …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4n3txSCoKn0",
            "title": "THE SPIDER'S WEB: Britain’s Second Empire | FREE FULL DOCUMENTARY | Obscure Financial Power",
            "description": "Watch THE SPIDER'S WEB, a documentary that reveals how Britain transformed from a colonial power into a global financial power …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3FvKzSBSQcc",
            "title": "ZEITGEIST: ADDENDUM | Full Free Documentary | Social Pathology, Peter Joseph",
            "description": "Watch FREE FULL MOVIES in exclusive 👉🏼 https://bit.ly/3woTiHZWatch the full documentary Zeitgeist: Addendum, from director Peter Joseph, born out of public interest in possible solutions to the cultural issues presented in Zeitgeist: The Movie …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Px9j5VYl-VE",
            "title": "Ep #12: MKUltra: Mind Control, Drugs and Robocats | Dark History Podcast",
            "description": "Welcome to the Dark History podcast. Today, we’re going to talk about mind control, college students on acid, kitty cat spies, the CIA, and something called Operation Midnight Climax, which, sadly, is not a porno. All of this was a part of Project MKUltra and you’re going to hear why the CIA wanted it kept secret. Hop in, the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mh45OBLeCu8",
            "title": "Future of Humanity: AI & Robotics | Free Documentary",
            "description": "Future of Humanity: AI & Robotics | Free DocumentaryHumanity Augmented: https://youtu.be/Hc2FMNMPiNQ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qciVozNtCDM",
            "title": "The causes and consequences of the Ukraine war A lecture by John J. Mearsheimer",
            "description": "Professor John J. Mearsheimer will discuss the current Russian invasion on Ukraine whilst exploring the potential causes and consequences of the crisis. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cD3o6tqP9pI",
            "title": "A new kind of global recession: Why this time is different | Business Beyond",
            "description": "The global economy is at an inflection point. The IMF projects that a third of the world economy will be in recession next year.War in Europe, a slowdown in China and soaring inflation have contributed to widespread pessimism  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ivACzzW5wyA",
            "title": "The Wirecard Fraud - How One Man Fooled all of Germany",
            "description": "The heavily requested video on the wirecard scandal. How can $2 billion just go missing? This story raises many questions about the regulatory bodies we all trust to keep the business financial system in line. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MhMhg97fmzE",
            "title": "How to Lose $20 Billion in Two Days",
            "description": "It would be hard to find someone who lost as much money as quickly as Bill Hwang did in March 2021. The previously unknown Wall Street whale and his family firm, Archegos Capital, triggered losses of more than $20 billion in just two days. The result was one of the most spectacular implosions in modern financial hi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T0Z73Zbtlyg",
            "title": "Worst Company Disasters! | Top 6 Blunders",
            "description": "Subscribe here: https://goo.gl/9FS8uFCheck out the previous episode: https://www.youtube.com/watch?v=oxotO...Become a Patreon!: https://www.patreon.com/ColdFusion_TV …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BBwKmH3QLt0",
            "title": "Conman: The life and crimes of Mark Acklom",
            "description": "Watch the full story of the cunning fraudster who posed as an MI6 agent to con his ex-girlfriend out of £800,000.Conman: The Life and Crimes of Mark Acklom features the first TV interview with Diana Acklom, his  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=36SpZxgHc3U",
            "title": "Daughter of Australia's most infamous gangster | 60 Minutes Australia",
            "description": "Imagine having a professional hitman as a babysitter. Or being showered in tens of thousands of dollars in cash at your christening. For Dhakota Williams, the unbelievable was her normal. Exclusively on 60 MINUTES, she reveals the highs and lows of an extraordinary childhood unlike any other Australian teenage girl.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4pTzZbaObSU",
            "title": "The downfall of Elizabeth Holmes: Is the young billionaire going to jail? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Bloody Lie (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gDqGSmTPtOQ",
            "title": "The Man Who Stole $65 Billion (Bernie Madoff)",
            "description": "Bernie Madoff, once one of the greatest financial minds and chairman of the Nasdaq, to the biggest ponzi scheme the world had ever seen. It's a wild ride. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DEO1yHFg-vI",
            "title": "Jordan Belfort - White Collar Criminal",
            "description": "Worth millions by the age of 27, Jordan Belfort inspired the true story behind \"Wolf of Wall Street\".  This charismatic salesman plead guilty to fraud and related crimes in connection with stock-market manipulation and running a boiler room as part of a penny-stock scam. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vTyojqbW6lM",
            "title": "What Happened To Britain's Last Hunter-Gatherers? Prehistoric Europe Documentary",
            "description": "Get MagellanTV here: https://try.magellantv.com/historytime & get an exclusive offer extended to our viewers: an extra month FREE. MagellanTV is a new kind of streaming service run by filmmakers with 2,000+ documentaries! Check out our personal recommendation and MagellanTV’s exclusive playlists: https://www.magellan …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wJtfWZGxnGI",
            "title": "Surviving the 21st Century by Professor Noam Chomsky",
            "description": "Professor Noam Chomsky Institute Professor & Professor of Linguistics (Emeritus), Massachusetts Institute of Technology addressed this question of global significance in a special Durham Castle Lecture on 22nd May. "
        },
        {
            "url": "https://www.youtube.com/watch?v=HK_qkyGE4ao",
            "title": "Christopher Hitchens",
            "description": "*Recorded on 7-9-2009*Christopher Hitchens, Contributing Editor and Columnist, Vanity Fair; Media Fellow, Hoover Institution; …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q0mljE9K-gY",
            "title": "Richard Dawkins & Lawrence Krauss: Something from Nothing",
            "description": "Critically-acclaimed author and evolutionary biologist Richard Dawkins and world-renowned theoretical physicist and author Lawrence Krauss  discuss biology, cosmology, religion, and a host of other topics at this event entitled 'Something from Nothing'. This video was recorded at The Australian National University on 10 April 2 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HBwDmepta7g",
            "title": "Christopher Hitchens: The Fifth Annual Arthur Miller Freedom to Write Lecture",
            "description": "Christopher Hitchens speaks on Crucibles: Past and Present followed by a conversation with PEN World Voices Festival Chair, Salman Rushdie.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=93vTib-WWvs",
            "title": "Conversations with History: Christopher Hitchens",
            "description": "On this edition of Conversations with History, UC Berkeley's Harry Kreisler talks with writer Christopher Hitchens about writing, dissent, and the challenge of taking on cultural icons. [8/2002] [Show ID: 6725] …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZGHIJT7ndaY",
            "title": "Author Christopher Hitchens",
            "description": "Author and journalist Christopher Hitchens talks about his recent memoir, \"Hitch-22\" and some of his other books, including \"God is Not Great\" and \"The Trial of Henry Kissinger.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=g6BK5Q_Dblo",
            "title": "New Religions of the 21st Century | Yuval Harari | Talks at Google",
            "description": "Techno-Religions and Silicon Prophets: Will the 21st century be shaped by hi-tech gurus or by religious zealots – or are they the same thing? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7PdJ9TAdTdA",
            "title": "Noam Chomsky Lectures on Modern-Day American Imperialism: Middle East and Beyond",
            "description": "Noam Chomsky, an emeritus professor of linguistics at Massachusetts Institute of Technology and a well-known political activist critical of U.S. foreign policy, traces modern-day American imperialism to its earliest roots, 25 years before the American Revolution, and he explains how the United States has lived up to its reput …"
        },
        {
            "url": "https://www.youtube.com/watch?v=l2-Mo4a4Zfc",
            "title": "WATCH LIVE: Supreme Court hears arguments on veterans' benefits and court filing deadline rules",
            "description": "Stream your PBS favorites with the PBS app: https://to.pbs.org/2Jb8twGFind more from PBS NewsHour at https://www.pbs.org/newshourSubscribe to our YouTube channel: https://bit.ly/2HfsCD6 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Gtp51eZkwoI",
            "title": "Shock and Awe: The Story of Electricity -- Jim Al-Khalili BBC Horizon",
            "description": "Part 1 - Spark 0:00Part 2 - The Age of Invention 58:30Part 3 - Revelations and Revolutions 1:56:50 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xuZCxT88cMo",
            "title": "Parkland Trauma Room One Reunion",
            "description": "The Sixth Floor Museum at Dealey Plaza presented \"Parkland Hospital: Trauma Room One Reunion\" on September 24, 2013. The program featured Dr. Ronald C. Jones and Dr. Robert N. McClelland, two of the physicians who contributed to President John F. Kennedy's treatment in Trauma Room One, and—less …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PLAmVne_Mqg",
            "title": "Marie Tippit : Widow of Officer Allegedly Killed by Lee Harvey Oswald",
            "description": "RECORDED ON NOVEMBER 15, 2018Marie Tippit demonstrated courage and fortitude during one of the saddest periods in American histo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=e_EgdShO1K8",
            "title": "Education For Whom and For What?",
            "description": "Noam Chomsky, a world-renowned linguist, intellectual and political activist, spoke at the University of Arizona on Feb. 8, 2012. His lecture, \"Education: For Whom and For What?\" featured a talk on the state of higher education, followed by a question-and-answer session.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PTuawY8Qnz8",
            "title": "Noam Chomsky on the State-Corporate Complex: A Threat to Freedom and Survival",
            "description": "(Note: issues with sound and video quality)The Hart House Debates Committee, Near East Cultural and Educational Foundation (NECEF), and Sc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-B-U9WlKwik",
            "title": "Steering Truth: A Conversation with Buell Wesley Frazier",
            "description": "To commemorate the 58th anniversary of the Kennedy assassination on November 22, 2021, The Sixth Floor Museum at Dealey Plaza presented a special conversation with former Texas School Book Depository employee Buell Wesley Frazier. Nineteen years old in 1963, Frazier trained fellow Depository employee Lee Harv …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_W-MAz07dIQ",
            "title": "Nazi Gold: The Mystery Of The Lost Nazi Treasures | Secrets Of The Third Reich | Timeline",
            "description": "In the last weeks of the Third Reich, the Nazi regime goes about hiding their immense riches in the Alps, but was this 'Alpine Fortress' an elaborate bluff or a serious plan for future Nazi resurgence? What happened to the hidden Nazi treasure? We follow the trail of these old mysteries and uncover what happened in the turbulent l …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vIu3k1hmfGc",
            "title": "Hitler: The Power Of Manipulation | Hitler's Propaganda Machine | Timeline",
            "description": "The decade of propaganda, impassioned speeches, newspaper articles, posters and campaigning that led to one moment, Hitler being made Chancellor of Germany in 1933. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sHIcV52DQss",
            "title": "The Secret German Conspiracy To Murder Adolf Hitler | Operation Valkyrie | Timeline",
            "description": "Operation Valkyrie: The Plot To Kill Hitler is the definitive film on Claus Schenk Graf von Stauffenberg and the ‘Valkyrie’ conspiracy to assassinate Hitler on 20th July, 1944. Produced in collaboration with the official German Foundation dedicated to the memory of the conspirators, it features testimonials and eyewitness acc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=i64Ec-uocks",
            "title": "What If Robert F. Kennedy Had Lived? | America's Lost President | Timeline",
            "description": "It is a great ‘what-if’ of the last century. What if Robert F. Kennedy, brother of the murdered JFK, had not himself been assassinated while campaigning for the Presidency in 1968? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Cm1j1fpldkc",
            "title": "MH370: The Situation Room - What really happened to the missing Boeing 777 | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J What happened to MH370? On a special edition of 60 MINUTES, Tara Brown investigates what is now …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NfsW8nptgeI",
            "title": "WHO KILLED MARTIN LUTHER KING ? AKA INSIDE STORY: WHO KILLED MARTIN LUTHER KING?",
            "description": "Was JAMES EARL RAY the lone wolf killer of DR MARTIN LUTHER KING JR or was he a \"patsy\", easily manipulated by forces within the US government who wanted King's removal?Made for the BBC in 1989, thIS EMMY-NOMINATED FILM  Includes interviews with James Earl Ray, M …"
        },
        {
            "url": "https://www.youtube.com/watch?v=J1yIApZtLos",
            "title": "Is light a particle or a wave? - Colm Kelleher",
            "description": "View full lesson: http://ed.ted.com/lessons/is-light-a-...Can we accurately describe light as exclusively a wave or just a particle? Are the two mutually exclusi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=o4YO_3-MIvA",
            "title": "Can You Survive A Nuclear Winter (And Other Nuclear Stories)",
            "description": "What do you have to do if there is a nuclear winter? In case of a nuclear fallout that leads to a nuclear winter, do you know how to prepare yourself?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HEfpxiUIZPs",
            "title": "8 ways the world could suddenly end: Stephen Petranek at TEDxMidwest",
            "description": "Unintentional \"Dark Futurist\", Stephen Petranek, re-visits the subject matter of his original eleven year old TED Talk and offers the audience an extraordinarily sobering look at the eight critical issues that threaten human life on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=z3afYFea5Ws",
            "title": "From Terra to Terabytes: Popular Cartography, Military Cartography (Morning, Day 1)",
            "description": "Day One, morning sessions of the annual conference of the Philip Lee Phillips Map Society of the Library of Congress, established in 1995 as an association of collectors, geographers, historians and map enthusiasts, with a shared interest in supporting the programs and activities of the Library's Geography and Map Divisi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qLDp-aYnR1Y",
            "title": "Ryan Graves: UFOs, Fighter Jets, and Aliens | Lex Fridman Podcast #308",
            "description": "Lt. Ryan Graves is a former Navy fighter pilot, who has worked on advanced research and development programs for DARPA, Office of Naval Research, and Air Force Research Labs on topics of multi-agent collaborative autonomy, AI-assisted air-to-air combat, and manned-unmanned teaming technologies. Ryan and peo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gk4tEO4jDUM",
            "title": "Joe Rogan: Comedy, Controversy, Aliens, UFOs, Putin, CIA, and Freedom | Lex Fridman Podcast #300",
            "description": "Joe Rogan is a comedian, UFC commentator, and host of the Joe Rogan Experience. Please support this podcast by checking out our sponsors:- Theragun: https://therabody.com/lex …"
        },
        {
            "url": "https://www.youtube.com/watch?v=J4v_34RRCeE",
            "title": "Mastery | Robert Greene | Talks at Google",
            "description": "Robert Greene stops by the Googleplex to discuss his latest book, \"Mastery.\"You can find \"Mastery\" on Google Play: http://goo.gl/lpJRA .  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ughFLQDcI_Q",
            "title": "The Oligarchs l Al Jazeera Investigations",
            "description": "Aljazeera’s Investigative Unit unravels a high-stakes international plot hatched by powerful Eastern European oligarchs to make millions of dollars from a crooked deal. According to one Ukrainian analyst: “It sounds like an agreement between criminal bosses. You can sign it with your blood.”  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q3KdGOcnMqw",
            "title": "Jordan: The mysterious Stone Age village | DW Documentary",
            "description": "The Neolithic village of Ba'ja in Jordan is a famous archaeological site. It was one of the world's first known settlements, founded some 9,000 years ago. The site has produced magnificent finds including an ancient necklace made of 2,500 beads. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2GLsM169izM",
            "title": "The kidnapping campaign of Nazi Germany | DW Documentary",
            "description": "On orders from Heinrich Himmler, the Nazis abducted children from Poland for forced Germanization. Hermann Lüdeking, Jozef Sowa and Alodia Witaszek have never met, but they shared the same fate. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Qyrrdoqspdg",
            "title": "Have Archeologists Found The Real Tomb Of Christ? | Jesus' Lost Tomb | Timeline",
            "description": "The Lost Tomb of Jesus is a documentary which makes a case that the 2,000-year-old \"Tomb of the Ten Ossuaries\" belonged to the family of Jesus of Nazareth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IrqkwG7Nqj8",
            "title": "Entire History of Steppe Nomads & City Builders // Ancient Prehistory Documentary",
            "description": "Get MagellanTV here: https://try.magellantv.com/historytime & get an exclusive offer extended to our viewers: an extra month FREE. MagellanTV is a new kind of streaming service run by filmmakers with 3,000+ documentaries! Check out our personal recommendation and MagellanTV’s exclusive playlists: https://www.magellan …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pLiuXK88lKw",
            "title": "عقيدة الصدمة.. كيف تحقق الدول الاستعمارية أجنداتها في الدول النامية؟ | دهاليز عمرو واكد",
            "description": "هل اهتم الأميركيون بحرية الشعب العراقي عندما غزوا العراق وفككوا نظامه وأعادوه عقودًا إلى الوراء؟ هل كان المواطنون الأفغان من أولوياتهم عندما شنوا حربًا شرسة على بلدهم؟ كيف صنعت الولايات المتحدة حدائق خلفية لها تحكمها أنظمة عسكرية واستبداديون؟  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WRGONY7LpDg",
            "title": "هل يمتلك الإنسان قدرات خارقة؟ | دهاليز عمرو واكد",
            "description": "علم خارج إطار التجربة والبرهان التي يعتمد عليها العلم السائد ينكره بعضهم ويؤكده آخرون.. يُطلق عليه: الحاسة السادسة.. في حين يسميه آخرون \"باراسيكولوجيا\".. فما هو علم الظواهر النفسية الخارقة؟  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UAoCn-C9NPw",
            "title": "البرنامج - لقاء باسم يوسف مع عمرو واكد - الحلقة ٥ - جزء ٣",
            "description": "باسم يوسف يلتقي مع الفنان عمرو واكد ويتحدث معه عن اخر أعماله "
        },
        {
            "url": "https://www.youtube.com/watch?v=fbm8Anz2oYc",
            "title": "Top 20 Most Dangerous Animals in the World",
            "description": "If you see one of these deadly creatures, run! For this list, we’ll be looking at animals and insects that pose a danger to humans...but we will not be including humans on this list. Our countdown includes Deathstalker Scorpion, Black Mamba Snake, Mosquitos, Saltwater Crocodile, Polar Bear, and more! Are there any d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dDaIjDXIAYU",
            "title": "Mein Kampf: The Secrets of Adolf Hitler's Book of Evil | Free Documentary Nature",
            "description": "Mein Kampf: The Secrets of Adolf Hitler's Book of Evil | History DocumentaryWatch 'Operation Valkyrie: The Plot to Kill Hitler' here: https://youtu.be/Z9pD7x-yrf0 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fTDCTqSSloc",
            "title": "Mary Magdalane: Jesus and his Early Followers | Full Documentary | Biography",
            "description": "For nearly 2,000 years, she was believed to be a prostitute who repented and became a disciple of Jesus. But we reveal the truth about Mary that is finally emerging. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IrsLca4usro",
            "title": "Origins of the Freemasons",
            "description": "Kevin K. Main takes us back to a time during the Middle Ages where organized lodges for operative masons served as trade guilds and where the first Grand Lodge in London in 1717 is the official start of current Freemasonry.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rtutW1wC8fg",
            "title": "Freemason Interview: One would have expected a tour - Dismus Mokua | AM Live",
            "description": "Watch Ambrose Rachier's full interview on freemasonry here: https://ntvkenya.co.ke/news/masonic-m... Full AM Live episode: https://ntvkenya.co.ke/am-live/ruto-w... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nEnklxGAmak",
            "title": "24. Schizophrenia",
            "description": "(May 26, 2010) Professor Robert Sapolsky finishes his lecture on language and then dives into his discussion about schizophrenia. He discusses environmental factors as well as genetic characteristics that could apply to people who are affected. He describes schizophrenia as a disease of thought disorder and inappropri …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wyFZ3cJRrcg",
            "title": "How did the US Navy win the Battle of Midway?",
            "description": "With the release of the Midway 2019 movie, we explore the history behind this critical moment that changed the course of the Pacific Theater of the war between the US and Japan. This documentary is hosted by the esteemed historian Craig Symonds who brings the Battle of Midway to life for us. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dq1_N0GLutw",
            "title": "World War 2 Explained | Best WW2 Documentary | Part 2",
            "description": "World War II Documentary - After the Japanese attack on Pearl Harbor, what had started as a mainly European war, had now turned into a global conflict, with America’s focus now shifting towards the Pacific War as well as The North African and Italian Campaigns. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b4wRdoWpw0w",
            "title": "The Failed Logistics of Russia's Invasion of Ukraine",
            "description": "Sign up for the CuriosityStream/Nebula bundle deal for only $14.79 a year at http://CuriosityStream.com/Wendover …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dx62AnUb3IM",
            "title": "Medical Miracle: A breakthrough in Cancer cure | International News | English News | WION",
            "description": "There has been a crucial breakthrough in the fight against the cancer. A trial was carried out at a cancer center in New York. Patients were injected with a drug, and after 6 months, cancer tumors vanished in all patients.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RBMnRmbNMr0",
            "title": "Vitamin C for cancer? ‘Miracle man’ Anton Kuraia's highly controversial treatment",
            "description": "New Zealand research reveals science may back his belief. "
        },
        {
            "url": "https://www.youtube.com/watch?v=uTCc2-1tbBQ",
            "title": "Garry Nolan: UFOs and Aliens | Lex Fridman Podcast #262",
            "description": "Garry Nolan is a professor at Stanford University School of Medicine. His research is in microbiology, immunology, bio-computation, and analysis of UFO artifacts, materials, and reports of UFO encounters. Please support this podcast by checking out our sponsors: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tgaki17-Ca8",
            "title": "Crew-4 Mission | Approach and Docking",
            "description": "On Wednesday, April 27 at 3:52 a.m. ET, 7:52 UTC, Falcon 9 launched Dragon’s fourth science expedition mission (Crew-4) to the International Space Station from Launch Complex 39A at NASA’s Kennedy Space Center in Florida. Following stage separation, Falcon 9’s first stage landed on the A Shortfall of Gravitas drones …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0W-EUVhqv98",
            "title": "Nikola Tesla's Mysterious Electricity Generator | The Complete Physics",
            "description": "Nikola Tesla claimed that one machine he developed for producing constant frequency electricity caused earthquake in NewYork city. Is his claim true? Let's explore the working of this beautiful piece of technology and also try to find out the truth behind his earthquake claim. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI&t=2s",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        }
    ]
}