{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=LfHcjIxMg4E",
            "title": "The Chemtrails Conspiracy Theory Explained",
            "description": "Matt is finally joined by Joyce (mainly just because she's concerned) and they discuss the Chemtrails Conspiracy Theory! …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Dd-FAyHdpxI",
            "title": "Destroying Flat Earth Without Using Science - Part 3: Airplanes",
            "description": "I've crushed the flat earth into smithereens more times than I can count, twice now without using any science at all, but how about one more? There are lots of commercial airline flights that prove conclusively that the earth is a sphere, and not a flat pancake. This is because the Southern Hemisphere exists. Let's take to the skie …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4iOgRtCqPK4",
            "title": "What are secret societies? | Decoded",
            "description": "Spilling secrets.Hollywood actor @amrwaked investigates the origins and influence of secret societies and their  desire to hold sway from the shadows.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7ae_XdFEQDw",
            "title": "Destroying Flat Earth Without Using Science - Part 4: The Conspiracy",
            "description": "It may seem like I've said all there is to say about the flat earth phenomenon, that dumbest hoax on the internet, but we haven't yet examined the conspiracy itself. What would have to be true for this scam to be pulled off? Rather incredibly, without making a single observation or knowing anything about science whatsoever …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_bHqBy92iGM",
            "title": "Destroying Flat Earth Without Using Science - Part 1: The Moon",
            "description": "My last flat earth video didn't sit too well with their \"community\", to say the least. My 10 challenges were apparently so impossible that no one attempted a single one of them, despite the numerous pathetic attempts at response videos. It has become clear that even though I've been explaining middle school level scien …"
        },
        {
            "url": "https://www.youtube.com/watch?v=su-fmoZUkF8",
            "title": "Destroying Flat Earth Without Using Science - Part 2: The Stars",
            "description": "As we learned in the previous installment of this series, we don't need any science whatsoever to prove that the earth isn't flat. We just have to look at things in the sky with our eyeballs. In fact, that's how we figured out the earth is a sphere thousands of years ago, before science even existed. Last time we looked at the mo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8&list=RDCMUCpVm7bg6pXKo1Pr6k5kxG9A&start_radio=1&rv=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DKluUdV6ddw",
            "title": "King Tut's Shocking Origins + Other Amazing Secrets of Ancient Egypt 😱 Smithsonian Channel",
            "description": "From secrets discovered in King Tut’s tomb to suspicions of fake busts, these are some of the most mind-blowing ancient Egyptian discoveries made. …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=an0M-wcHw5A",
            "title": "Why Going Faster-Than-Light Leads to Time Paradoxes",
            "description": "Is faster-than-light (FTL) travel possible? In most discussions of this, we get hung up on the physics of particular ideas, such as wormholes or warp drives. But today, we take a more zoomed out approach that addresses all FTL propulsion - as well as FTL messaging. Because it turns out that they all allow for time travel. Join us  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth ca …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qaIghx4QRN4",
            "title": "Where are all the aliens? | Stephen Webb",
            "description": "The universe is incredibly old, astoundingly vast and populated by trillions of planets -- so where are all the aliens? Astronomer Stephen Webb has an explanation: we're alone in the universe. In a mind-expanding talk, he spells out the remarkable barriers a planet would need to clear in order to host an extraterrestrial civilization -- a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEumHK0hfdo",
            "title": "🔴 Al Jazeera English | Live",
            "description": "@Al Jazeera English,  we focus on people and events that affect people's lives. We bring topics to light that often go under-reported, listening to all sides of the story and giving a 'voice to the voiceless'. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FhKDJOqAY1U",
            "title": "Does music influence people? | Decoded",
            "description": "Can music influence societies and their behaviours? Hollywood actor @amrwaked delves deep into the real power of sound and whether music can be used for mind control.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6L2pI94UHEs",
            "title": "Member of Ivy League secret society speaks out",
            "description": "Secret societies are a source of conspiracy theories and blockbusters, but whether or not the legends are true, one thing is certain: they work to elevate their own members above others. "
        },
        {
            "url": "https://www.youtube.com/watch?v=JDy95_eNPzM",
            "title": "Response to Globebusters - The Earth Still Isn't Flat",
            "description": "Last week I posted a video about how we know the Earth is round, from the perspective of modern astronomy. The Flat Earth community did not like it one bit, and the channel \"Globebusters\" decided to talk for three hours on their livestream about how stupid my video is, and how stupid I am. I didn't really appreciate that, so I  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=he-7vs0BkLE",
            "title": "Professor Dave Humiliates Flat Earther David Weiss (DITRH Debunked Live)",
            "description": "For months now, hordes of idiots have been lurking in my comments sections, aggressively insisting that I need to debate David Weiss, because he's some kind of flat earth messiah who is undebunkable, and I should cower in the face of his might. Of course I ignored them because he is a two-bit charlatan and who cares what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aQTWor_2nu4",
            "title": "Quantum Mysticism is Stupid (Deepak Chopra, Spirit Science, Actualized.org)",
            "description": "This just in! Quantum physics tells us that consciousness creates reality! The physical realm is just a mental construct! This means you can heal yourself with your mind, you can manifest your desires, and you can commune with the universe to achieve ultimate transcendence! At least that's what some would have …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-EPbylsBuzg",
            "title": "Everything You Need to Know (And Forget) About Vaccines",
            "description": "Vaccines have been a pretty hot issue for decades now, and increasingly so with the rollout of the new COVID vaccines. But must they be? What do the detractors say about vaccines, and do their points have any legitimacy? Let's cut through some of them and show how they amount to chemophobia at best, and lies perpetu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bRnBHml8nto",
            "title": "Lies People Tell About Water – Part 1: Water Fluoridation",
            "description": "We can find charlatans peddling snake oil in a wide variety of spheres, but there are quite a lot of lies that are told specifically about water. It's such a ubiquitous substance, everywhere around us, and inside of us, and since we need it to survive, it's fertile grounds for pseudoscience. What kinds of lies do people tell about water …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uTChrirK-hw",
            "title": "Was the Moon Landing faked? | Neil deGrasse Tyson | Big Questions",
            "description": "Neil deGrasse Tyson joined us to answer our biggest questions on climate change, God, AI and more. Order your copy of Letters from an Astrophysicist now: https://amzn.to/2DgjVVH …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZjFL8LtZBzE",
            "title": "Lies People Tell About Water – Part 2: Special Waters (Raw, Alkaline, Oxygenated, etc.)",
            "description": "With water fluoridation covered, let's move on to special waters. Raw water, alkaline water, detox water, chlorophyll water, oxygenated water, hydrogen water, moon water, what are all of these things? What are they supposed to do? Are they based on any truth at all? Why do people hate tap water so much? Let's dig  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Pa_hLtPIE1s",
            "title": "How fast is gravity?",
            "description": "Gravity is the most familiar of the known forces, but it seems to be eternal and unchanging. However, scientists believe that gravity moves with a specific speed. In this video, Fermilab’s Dr. Don Lincoln describes a fascinating observation that definitively measures the speed of gravity. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tC5RalYWZ5Y",
            "title": "The Earth is Definitely Not Flat",
            "description": "Anti-science mentality is rampant in this day and age, and one of the more peculiar aspects of this trend is the current fad that is the Flat Earth model. There exists a group of people who believe that against everything we have come to learn throughout the scientific revolution, the world is actually flat, and the center of the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gwIb6S8suSs",
            "title": "Creation (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman travels the globe to ask: Where did we come from, and what happened “in the beginning”?➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQz-efDv01k",
            "title": "🔴 LIVE: What Does It Take To Catch a Smuggler? Watch Now | National Geographic",
            "description": "From cocaine hidden in shoes, to narcotics in coffee beans, join us as we follow the officers who work to stem the flow of illegal contraband at America's airports, seaports and land border crossings. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KyD8VIK032o",
            "title": "The 10 Things That All Flat Earthers Say",
            "description": "So it's been a minute since I made my response to the Globebusters, and for two months now I've had to listen to flat earthers spew the same nonsense in the comment section of that video, day after day. Now that I'm intimately familiar with their most popular and most ridiculous talking points, I thought I would put th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9ycV9aAWjzM",
            "title": "DR. SEBI DOCUMENTARY",
            "description": "A mini documentary about Dr. Sebi's life. I don’t know if his diet works or cures the diseases that he claimed but I do know that food can heal y …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9qRxNYuR2c4",
            "title": "Dictator's Dilemma (Full Episode) | North Korea: Inside the Mind of a Dictator",
            "description": "Examining the mind of Kim Jong Un, we explore the unpredictable leader as he forges a future for his country while maintaining control of its people. An intimate archive takes us inside the Kim family including his ascendant sister, and with an exclusive interview with a duped assassin we learn how Kim arranged t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qm2dCDUcQ9o",
            "title": "12 Mind-Blowing Ancient Egyptian Revelations | Smithsonian Channel",
            "description": "After watching this video, you’ll know why dogs were so important to Ancient Egyptians, whether there were zoos in Ancient Egypt, and much, much more. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-obKX-mqjXQ",
            "title": "Tutankhamun's Treasures (Full Episode) | Lost Treasures of Egypt",
            "description": "New technology reveals why Tutankhamun’s tomb remained hidden in the Valley of the Kings, Tut’s treasures take a once-in-a-lifetime journey and archaeologists open a 4,000-year-old tomb. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=axlFQ2IRW2A",
            "title": "The Photographs That Brought Tutankhamun To Life | The Man Who Shot Tutankhamun | Timeline",
            "description": "This is the story of Harry Burton, one of the great heroes of British photography. As the official photographer for Howard Carter’s Tutankhamun excavation during the 1920s, Burton created some of the 20th Century’s most famous images and helped to make Tutankhamun an international sensation. …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=hbmf0bB38h0",
            "title": "Einstein's General Theory of Relativity | Lecture 1",
            "description": "Lecture 1 of Leonard Susskind's Modern Physics concentrating on General Relativity. Recorded September 22, 2008 at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ISdBAf-ysI0",
            "title": "The Mind Bending Story Of Quantum Physics (Part 1/2) | Spark",
            "description": "Professor Jim Al-Khalili traces the story of arguably the most important, accurate and yet perplexing scientific theory ever: quantum physics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OuGeoq_uVts",
            "title": "The Odyssey Explained In 25 Minutes | Best Greek Mythology Documentary",
            "description": "The Odyssey - Homer’s Odyssey is regarded as one of the greatest stories of all time, having played a pivotal role in both Greek Mythology and Western civilisation for the last 2,500 years. Skip their waitlist and sign up to: https://masterworks.art/thelifeguide today! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pn3euL8Tbfw",
            "title": "How Big Is The Universe?",
            "description": "Is the Universe infinite? Or does it somehow fold in on itself? And if so in what shape? Join us today as explore the size of the Universe. Written and presented by Prof David Kipping, with special thanks to cosmologist Prof Colin Hill for fact checking. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1BCkSYQ0NRQ",
            "title": "Neil deGrasse Tyson Explains Time Dilation",
            "description": "Is time relative? On this explainer, Neil deGrasse Tyson and comic co-host Chuck Nice explore facts about Einstein’s theory of relativity that keep them up at night. Does time always move at the same rate?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9If-K9R3Ka4",
            "title": "Where Are All The Hidden Dimensions?",
            "description": "Start speaking a new language in 3 weeks with Babbel 🎉. Get up to 65% OFF your subscription ➡️ HERE: https://go.babbel.com/t?bsc=1200m65-y...---------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oI_X2cMHNe0",
            "title": "How Electricity Actually Works",
            "description": "This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7OpM_zKGE4o",
            "title": "The Problem with Solar Energy in Africa",
            "description": "Be one of the first 500 people to sign up with this link and get 20% off your subscription with Brilliant.org: https://brilliant.org/RealEngineering/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EVBCLAaflaw",
            "title": "How Is NASA Contacting Aliens? | Alien Life Documentary | Spark",
            "description": "Subscribe to Spark for more amazing science, tech and engineering  videos - https://goo.gl/LIrlurWith technology advancing faster than ever, and more and more discoveries being made every day, is  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YCqEYOP_UgI",
            "title": "A mysterious VHS tape, a military bunker, and UFO sightings near Ottawa | UFO Town",
            "description": "In the ‘90s, a VHS tape emerged and, with it, a claim that a UFO had crashed in a field near Ottawa. A former teen UFO investigator returns decades later to find out what people saw there. #CBCdocsPOV #UFOTown …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3FvKzSBSQcc",
            "title": "ZEITGEIST: ADDENDUM | Full Free Documentary | Social Pathology, Peter Joseph",
            "description": "Watch FREE FULL MOVIES in exclusive 👉🏼 https://bit.ly/3woTiHZWatch the full documentary Zeitgeist: Addendum, from director Peter Joseph, born out of public interest in possible solutions to the cultural issues presented in Zeitgeist: The Movie …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zORUUqJd81M",
            "title": "Why does the universe exist? | Jim Holt",
            "description": "Why is there something instead of nothing? In other words: Why does the universe exist (and why are we in it)? Philosopher and writer Jim Holt follows this question toward three possible answers. Or four. Or none. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Vx2RcUQNh6Q",
            "title": "Is our universe the only universe? - Brian Greene",
            "description": "Is there more than one universe? In this visually rich, action-packed talk, Brian Greene shows how the unanswered questions of physics (starting with a big one: What caused the Big Bang?) have led to the theory that our own universe is just one of many in the \"multiverse.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rfi3w9Bzwik",
            "title": "The story of 'Oumuamua, the first visitor from another star system | Karen J. Meech",
            "description": "In October 2017, astrobiologist Karen J. Meech got the call every astronomer waits for: NASA had spotted the very first visitor from another star system. The interstellar comet -- a half-mile-long object eventually named `Oumuamua, from the Hawaiian for \"scout\" or \"messenger\" -- raised intriguing questions: Was it a chu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QO8DkoPLgko",
            "title": "Vladimir Putin demands annexations recognised before talks with US president Joe Biden - BBC News",
            "description": "US President Joe Biden has said he would be ready to meet Russia's Vladimir Putin \"if in fact there is an interest in him deciding that he's looking for a way to end the war\". …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cdZZpaB2kDM",
            "title": "Elon Musk talks Twitter, Tesla and how his brain works — live at TED2022",
            "description": "In this unedited conversation with head of TED Chris Anderson, Elon Musk — the head of Tesla, SpaceX, Neuralink and The Boring Company — digs into the recent news around his bid to purchase Twitter and gets honest about the biggest regret of his career, how his brain works, the future he envisions for the world and a lot m …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ir8XITVmeY4",
            "title": "What is consciousness?",
            "description": "Understanding what consciousness is, and why and how it evolved, is perhaps the greatest mystery known to science. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ughFLQDcI_Q",
            "title": "The Oligarchs l Al Jazeera Investigations",
            "description": "Aljazeera’s Investigative Unit unravels a high-stakes international plot hatched by powerful Eastern European oligarchs to make millions of dollars from a crooked deal. According to one Ukrainian analyst: “It sounds like an agreement between criminal bosses. You can sign it with your blood.”  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM&list=RDLVmPuYkPLLKlM&start_radio=1&rv=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=btF6nKHo2i0",
            "title": "An Economic Hit Man Confesses and Calls to Action | John Perkins | TEDxTraverseCity",
            "description": "John Perkins describes the methods he used to bribe and threaten the heads of state of countries on four continents in order to create a global empire and he reveals how the leaders who did not “play the game\" were assassinated or overthrown. He brings us up to date about the way the economic hit man system has …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3dA5_EJzuu4",
            "title": "Are plants the gateway to the mind? | Decoded",
            "description": "Can plants be the gateway to the mind? Hollywood actor @amrwaked explores whether plants like Ayahuasca and the Blue Lotus were the source of knowledge and inspiration of our ancient ancestors. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XEyV8o2dp7M",
            "title": "The Power of Miracles (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman sets out to discover why we believe in miracles and how they shape our understanding of God.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_sg9Qkf53tk",
            "title": "دهاليز عمرو واكد | هل هناك حكومة سرية عالمية؟",
            "description": "دهليز مليء بالأيادي الخفية والاجتماعات السرية يدخله عمرو واكد هذه المرة ليفهم حقيقة مجموعة \"بيلدربيرغ\". ما قصة هذه المجموعة؟ ولماذا تحافظ على سرية اجتماعاتها؟ وهل ترسم هذه المجموعة سياسة العالم كما يدعي البعض؟يتحقق عمرو من الروابط بين النظام الاقتصادي الرأسمالي وتماشيه مع الحكم الديمقراطي، ويساعده في بحثه كل من: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AQl8h7Aa75s",
            "title": "10 Challenges For Flat Earthers",
            "description": "I can't count how many people have asked for another one of these, and I figured it's been quite a while, so why not mock the flatties one more time? In this video I point out ten blatantly obvious and trivial things any flat earther could do to substantiate their model, that they totally never and will never do. It's hard to fatho …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vOjMQT5dvN8",
            "title": "CIA's secret brainwashing experiment: Former patients sue U.S. government (1984) - The Fifth Estate",
            "description": "Former patients who were subjected to CIA and Canadian government-funded brainwashing experiments at Montreal's Allan Memorial Institute launched lawsuits against the U.S. government.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UGqWRyBCHhw",
            "title": "How the US stole thousands of Native American children",
            "description": "The long and brutal history of the US trying to “kill the Indian and save the man”.Help our reporting on hidden histories. Submit a story idea here: http://bit.ly/2RhjxMy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yh2cjveut1M",
            "title": "Debunking COVID-19 Conspiracies (Coronavirus Update #2)",
            "description": "So my last COVID-19 video didn't age too well. When I posted it in mid-February it seemed like containment was possible, and then a month later we found ourselves in the situation we are in now, quarantined and wondering when this will all be over. As one should come to expect by in this day and age, misinformation and c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lbB7AhwaZy8",
            "title": "Professor Dave Destroys Kent Hovind (Young Earth Creationism Debunk)",
            "description": "A channel named Modern Day Debate reached out to me based on my flat earth debunking to see if I would debate someone named Kent Hovind about Young Earth Creationism. Normally I stay out of religion, but I dug into this guy a little, and he is a total scumbag. The epitome of a con man. Nothing but lies and misre …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8&t=2s",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NFPHvvJWVAk",
            "title": "Exposing the Discovery Institute Part 4: Günter Bechly",
            "description": "More humiliating fraudulent creationists! This is getting fun, no? On the chopping block today is Günter Bechly. I hadn't heard of this guy until he foolishly decided to run his mouth about me in three separate damage control pieces for creationist propaganda website \"Evolution News\". Those of you who know me well are awa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dVG1dNygOgA",
            "title": "An Amusing \"Discussion\" With Jesse Lee Peterson",
            "description": "Jesse Lee Peterson is an evangelist, commentator, and all-around bizarre person. He and I exchanged some words regarding racism, politics, and psychology, and hilarity ensued. As a disclaimer, there is no educational merit to this exchange whatsoever. This is 90 minutes of Jesse saying the dumbest things imaginabl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=94SBwmOtOh4",
            "title": "Discussion On Andrew Gold's Podcast (Music, Pharma, Anti-Vaxx, Flat Earth, Gender)",
            "description": "Dave appears on the \"On the Edge With Andrew Gold\" podcast to discuss his music, the pharmaceutical industry, anti-vaxxers, flat earth, so-called \"gender ideology\", and more! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S7G-ruj22Uo",
            "title": "Astrology: Fact or Fiction?",
            "description": "A significant percentage of the population believes in astrology. This is the notion that the positions of the stars and planets in the sky at the moment of your birth have an influence on your characteristics, and that their positions over time influence daily events. Can this be possible? By what mechanism does this influe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3fTLZTEE7mU",
            "title": "Suspicious0bservers is a Pseudoscientific Doomsday Cult",
            "description": "Of all the characters propagating space-related scams on the internet, by far the most damaging is Ben Davidson and his channel Suspicious0bservers. Beyond his status as a lawyer-turned-grifter selling apocalypse-flavored pseudoscience for cash, he regularly charges up and mobilizes a cult-like group of drones who are ea …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fpGqFUStcxc",
            "title": "Let’s All Get Past This Confusion About Trans People",
            "description": "There has been a lot of talk about trans people lately, with controversy surroundings comedians, sports, as well as the usual back and forth between liberals and conservatives. As a liberal, the hateful and harmful rhetoric from the right upsets me, but I have also been consistently disappointed with the ways that liberals approa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PkA4OImGuBk",
            "title": "Ask Professor Dave #2: Are You A Real Professor?",
            "description": "I get some variation of this question all the time. What's my degree in, where did I study, where did I teach, do I still teach, and so forth. I thought I would answer all of these types of questions all at once by telling you about everything I've been up to since college! You're probably getting to know me a little better than you wa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lXfEK8G8CUI",
            "title": "How The Immune System ACTUALLY Works – IMMUNE",
            "description": "To preorder IMMUNE click here: https://kgs.link/ImmuneBook –– It’s available in English and German and at online retailers it should be available in pretty much all countries too. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4xIQGbYur9Q",
            "title": "The Life and Death of Stars: White Dwarfs, Supernovae, Neutron Stars, and Black Holes",
            "description": "We've learned how stars form, and we've gone over some different types of stars, like main sequence stars, red giants, and white dwarfs. But a star will move between these categories over its lifetime. How does that happen, exactly? And what is leftover when a star dies? A white dwarf? A neutron star? A black hole? What are …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DWC2lZHaq5c",
            "title": "History of the Earth Part 1: Hadean, Archean, and Proterozoic Eons",
            "description": "If we are going to learn about the Earth, we had better start from the beginning! The Hadean, Archean, and Proterozoic eons will take us all the way from the formation of the Earth, 4.6 billion years ago, until about half a billion years ago, so it's a very nice chunk of time. A lot happened over that time, in the way of the cha …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MVQGQz-0Xeo",
            "title": "Exposing the Discovery Institute Part 3: Michael Behe",
            "description": "To start learning STEM for free, visit https://www.brilliant.org/ProfessorDa... and the first 200 people will get 20% off Brilliant's annual premium subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HeQX2HjkcNo",
            "title": "Math's Fundamental Flaw",
            "description": "Not everything that is true can be proven. This discovery transformed infinity, changed the course of a world war and led to the modern computer. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dXOLJOnLKDg",
            "title": "Neil deGrasse Tyson: 3 mind-blowing space facts | Big Think",
            "description": "Neil deGrasse Tyson: 3 mind-blowing space facts Watch the newest  video from Big Think: https://bigth.ink/NewVideoJoin Big Think+ for exclusive videos: https://bigthink.com/plus/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_loUDS4c3Cs",
            "title": "Moon Landings Faked? Filmmaker Says Not!",
            "description": "Writer/director S G Collins of Postwar Media debunks every theory that the Apollo Moon landings could have been faked in a studio. The filmmaker takes a look at the video technology of the late 1960's, showing alleged fraud was simply not possible. -- Apollo 11 Moon Landing Site Seen in Unprecedented Detail: https:// …"
        },
        {
            "url": "https://www.youtube.com/watch?v=t6rHHnABoT8",
            "title": "Astronaut Chris Hadfield Debunks Space Myths | WIRED",
            "description": "Retired astronaut Chris Hadfield helps debunk (and confirm!) some common myths about space. Is there any sound in space? Does space smell like burnt steak? Is NASA working on warp speed? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Q6FknMOlU_w",
            "title": "Lies People Tell About Water – Part 3: Structured/Hexagonal Water, Water Memory",
            "description": "We've covered water fluoridation and special waters, so let's move on to the properties of water! Did you know that the water in your body is special? It's called structured water, or hexagonal water. Or at least that's what some would have you believe so that they can sell you devices that will \"structure\" the water you drink …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DNdriP9kFiQ",
            "title": "Stop Misusing Logical Fallacies",
            "description": "In the comments sections of my debunking videos, people make accusations about specific logical fallacies which only demonstrate that they have no clue what this terminology means. The most common ones are ad hominem, straw man, and argument from authority. It is quite irritating to hear hundreds of people mi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7jKCRxm0bH4",
            "title": "Professor Dave Presents: Exorcism Priest Exposed",
            "description": "Welcome to the first installment of Professor Dave Presents: On the Edge With Andrew Gold! In this documentary, Andrew visits an internationally renowned exorcist in Buenos Aires, who claims to cure the sick of their demons and battle against evil. As well as running the world’s first \"school for exorcists\", Padre Manuel Acuña  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xYWvJsUANCY",
            "title": "How cold can it get?",
            "description": "Cryogenics is the science of cold.  But how cold is cold?  In this video, Fermilab scientist Dr. Don Lincoln tells us about some of the most amazing achievements in cryogenic science.  And there is no truth to the rumor that he sings at the end. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=v1wqUCATYUA",
            "title": "Consciousness and Quantum Mechanics: How are they related?",
            "description": "Try out my quantum mechanics course (and many others on math and science) on https://brilliant.org/sabine. You can get started for free, and the first 200 will get 20% off the annual premium subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ShX-WM5TiXc",
            "title": "Do We Share Earth With Someone Else? With Garry Nolan",
            "description": "Garry Nolan is a professor in the Department of Pathology at Stanford University School of Medicine. His areas of research include hematopoiesis, cancer and leukemia, autoimmunity and inflammation. Most recently he has studied meta materials and cases related to ufo encounters.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZjFL8LtZBzE&t=2s",
            "title": "Lies People Tell About Water – Part 2: Special Waters (Raw, Alkaline, Oxygenated, etc.)",
            "description": "With water fluoridation covered, let's move on to special waters. Raw water, alkaline water, detox water, chlorophyll water, oxygenated water, hydrogen water, moon water, what are all of these things? What are they supposed to do? Are they based on any truth at all? Why do people hate tap water so much? Let's dig  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HRxq1Vrf_Js",
            "title": "Exposing the Discovery Institute Part 1: Casey Luskin",
            "description": "Have you heard of the Discovery Institute? Have you fallen under the impression that they know what they are talking about, or can be considered an even remotely legitimate source of information? Well, you've come to right place. They aren't. They're a propaganda mill, and all of their content is full of lies. They hide behind a  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uOJCS1W1uzg",
            "title": "How Physicists Created a Holographic Wormhole in a Quantum Computer",
            "description": "Almost a century ago, Albert Einstein realized that the equations of general relativity could produce wormholes. But it would take a number of theoretical leaps and a “crazy” team of experimentalists to build one on Google's quantum computer. Read the full article at Quanta Magazine: https://www.quantamagazine.org/physi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=d2Fl9UcJkBA",
            "title": "Who is God? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman begins a quest to discover who God is and how he, she or they have evolved over human history➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YEok4Ykw204",
            "title": "30 Greatest Man-Made Wonders of the World - Travel Video",
            "description": "The earliest lists of Seven Wonders of the Ancient World were made more than 2,000 years ago by ancient Hellenic tourists. Except for the Great Pyramid of Giza those wonders no longer exist. They were destroyed by earthquakes, fires and in one case by an angry mob. Many other lists of amazing structures have bee …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dr6nNvw55C4",
            "title": "What happened before the Big Bang?",
            "description": "Understanding how the universe began has been a goal for scientists, philosophers, and theologians for millennia. In this video, Fermilab’s Dr. Don Lincoln describes the scientific view on this topic. He covers what we know, what we think, and what we may forever never know. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HyB1n5VDXpc",
            "title": "Ancient Mysteries 3HR DOCUMENTARY BOXSET Historical Sites, Bizarre CIVILIZATIONS Advanced Technology",
            "description": "This series offers a fascinating countdown of important scientific and historical wonders. Viewers embark on a journey into the world of ancient civilizations, ancient technology was the result from advances in engineering in ancient times. The series used contributions from archaeologists and other experts, footage of histor …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was mad …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FnMCIrKRkQM",
            "title": "Pyramids",
            "description": "Subscribe - http://goo.gl/wpc2Q1For over four and a half thousand years the pyramids of Egypt have stood as wonders of the world.  T …"
        },
        {
            "url": "https://www.youtube.com/watch?v=u_AVuJT76Uk",
            "title": "Coke, Cakes and Cash (Full Episode) | To Catch a Smuggler",
            "description": "HSI pursues a case of cocaine-filled cakes across state lines, and CBP seizes more than $100,000 of undeclared currency. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r5-FTSS9Qj8",
            "title": "Customs Discovers Suitcase Full of Marijuana | Border Security: Canada's Front Line",
            "description": "Smugglers, drug dealers, illegal immigrants and other suspicious characters are stopped cold at Canada's airports, ports and land crossings by the Canada Border Security Agency. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=043WEdiCuWM",
            "title": "Two British Passengers Held After Returning From Jamaica | Customs | Real Responders",
            "description": "Two British passengers returning from Jamaica come under the suspicion of officer Liz. They say they've never touched drugs, but police checks reveal one of the suspects has been in prison for heroin dealing. In Dover, two Bulgarian drivers promise officers they have no cigarettes, but a quick search finds over 10,000 hidde …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T9q-v4lBGuw",
            "title": "Debunking the Electric Universe",
            "description": "I know that I've become known for my flat earth destructions, but now that I've driven that one so far into the ground that it's coming out the other side of the spherical earth, it's time to tackle some other topics. There exists an obscure fad called the electric universe, which tends to attract exemplars of the Dunning-Kruger ef …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7zpojhD4hpI",
            "title": "The Curious Life of a Mars Rover | Nat Geo Live",
            "description": "Having helped design the Mars rovers Spirit, Opportunity, and Curiosity, NASA engineer Kobie Boykins reveals what these robots are telling us about the existence of life on the red planet.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S3KHOXq4-Oc",
            "title": "Dr. Sebi's Family Discusses His Impact On Herbal Medicine & Carrying On His Legacy",
            "description": "Subscribe NOW to The Breakfast Club: http://ihe.art/xZ4vAcAGet MORE of The Breakfast Club: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nxmGTc21tNk",
            "title": "Who Killed Malcolm X? New York to Pay $36 Million for Two Men Wrongfully Jailed For 1965 Murder",
            "description": "The city and state of New York have agreed to pay $36 million to settle lawsuits on behalf of two men wrongly convicted and imprisoned for decades for the 1965 assassination of Malcolm X. Muhammad Aziz and Khalil Islam were exonerated last year for the murder after investigators found \"serious miscarriages of just …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PMotykw0SIk",
            "title": "Chamath Palihapitiya, Founder and CEO Social Capital, on Money as an Instrument of Change",
            "description": "During his View From The Top talk, Chamath Palihapitiya, founder and CEO of Social Capital, discussed how money is an instrument of change which should be used to make the world a better place. “Money drives the world for better or for worse. Money is going to be made and allocated – you have a moral imperative …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5kB80aO3O0U",
            "title": "Taking the World Stage (Full Episode) | North Korea: Inside the Mind of a Dictator",
            "description": "This episode sees Kim make the unprecedented step of trying his hand at diplomacy as he attempts to relieve his country from crippling sanctions. Through interviews with people who were in the room at the summits, we examine Kim’s “bromance” with Trump; but with a breakdown in talks and the world in chaos, Kim ret …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wZORPVmXN7k",
            "title": "Beyond Death (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman explores how different religions of past and present answer the question: What happens when we die? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yxqniR7BBH4",
            "title": "Being the Queen: The Life of Queen Elizabeth II | National Geographic (Full Episode)",
            "description": "Being the Queen uses a treasure trove of never-before-heard interview recordings from those who know the Queen personally. Paired with deeply researched archival footage and photos, the one-hour special provides an in-depth look at her life and some of the most important, influential events in the history of the British  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=plalHGHwSj8",
            "title": "The Curse of the Bermuda Triangle (Full Episode) | Atlas of Cursed Places",
            "description": "The Bermuda Triangle: Everybody’s heard about this stretch of cursed ocean off America’s eastern coast where ships and aircraft disappear without explanation. Or do they? Sam dives into the origin of the curse of the Bermuda Triangle and looks to oceanographers, physicists and probability analysts to get to the sand …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZU2Roq-emxw",
            "title": "Immortal Egypt: The Definitive Ancient Egypt Documentary | Odyssey",
            "description": "Egypt is home to one of the world's earliest civilizations, with its earliest settlements in northern Africa dating to 17000 BC. Ancient Egypt was a powerful, influential, and expansionist empire that grew from the Nile River Valley to include much of the eastern Mediterranean. The civilization brought many inventions and advance …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-KsDT0W6T2o",
            "title": "The Secret Science of World War II - Full Documentary",
            "description": "In the crucible of World War II, Germany’s most brilliant scientists raced to create an arsenal of terrifying new weapons of mass destruction, even an atomic bomb. Before the war ended, they produced a series of technological firsts that were the basis for many modern-day air and spacecraft. This documentary hi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=L1BPjHILuM8",
            "title": "The Everyday Life of An Ancient Egyptian Revealed | Ancient Egypt | Timeline",
            "description": "Egyptologist, Dr Joann Fletcher investigates what everyday life was like in ancient Egypt for an ordinary person.Joann explores how the people of Egypt lived by exploring their tombs, touring museums as well as uncovering their beliefs in the afterlife. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IXhiiAVwh-o",
            "title": "The Discovery and Treasures of King Tutankhamun's Tomb",
            "description": "You are welcome to join me for a fascinating online tour exploring the incredible treasures buried with the young Pharaoh Tutankhamun (1342 – c. 1325 BC), the last ruler of the 18th Dynasty of ancient Egypt. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rk37-EwcuJ4",
            "title": "Three Ancient Mysteries Of Legendary Cities Long Lost | Lost Worlds | Timeline",
            "description": "In this series, we travel to the buried remains of some of the Ancient World's most enduring mysteries. From the Angkor Wat, to the buried legions of the Terracotta Army, to the long-lost city of Troy. …"
        }
    ]
}