{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=lS_DgMfAPYM",
            "title": "Jesse Ventura on American Conspiracies",
            "description": "Listen to the whole interview:http://www.wnyc.org/shows/lopate/epis...Former Navy SEAL, former pro wrestler, and former Minnesota governor Jesse Ventura talks about his pol …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=4SoxTEn833I",
            "title": "Inside USA- Jesse Ventura- 01 Aug 08- Part 1",
            "description": "An interview with Jesse Ventura who went from wrestler to former Minnesota governer. He is known for his controversial political views. "
        },
        {
            "url": "https://www.youtube.com/watch?v=EBQ4YkTp1NI",
            "title": "Jesse Ventura Says He Would Abolish U.S. Income Tax",
            "description": "June 8 (Bloomberg) -- Jesse Ventura, former governor of Minnesota, talks about U.S. tax policy.     Ventura also discusses the Anthony Weiner and WikiLeaks scandals. He speaks with Julie Hyman on Bloomberg Television's \"Taking Stock.\" (Source: Bloomberg) "
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=ck0sF5wnH4Q",
            "title": "Former Governor Jesse Ventura Picks Fight With Feds Over 9/11 (04.04.11)",
            "description": "In his new book, Jesse Ventura says U.S. government has hidden certain facts.  For more, go here: http://abcnews.go.com/GMA/excerpt-63-... "
        },
        {
            "url": "https://www.youtube.com/watch?v=Pg0XXhkt0gw",
            "title": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jail",
            "description": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jailSubscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may be in …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kqXl44Kp8vo",
            "title": "Inside USA- Jesse Ventura- 01 Aug 08- Part 2",
            "description": "An Interview with Jesse Ventura who went from wrestler to former governer of Minnesota. He is known for his controversial political views "
        },
        {
            "url": "https://www.youtube.com/watch?v=SPM4hz0HYbQ",
            "title": "One on One - Jesse Ventura",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeThe former wrestling superstar talks about his journey from the fighting ring to the governor's mansion. "
        },
        {
            "url": "https://www.youtube.com/watch?v=NcRifDitRnU",
            "title": "Mountains (Full Episode) | Hostile Planet",
            "description": "The highest mountains on Earth are home to snow leopards, golden eagles, mountain goats, barnacle goslings and gelada monkeys. But only the toughest can endure the extreme weather, scarce food and limited oxygen on these peaks. Using new technology to showcase never-before-filmed animal behavior, Hostile Planet provi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uOJCS1W1uzg",
            "title": "How Physicists Created a Holographic Wormhole in a Quantum Computer",
            "description": "Almost a century ago, Albert Einstein realized that the equations of general relativity could produce wormholes. But it would take a number of theoretical leaps and a “crazy” team of experimentalists to build one on Google's quantum computer. Read the full article at Quanta Magazine: https://www.quantamagazine.org/physic... "
        },
        {
            "url": "https://www.youtube.com/watch?v=PWFd-KuyA9w",
            "title": "Jesse Ventura Traces American Music to Black People + Talks Colin Kaepernick as a War Veteran",
            "description": "As soon as the segment started with our guest Jesse Ventura showing music that came from Led Zeplin but began on the Chitlin Circuit via Robert Johnson, you instantly know it’s going to be an insightful yet dope morning.  “All American music originated from black people that were brought over here.” He always brings the real,  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VsUF_CBJq50",
            "title": "The Race to Build a Perfect Computer Chip",
            "description": "Digital activity uses a huge amount of electricity with semiconductors near the limit of their efficiency. Now scientists are racing to perfect new chips that use much less power and handle much more data.  …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI&t=2s",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=56OhXUuY2RE",
            "title": "Ventura's take on 9/11: 'They wanted it to happen'",
            "description": "Former Gov. Jesse Ventura gets into a heated argument with Piers Morgan about 9/11 and the government's response. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-uXI8nJ7GUw",
            "title": "Who Killed Kennedy? Jesse Ventura talks his Peace at the Cinema Arts Centre",
            "description": "By Video Journalists Dan Brenner and Nicole CavaliereThe Cinema Arts Centre presents An Afternoon with former Minnesota Governor Jesse Ventura. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4ljKpK13BO0",
            "title": "Court Cam: Most DRAMATIC Moments Of All Time | A&E",
            "description": "Stay up to date on all of A&E's premieres at http://aetv.com/schedule.Check out the most dramatic moments of all time in this Court Cam mega comp! #CourtCam  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9NHVn4QfjZQ",
            "title": "Robin Williams Makes an Insane First Appearance | Carson Tonight Show",
            "description": "Original Airdate: 10/14/1981#johnnycarson #robinwilliams #thetonightshow Check out more Johnny on the 24/7 FREE streaming channel JohnnyCarson.TV "
        },
        {
            "url": "https://www.youtube.com/watch?v=FL4fnzxHD3o",
            "title": "I-270 shooting - Helicopter video",
            "description": "Helicopter video shows a man wanted for felonious assault being pursued along I-270. The driver is going the wrong way on the freeway and crashes into two vehicles before being shot during a confrontation with a Columbus police officer and Franklin County Sheriff's Deputy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what if th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XJQpD3j5m0M",
            "title": "Cocaine Shoes (Full Episode) | To Catch a Smuggler",
            "description": "HSI Miami investigates two separate maritime smuggling cases, and seizes more than 450 kilograms of cocaine off of a yacht coming from the Caribbean. CBP cracks down on the illegal importation of prescription medications, due to concern’s for people’s health and safety. And CBP Miami discovers cocaine hidden in  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-obKX-mqjXQ",
            "title": "Tutankhamun's Treasures (Full Episode) | Lost Treasures of Egypt",
            "description": "New technology reveals why Tutankhamun’s tomb remained hidden in the Valley of the Kings, Tut’s treasures take a once-in-a-lifetime journey and archaeologists open a 4,000-year-old tomb. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lS_DgMfAPYM&t=2s",
            "title": "Jesse Ventura on American Conspiracies",
            "description": "Listen to the whole interview:http://www.wnyc.org/shows/lopate/epis...Former Navy SEAL, former pro wrestler, and former Minnesota governor Jesse Ventura talks about his pol …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gn4bvjMh4vc",
            "title": "A Theory You've Never Heard Of | Michael Robinson | TEDxUniversityofHartford",
            "description": "The Hamitic Hypothesis was a 19th century anthropological theory that claimed that humans originated in Asia and then migrated to other regions of the world. The theory was used to explain the discovery of so-called “white races” in Africa in the late 1800s. The Hamitic Hypothesis was not simply a curiosity of anthropological s …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uIOiYoha1HA",
            "title": "Hardball College Tour with Chris Matthews, and special guest Jesse Ventura",
            "description": "Hardball College Tour with Chris Matthews, and special guest Jesse VenturaDate: Wednesday, October 06, 1999 - 08:00PMMore video info at https://iop.harvard.edu/node/2469 "
        },
        {
            "url": "https://www.youtube.com/watch?v=gg8i96z9n5w",
            "title": "Jesse Ventura speaks to The Stream",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeFormer Minnesota Governor Jesse Ventura on government transparency and the Occupy Wall Street mov …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E2zrqzvtWio",
            "title": "The Crucial Mistake That Cost HItler His Victory | Warlords: Hitler vs Stalin | Timeline",
            "description": "The personalities and spectres of Adolf Hitler and Joseph Stalin loom large in the events of the twentieth Century. They were similar in some respects and yet very different in others. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8&t=2s",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may be in …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3rHxgKI97s4",
            "title": "Dawn of Darkness (Full Episode) | Savage Kingdom",
            "description": "Led by a ruthless commander, the rotten clan of hyenas seizes power from the lions. An exiled warrior queen is hell-bent on winning back the throne for the Matahta Pride. Pula, ruler of the dark heart of the kingdom, is forced to make a terrible choice between true love and her own future. And a wandering vagrant is lured in by the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s0QFE-hxgI8",
            "title": "Canada's White Wolves: Ghosts Of The Arctic | 4K Wildlife Documentary | Real Wild",
            "description": "At Canada's northernmost edge lies a remote and barren wilderness: Ellesmere Island. There, a family of Arctic wolves is raising a litter of pups within an unforgiving environment. This stunning 4K documentary transports viewers to one of the far corners of Planet Earth for an intimate look at the relationships and the highly ch …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XmtXC_n6X6Q",
            "title": "Our Planet | From Deserts to Grasslands | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9If-K9R3Ka4",
            "title": "Where Are All The Hidden Dimensions?",
            "description": "Start speaking a new language in 3 weeks with Babbel 🎉. Get up to 65% OFF your subscription ➡️ HERE: https://go.babbel.com/t?bsc=1200m65-y...---------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BLqk7uaENAY",
            "title": "Does Quantum Entanglement Allow for Faster-Than-Light Communication?",
            "description": "Quantum entanglement allows particles to affect one another faster than the speed of light. So does this mean we could one day build a device to exploit this and enable superluminal communication? A popular trope in sci-fi for sure, but today let's look at the science. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cPgXeeBmPNQ",
            "title": "The biggest ideas in the Universe - with Sean Carroll",
            "description": "Join Sean M Carroll as he explores deep questions about the cosmos, laying out the framework of classical physics from Euclid and Galileo to Newton and Einstein. Watch the Q&A for this video here: https://youtu.be/mtUG1cRYXvU …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0sCu0ISXQR0",
            "title": "Jonathan Majors On The Emotions Evoked Playing Jesse Brown in ‘Devotion’ | SWAY’S UNIVERSE",
            "description": "Jonathan Majors is the guy in Hollywood right now! He has some really big movies and shows in his rear view and is preparing for a long-standing role as Kang The Conqueror in Marvel’s Cinematic Universe and playing opposite Michael B. Jordan in Creed 3. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SPM4hz0HYbQ&t=2s",
            "title": "One on One - Jesse Ventura",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeThe former wrestling superstar talks about his journey from the fighting ring to the governor's mansion. "
        },
        {
            "url": "https://www.youtube.com/watch?v=vt4JsBay_Ys",
            "title": "Adam Nimoy, Leonard Nimoy’s son celebrates Star Trek with “For The Love Of Spock\" Documentary",
            "description": "Adam Nimoy, Leonard Nimoy’s son celebrates 50 years of star trek with “For The Love Of Spock\" DocumentaryGrowing up in a household with a celebrity parent may not be what everyone thinks it might be. Rarely see …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2kJDTzFtUr4",
            "title": "How ASML, TSMC And Intel Dominate The Chip Market | CNBC Marathon",
            "description": "CNBC Marathon got an exclusive look at how the world makes the now all important processing chips at ASML, TSMC and Intel. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0XuIhHiTqEs",
            "title": "Why F1's Toto Wolff Says Losing Is a Good Thing",
            "description": "As CEO, co-owner and team principal of the Mercedes-AMG Formula 1 team, Toto Wolff commands a billion-dollar enterprise that had an unbelievable run of success – until now. But Wolff says losing is a good thing. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlantic M …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel in Lo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oXRNKddVsw8",
            "title": "FEATURE: Malcolm X on CBC's Front Page Challenge",
            "description": "Aired 3 weeks before his death on Feb. 21, 1965, our CBC panellists grilled him on his ethics, leadership, beliefs and much more. To see more about Malcolm X's life: http://www.cbc.ca/1.2965300 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI&t=4s",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=-avpx8UTakI",
            "title": "Oil change scams: Hidden camera investigation on what really happens to your car (CBC Marketplace)",
            "description": "CBC Marketplace finds aggressive upselling and services paid for but not performedTo read the full story:http://www.cbc.ca/1.2418675. Originally broadcast Nov 8, 2013.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M7hOpT0lPGI",
            "title": "I've studied nuclear war for 35 years -- you should be worried. | Brian Toon | TEDxMileHigh",
            "description": "For the first time in decades, it's hard to ignore the threat of nuclear war. But as long as you're far from the blast, you're safe, right? Wrong. In this sobering talk, atmospheric scientist Brian Toon explains how even a small nuclear war could destroy all life on earth -- and what we can do to prevent it. A professor in the Departme …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eKlcT4E0Cmw",
            "title": "Love Sick The Series (Original Soundtrack)",
            "description": "Love Sick The Series (Original Soundtrack) DIGITAL DOWNLOAD …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UEu8SVUhqaY",
            "title": "A Cruel and Shocking Act: The Secret History of the Kennedy Assassination",
            "description": "Presenting intriguing research and insight into the questions that have haunted the nation since the assassination of President John F. Kennedy: Was the President killed by a single gunman? Was Lee Harvey Oswald part of a conspiracy? Philip Shenon, author of the 2013 bestseller \"A Cruel and Shocking Act: The  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vpPAR8tI5ts",
            "title": "Journalist Robert MacNeil on John F. Kennedy's assassination - TelevisionAcademy.com/Interviews",
            "description": "For his full interview, see http://interviews.televisionacademy.c...See more at http://TelevisionAcademy.com/Interviews …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WeziONwkNJA",
            "title": "Court Cam: BEST MOMENTS of Season 3 | A&E",
            "description": "Check out part 1 of the best Court Cam moments from season 3!Tune in to Court Cam, Wednesdays at 9/8c on A&E, and stay up to date on all of A&E's premieres at http:// …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MSu-H24Qa34",
            "title": "Ashley McArthur Trial Verdict & Sentencing",
            "description": "Ashley McArthur Trial Verdict & Sentencing#AshleyMcArthurTrial "
        },
        {
            "url": "https://www.youtube.com/watch?v=Hp8rBaZuNdg",
            "title": "Airline: Most Viewed Moments of 2021 | A&E",
            "description": "Check out the most viewed moments from Airline in this MEGA compilation!Watch the latest clips from Airline: https://www.youtube.com/playlist?list... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qLRw5voY2YI",
            "title": "Robin Williams/Stephen Fry UK Interview (RE-EDITED)",
            "description": "I have re-edited/uploaded this video as my initial upload was taken down by YouTube due to a copyright claim for the James Taylor segment of this interview.  For the record, my initial upload of this video reached over 500 000 views due to the massive interest in the great Robin Williams. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9NHVn4QfjZQ&list=RDCMUC7McHNOsrUL2fRxTB_xvgRQ&start_radio=1&rv=9NHVn4QfjZQ",
            "title": "Robin Williams Makes an Insane First Appearance | Carson Tonight Show",
            "description": "Original Airdate: 10/14/1981#johnnycarson #robinwilliams #thetonightshow Check out more Johnny on the 24/7 FREE streaming channel JohnnyCarson.TV "
        },
        {
            "url": "https://www.youtube.com/watch?v=Uy6DYk5_UmM",
            "title": "Robin Williams Last Appearance | Carson Tonight Show",
            "description": "Robin Williams makes his final appearance on the last Carson Tonight Show with guests.Original Airdate: 05/21/1992#johnnycarson #robinwilliams #thetonightshow "
        },
        {
            "url": "https://www.youtube.com/watch?v=7mY7AiouykU",
            "title": "RAW VIDEO: Downtown Houston Police Chase",
            "description": "ABC 13 BREAKING NEWS: SkyEye was overhead as the driver in a black SUV is chased by Harris County Constable Deputies. The SUV led the police on an 80 MPH chase through downtown Houston, surface streets, and back on the freeway in the middle of rush hour traffic. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Osf05EhkB-g",
            "title": "MUST WATCH: Crazy Police Chase In California Lasts 3 Hours",
            "description": "#BREAKING: Police chase that started in Los Angeles area involving a hit and run suspect.#PoliceChase "
        },
        {
            "url": "https://www.youtube.com/watch?v=Ae01LHB37KQ",
            "title": "Woman in alleged stolen van leads police in bizarre pursuit in El Sereno, DTLA areas",
            "description": "Authorities Friday were in pursuit of a reportedly stolen van in the El Sereno area. "
        },
        {
            "url": "https://www.youtube.com/watch?v=gwIb6S8suSs",
            "title": "Creation (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman travels the globe to ask: Where did we come from, and what happened “in the beginning”?➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xh0bWb5vi8I",
            "title": "The March of Freedom (Full Episode) | The Story of Us with Morgan Freeman",
            "description": "Morgan Freeman travels around the world in search of a greater understanding of the concept of freedom. From solitary confinement and forced labor camps to social taboos and laws that hinder speech and expression, freedom seems to be a constant struggle. As individuals and as entire nations, we are confronted with the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AUFQ44Y3TRM",
            "title": "Stash House Takedown (Full Episode) | To Catch a Smuggler",
            "description": "HSI confiscate 21 kilos of meth and disrupt a transnational drug ring. CBP seize one of the largest shipments of illegal shark fins in Miami history. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r5-FTSS9Qj8",
            "title": "Customs Discovers Suitcase Full of Marijuana | Border Security: Canada's Front Line",
            "description": "Smugglers, drug dealers, illegal immigrants and other suspicious characters are stopped cold at Canada's airports, ports and land crossings by the Canada Border Security Agency. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yLZUVsmUwZY",
            "title": "The System of Money | Documentary | Money Creation Explained",
            "description": "The System of Money - This film presents serious research and verifiable evidence on our economic and financial system. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E3ky-NwBEU4",
            "title": "Ancient Egypt - Three Thousand Years of History | Empire Builders | Free Documentary History",
            "description": "Empire Builders - Episode 1: Ancient Egypt - Three Thousand Years of History | History DocumentaryRising to prominence in North Africa along the fertile valley of the river Nile, ancient Egypt prospered and  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DKluUdV6ddw",
            "title": "King Tut's Shocking Origins + Other Amazing Secrets of Ancient Egypt 😱 Smithsonian Channel",
            "description": "From secrets discovered in King Tut’s tomb to suspicions of fake busts, these are some of the most mind-blowing ancient Egyptian discoveries made. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classic era' …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rdx3K1HvEUY",
            "title": "Top U.S. & World Headlines — December 2, 2022",
            "description": "Democracy Now! is an independent global news hour that airs on over 1,500 TV and radio stations Monday through Friday. Watch our livestream at https://democracynow.org Mondays to Fridays 8-9 a.m. ET. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nAHBekea2Fc",
            "title": "What's really hiding under Cheyenne Mountain in Colorado?",
            "description": "There are so many rumors swirling around about what's under Colorado.Watch the 9NEWS special \"Under Colorado\" for more underground secrets, Saturday, Oct. 22 at 6:30PM o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KFuqRTHXbpM",
            "title": "Jesse Ventura's fiery WikiLeaks stance",
            "description": "Piers Morgan and Jesse Ventura discuss whether the WikiLeaks documents should have been released. "
        },
        {
            "url": "https://www.youtube.com/watch?v=_HytJn6uaRk",
            "title": "The Unusual Earth Orbit Circling Above Our Ancient Past | Roger G. Gilbertson | TEDxColoradoSprings",
            "description": "NOTE FROM TED: We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside the TEDx content guidelines. Claims made in this talk only represent the speaker’s personal views which are not corroborated by scientific evidence. TEDx events are independently organized by volunteers. The guidelin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-KysuBl2m_w",
            "title": "Choices that can Change your Life | Caroline Myss | TEDxFindhornSalon",
            "description": "In Caroline's unique style, she talks about 3 key choices people can make to change their life.Caroline Myss is a five-time New York Times bestselling author and internationally renowned speaker in t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4-079YIasck",
            "title": "Master Shi Heng Yi – 5 hindrances to self-mastery | Shi Heng YI | TEDxVitosha",
            "description": "Meet Shaolin Master Shi Heng Yi in his serene talk about self-discovery. Learn why rainfall is an essential part of each flowering. And every small step – part of the journey to the highest peek. The hindrances along the way to self-discovery and personal growth are easy to overcome. Learn how from his talk. For more than 30 year …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KuhmZSFvhL0",
            "title": "How to Change Your Mind | Michael Pollan | Talks at Google",
            "description": "Michael Pollan has written 5 New York Times best sellers including Food Rules; In Defense of Food; and The Omnivore’s Dilemma. In this talk, he shares insights and answer questions about psychedelics based on research done for his book \"How to Change Your Mind: What the New Science of Psychedelics Teaches Us About C …"
        },
        {
            "url": "https://www.youtube.com/watch?v=x58zI-mbaNU",
            "title": "Remembrance Day 2022 | CBC News Special",
            "description": "CBC's Rosemary Barton hosts special coverage of the national Remembrance Day service in Ottawa.Read more: http://www.cbc.ca/1.6647481 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IP0bFXicGCM",
            "title": "Are evolution and religion compatible?",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeSome Muslim biology students in the UK are refusing to attend lectures on evolution. So, are science and  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SiqWHcFuBOI",
            "title": "How to Become a Magnetic Human Being | Andrew Sykes | Talks at Google",
            "description": "In this talk, Andrew shares the three habits that create magnetic human beings. They are simple to do, yet seldom done well. He demonstrates how you can become more magnetic and build deeper relationships with customers by asking for and using feedback, posing more questions, and listening with your heart. This talk is dynam …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ydYkNpaWXvo",
            "title": "Jesse Ventura at the Clinton School | 2010",
            "description": "Jesse Ventura spoke at the Clinton School of Public Service on March 18th, 2010.At this event, Ventura discussed his recently released book, 'American Conspiracies: Lies, Lies, and More  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=I3DoYeH-y14",
            "title": "Hitler's End: The Final Months Of World War II In Europe | WW2 In Numbers | Timeline",
            "description": "The world's worst war would come to its conclusion, as strategic errors and overstretched resources would culminate in the Axis powers facing the Allies on their own turf. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kRzmpCE96kU",
            "title": "Churchill and Roosevelt's Gentlemen's Agreement | Warlords | Timeline",
            "description": "An examination of the mental battles waged between 20th-century leaders Winston Churchill and Franklin D Roosevelt during the first two years of their relationship. A duel of false promises, evasion and delusion ensued, which was far removed from the more familiar image of friendship and loyalty. World War II was not only  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vIu3k1hmfGc",
            "title": "Hitler: The Power Of Manipulation | Hitler's Propaganda Machine | Timeline",
            "description": "The decade of propaganda, impassioned speeches, newspaper articles, posters and campaigning that led to one moment, Hitler being made Chancellor of Germany in 1933. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQz-efDv01k",
            "title": "🔴 LIVE: What Does It Take To Catch a Smuggler? Watch Now | National Geographic",
            "description": "From cocaine hidden in shoes, to narcotics in coffee beans, join us as we follow the officers who work to stem the flow of illegal contraband at America's airports, seaports and land border crossings. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XqyC5QrvrIw",
            "title": "Nazi Secrets (Full Episode) | Drain the Oceans",
            "description": "Hidden deep underwater is the untold story of how the Nazis waged a secret war across the world’s oceans.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4iOgRtCqPK4",
            "title": "What are secret societies? | Decoded",
            "description": "Spilling secrets.Hollywood actor @amrwaked investigates the origins and influence of secret societies and their  desire to hold sway from the shadows.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=m0zinQJaHNg",
            "title": "Survive the Wild | Episode 1: Rules of the Realm | Free Documentary Nature",
            "description": "Survive the Wild - Episode 1: Rules of the Realm | Wildlife DocumentaryWatch 'Survive the Wild - Episode 2' here: https://youtu.be/FygYsJrkVNw …"
        },
        {
            "url": "https://www.youtube.com/watch?v=va7xy6cY50w",
            "title": "Safari Live - Day 261 | National Geographic",
            "description": "Join us on a LIVE African safari in the Maasai Mara as experts guide us through the bush in search of lions, elephants, buffalo and more wild animals. Join the discussions on social with #safariLIVE!➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cTF9RzEI5Ao",
            "title": "Blood Warriors (Full Episode) | Primal Survivor",
            "description": "Forging through the dense jungles of the Ecuadorian Amazon, Hazen Audel joins the Waorani Tribe, where he must learn to live off nothing more than the invaluable tools found in nature. To survive the life-threatening dangers of the jungle, Audel must master the Waorani's incredible ability to navigate this lush and treache …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wZORPVmXN7k",
            "title": "Beyond Death (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman explores how different religions of past and present answer the question: What happens when we die? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YtAL8y2lACs",
            "title": "Storming Antarctica (Full Episode) | Continent 7: Antarctica",
            "description": "Six teams of scientists and their survival experts are dispatched to Antarctica, the least understood, harshest continent on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VGv1T9NUudc",
            "title": "The Wild Wolves Of Yellowstone - The War Of The Wolf Packs (Part 2) | White Wolf | Real Wild",
            "description": "After losing her mother to a territorial pack war, this young alpha female white wolf must navigate life in Yellowstone national park. Follow her trials and tribulations as she forges her own bonds and assembles her own pack, eventually raising pups of her own. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=um2Q9aUecy0",
            "title": "Our Planet | Jungles | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=R2DU85qLfJQ",
            "title": "Our Planet | Fresh Water | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LvjIUnp2kZc",
            "title": "FLYING OVER ICELAND (4K UHD) - Relaxing Music Along With Beautiful Nature Videos - 4K Video Ultra HD",
            "description": "Iceland is located near the North Pole, so it has a very cold climate. However, this country is located on the Atlantic volcanic belt, so there are many volcanoes, hot springs and huge geothermal resources. Iceland also has a lot of glaciers. Thanks to the nearby Gulf Stream, Iceland's climate is a bit milder. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N-NTXoYTvao",
            "title": "Time Is of the Essence… or Is It?",
            "description": "What is time? Isaac Newton described it as absolute, but Einstein proved that time is relative, and, shockingly, that time and space are intricately interwoven. Now recent work in string theory and quantum gravity suggests that space and time may not be fundamental. If this is true, what new picture of reality will emerge? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aUW7patpm9s",
            "title": "Multiverse: One Universe or Many?",
            "description": "The inflationary theory of cosmology, an enduring theory about our universe and how it was formed, explains that just after the Big Bang, the universe went through a period of rapid expansion. This theory has been critical to understanding what’s going on in the cosmos today. But now, this long-held notion—which seems to sugg …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BFrBr8oUVXU",
            "title": "Quantum Reality: Space, Time, and Entanglement",
            "description": "Brian Greene moderates this fascinating program exploring the fundamental principles of Quantum Physics. Anyone with an interest in science will enjoy this thought-provoking and highly entertaining show.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5_0o2fJhtSc",
            "title": "Understanding Quantum Entanglement - with Philip Ball",
            "description": "Last year, Phil Ball gave a very popular talk at the Ri about quantum mechanics, here's his follow up on quantum entanglement, and our friends Alice and Bob.Subscribe for regular science videos: http://bit.ly/RiSubscRibe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Vk5bxHetL4s",
            "title": "The NEW Warp Drive Possibilities",
            "description": "PBS Member Stations rely on viewers like you. To support your local station, go to: http://to.pbs.org/DonateSPACE↓ More info below ↓ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3jT_Zui1Am8",
            "title": "Seeing The Universe Like We've Never Seen It Before",
            "description": "Now that the James Webb Space Telescope has released its first images, it’s time for the science programs to begin.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sgLeym0XebQ",
            "title": "Mindscape 211 | Solo: Secrets of Einstein's Equation",
            "description": "New book! The Biggest Ideas in the Universe: Space, Time, and Motion. https://www.preposterousuniverse.com/... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wvvovktKKa4",
            "title": "The Dreaming Mind: Waking the Mysteries of Sleep",
            "description": "#briangreene #dream #science Where do our dreams come from, why do we have them, and what do they mean? Can we harness them to foster creativity, solve problems, and prepare for the future? What’s happening in the brains of so-called lucid dre …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BiwhCucM470",
            "title": "Where did the Universe come from? – with Geraint Lewis",
            "description": "Modern physics is split in two. To explain the large-scale Universe, we talk of the curved and expanding spacetime of Einstein’s General Theory of Relativity. For the small-scale, we talk about probabilities and uncertainties and the language of quantum mechanics. Whilst these two pillars of physics are both supre …"
        },
        {
            "url": "https://www.youtube.com/watch?v=j6UAOnSYnIQ&pp=sAQB",
            "title": "13 Hours: The Secret Soldiers of Benghazi",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=wg8BjqFikpY",
            "title": "Black Panther: Wakanda Forever Town Hall on Sway In The Morning | SWAY’S UNIVERSE",
            "description": "Ryan Coogler, Letitia Wright, Winston Duke, Lupita Nyong'o and Danai Gurira sith down with Sway Calloway and the Sway In The Morning team to talk about one of the most anticipated movies in the last 4 years.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pfWyfMDniGA",
            "title": "Thankful to Have Jonathan Majors on the Podcast | Higher Learning | The Ringer",
            "description": "Van and Rachel welcome actor and fellow Texan Jonathan Majors to the podcast to discuss growing up in Rachel’s hometown (2:04), his new film, ‘Devotion,’ and the true story behind it (17:51), plus why he doesn’t watch any of his own movies (27:32). …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tDPjE9Sg7to",
            "title": "Jesse Ventura gets emotional talking about Muhammad Ali",
            "description": "Jesse Ventura talks about his lifelong adoration of Muhammad Ali and spending a day with “The Greatest” "
        },
        {
            "url": "https://www.youtube.com/watch?v=uIOiYoha1HA&t=1s",
            "title": "Hardball College Tour with Chris Matthews, and special guest Jesse Ventura",
            "description": "Hardball College Tour with Chris Matthews, and special guest Jesse VenturaDate: Wednesday, October 06, 1999 - 08:00PMMore video info at https://iop.harvard.edu/node/2469 "
        },
        {
            "url": "https://www.youtube.com/watch?v=2fQ9yz79ZIk",
            "title": "Conspiracy Theories & Other Dangerous Ideas",
            "description": "Cass R. Sunstein discusses his latest Book Conspiracy Theories & Other Dangerous Ideas, a compilation of his most insightful and relevant pieces.  A book signing follows the program.To access live, real-time captioning, please copy and paste the following URL into a separate browser win …"
        },
        {
            "url": "https://www.youtube.com/watch?v=l5bK7LdlO60&pp=sAQB",
            "title": "Star Trek VI: The Undiscovered Country - Director's Cut",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=fJhDv5EprBo",
            "title": "Percell Dugger On Winston Duke's Training Regimen For The New Black Panther Movie & Black Health Gap",
            "description": "Percell Dugger is a Harlem based writer, certified strength coach, USATF coach and NIKE running coach. His understanding of wellness culture is informed by his passion for black history, art, literature, music and storytelling. Percell’s practice as a coach and writer have continued throughout the chapters of his life. As …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Am7EwmxBAW8",
            "title": "Space Flight: The Application of Orbital Mechanics",
            "description": "This is a primer on orbital mechanics originally intended for college-level physics students. Released 1989. "
        },
        {
            "url": "https://www.youtube.com/watch?v=mRSxmd-mSh8",
            "title": "What’s behind US export controls on technology to China? | Inside Story",
            "description": "US President Joe Biden has imposed sweeping controls on exports of semiconductors to China.Also known as 'semis' or 'chips', semiconductors are needed to run nearly all electronics.American companies will be restricted from selling advanced chips to China, and supplying Chinese firms …"
        },
        {
            "url": "https://www.youtube.com/watch?v=woZmq6gIZBM",
            "title": "Why Pharmaceuticals Are So Complicated In The U.S. | CNBC Marathon",
            "description": "CNBC Marathon explores why pharmaceuticals are so complicated in the United States.Concerns over prescription drug prices have grown into a big political issue, with nearly one in four Americans saying it's difficult to afford their medications, according to a March 2019 poll by the Kaiser Family Found …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KTjeh5QPL0o",
            "title": "How SpaceX Could Win The Space Race | CNBC Marathon",
            "description": "CNBC Marathon explores SpaceX's quest to win the space race.SpaceX’s broadband satellite internet, Starlink, is expected to be a cash cow for SpaceX, bringing in as mu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ooAtzkcN97w",
            "title": "Why Qatar's World Cup May Be The Last of Its Kind",
            "description": "While Qatar has reportedly spent $200 billion or more, most nations are now unwilling to spend a fraction of that on money-losing mega-events like the World Cup or the Olympics. The IOC and FIFA are scrambling to change their ways before it's too late. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mhD_m2HiUVU",
            "title": "Nightly News Full Broadcast - Dec. 2",
            "description": "U.S. economy adds 263,000 jobs in November; Flu cases skyrocket nationwide, pushing hospitals to the brink; Biden meets with Prince William in Boston; and more on tonight’s broadcast. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MNJkvbgoG3o",
            "title": "Are Cities Or The Suburbs Better For The Economy? | CNBC Marathon",
            "description": "CNBC Marathon reviews why a cost-of-living crisis is unfolding across America’s housing infrastructure. CNBC explores what that means for apartments in the cities and houses in the suburbs. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HWVnmJpEPjk",
            "title": "What Was The First Black Hole?",
            "description": "Start building your ideal daily routine ! The first 500 people who click on the link will get 25% OFF Fabulous Premium ➡️ https://thefab.co/historyoftheuniverse---------------------------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI&list=RDCMUC6n8I1UDTKP1IWjQMg6_TwA&start_radio=1&rv=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=n5vu4MpYgUo",
            "title": "EDUCATION | Part 1 | Reading Marx's “Capital” with David Harvey",
            "description": "Visit www.tpf.link to follow along via our Podcast. A close reading of the text of Volume I of Marx’s Capital with Professor David Harvey. - askdavidharvey@peoplesforum.org - …"
        }
    ]
}