{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=TnMDO7bfYTc",
            "title": "MH370: New Theory Claims To Know Exactly Where It Is",
            "description": "A new theory proposed by Richard Godfrey in late 2021 claims to know exactly where the vanished Malaysian Airlines Flight 370 is. MH370 vanished in 2014 and has not been found to date. Its disappearance remains one of the greatest aviation mysteries. All that investigators know so far is that it crashed somewhere off the co …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=Jq-d4Kl8Xh4",
            "title": "FINDING MH370: New breakthrough could finally solve missing flight mystery | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Finding MH370 (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Qk1CxO9XGyQ",
            "title": "MH370: Was Air Traffic Control deliberately misled?",
            "description": "RAeS Brussels Branch lecture held at Eurocontrol on the topic of the MH370 Flight and whether ATC was deliberately misled. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KefDzzDAeew",
            "title": "Has WSPR technology REALLY found MH370?",
            "description": "New latest \"research\" has led to a claim that says global tracking of aircraft is possible using weak radio signal technology that covers the globe, known as WSPR, or the \"weak signal propagation report\" network and that these radio signals can help find missing aircraft Malaysia Airlines MH370. …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=Cm1j1fpldkc",
            "title": "MH370: The Situation Room - What really happened to the missing Boeing 777 | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J What happened to MH370? On a special edition of 60 MINUTES, Tara Brown investigates what is now the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bSMfOPw8JA0",
            "title": "The Unidentified: Are we alone in the universe? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Unidentified (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kd2KEHvK-q8",
            "title": "The Vanishing of Flight 370",
            "description": "[Credits, References, and More]https://www.lemmi.no/p/the-vanishing-... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QHFDYbwywkU",
            "title": "Malaysia Airlines MH370 Disappeance - lecture on a plausible trajectory",
            "description": "This presentation to the RAes Paris Branch based on the \"CAPTIO Study\" provides new insight into the flight trajectory of MH370, providing additional elements to better understand this tragic disaster. It is based on information and data published in the final report, radar and satellite data, publications from the scientific  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CcIwt2bRDkc",
            "title": "SPECIAL INVESTIGATION: Shocking new claims shed light on doomed MH370 flight",
            "description": "This Sky News Australia special investigation into the missing MH370 flight reveals new evidence and shocking allegations about the disappearance of the doomed plane.     …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Qzvr2w2IVug",
            "title": "Vital Data to Locate MH370 is Mysteriously Missing | Mysteries of the Deep",
            "description": "Malaysia Airlines Flight 370 disappeared without a trace somewhere in the Indian Ocean, 8th March 2014. Using sonars to map the ocean floor, experts narrow down the search zone to 2000 miles off the coast of Western Australia, along what they dub the 7th Arc. They believe a new method of measuring impact waves could  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=L01P0Tm1AD4",
            "title": "The Search for the MH370",
            "description": "After Flight MH370 disappeared in the Southern Ocean, Fugro was invited to help find the lost plane in a remote area covering 120,000 square kilometres in very challenging conditions. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Dmw0evr6uvI",
            "title": "MH370: Special Investigation - Part two | 60 Minutes",
            "description": "Aviation experts frequently remind us that flying on modern jet planes is the safest form of transport. However those assertions are meaningless while the fate of Malaysian Airlines flight MH370 remains unknown. It’s more than two years since the Boeing 777 disappeared off the face of the earth. An exhaustive and expensive s …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zN6-qRS24AM",
            "title": "Finding the MH370 with WSPR? (#667)",
            "description": "This Ask Dave question has been requested by many hams and has even piqued my own interest. So without further adieu, Finding the MH370 with WSPR? …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=aO7_indbfME",
            "title": "Rogue Boeing 737 Max planes 'with minds of their own' | 60 Minutes Australia",
            "description": "Liz Hayes investigates the disaster of Boeing’s 737 MAX jetliner. Why two supposedly state-of-the-art and safe planes crashed killing 346 people; why pilots now fear flying the 737 MAX; & whether Boeing could have averted the catastrophes. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IooUYvy5h0o",
            "title": "Exclusive access to MH370 wreckage the world has never seen | 60 Minutes Australia",
            "description": "It’s now five years since MH370 disappeared, but there have been no definitive answers about where the airliner is or what happened to it. The failure of the search has had an unbearable impact on the family and friends of the 239 people on board, who are presumed dead. But Danica Weeks, whose husband Paul was one of the pa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qRKScRgsUaE",
            "title": "Inside Japan's Nuclear Meltdown (full documentary) | FRONTLINE",
            "description": "A devastating earthquake and tsunami struck Japan on March 11, 2011 triggering a crisis inside the Fukushima Daiichi nuclear complex. This 2012 documentary reveals how close the world came to a nuclear nightmare.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth can aff …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HvKpnaXYUPU",
            "title": "Arctic Sinkholes I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AOUzLzIn the Arctic, enormous releases of methane, a potent greenhouse gas, threaten the climate. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kA2KaEKs1LA",
            "title": "War with China: Are we closer than we think? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | War with China (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nZrfg-2bTTQ",
            "title": "\"We Are Going To Crash Land!\" | Flights From Hell | Channel 5",
            "description": "On 21st September 2005, a JetBlue plane took off into the air and had issues with the landing gear. The front wheel was twisted and couldn't turn for the plane to land properly. Watch Flights From Hell to see what happens when the plane has to make an emergency crash landing! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CbUjuwhQPKs",
            "title": "The Search For D. B. Cooper",
            "description": "[Credits, References, and More]https://www.lemmi.no/p/the-search-for... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CPBJgpK0Ulc",
            "title": "How People Disappear",
            "description": "Follow Michael Stevens: http://www.twitter.com/tweetsauceSources and MORE stories below! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IWJlhll9Xpo",
            "title": "The Mystery Of MH370 (Part 3/4) | CNA Special | Channel NewsAsia",
            "description": "Could Flight MH370 have been hijacked? Why was the transponder turned off? Available evidence points to deliberate, human action, but many conspiracy theories still remain. Channel NewsAsia speaks to the pilot's sister in her first television interview, and examines what is known about the last hours of the flight. "
        },
        {
            "url": "https://www.youtube.com/watch?v=f80WwpNuaxg",
            "title": "How Did EVERYONE Miss THIS!? | Malaysian Airlines Flight 134",
            "description": "Get 20% OFF + Free Shipping with code MENTOUR at https://mnscpd.com/MentourPilot #manscapedpartnerOn the 18th July 2018 an Airbus A330-300 was getting ready to depart from Brisbane International Airport …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ulzv_w9YzTE",
            "title": "New clues in MH370 search",
            "description": "CNN's Jim Sciutto discusses the latest developments on MH370 with  aviation analysts Miles O'Brien and Peter Goelz. "
        },
        {
            "url": "https://www.youtube.com/watch?v=RMSNUX3n6yA",
            "title": "Truth, War and Consequences (full documentary) | FRONTLINE",
            "description": "Did America rush into a war in Iraq for which it was unprepared? In this 2003 documentary, FRONTLINE examines why the U.S. went to war in Iraq, what went wrong in the planning for the postwar occupation, and what was at stake for both the U.S. and for Iraqis.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bSMfOPw8JA0&t=2s",
            "title": "The Unidentified: Are we alone in the universe? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Unidentified (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iUmnFOiIijY",
            "title": "Why did this Boeing 737 CRASH into a bridge, just after takeoff?! | Air Florida flight 90",
            "description": "The first 1000 people to use THIS link will get a free trial of Skillshare Premium Membership: https://skl.sh/mentourpilot02211 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wQYud1RDTKs",
            "title": "The mystery of flight MH370 | Inside Story",
            "description": "How can a modern airliner with 239 people on board simply disappear? Jane Dutton speaks to Mike Daniel,  managing director of Aviation Insight, a licensed pilot and former acc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=THZmMR7CT0w",
            "title": "The Mystery Of MH370 (Part 4/4) | CNA Insider",
            "description": "The search for Malaysian Airlines Flight MH370 has yielded nothing. No debris, no bodies, no black box. What's next for the relatives of those missing, will they find closure to this traumatic episode? Channel NewsAsia speaks to the pilot's sister in her first television interview, and examines what is known about the last hours of the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oa1Tu6BRFxU",
            "title": "The deadliest place on earth: Snake Island | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Snake Island (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dOcac4S_osQ",
            "title": "Operational Search for MH370, 2014-2017",
            "description": "This presentation covers the technical accomplishments undertaken from a geospatial support perspective to support the search for MH370. Geospatial support embedded within ATSB over the last 3 years included visualization of project data, creation of search areas, data management, statistical analysis and quality r …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TlvWKBvIzco",
            "title": "The Deep Ocean Floor Where MH370 Could Be Hiding",
            "description": "Malaysia Airlines Flight 370 is likely resting on the floor of one of the least-mapped sections of the ocean, according to officials. Searchers hope the missing plane didn't end up on one known feature called the Broken Ridge. Jason Bellini reports. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8e7MR1fLxSk",
            "title": "MH370 mystery: Deep sea surveillance company to launch new search | ABC News",
            "description": "The Malaysian government is considering an offer by a deep sea surveillance company to launch a new search for Malaysian Airlines flight MH370, which went missing in 2014.Subscribe: http://ab.co/1svxLVE  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BqHALU8PF1M",
            "title": "The MH370 mystery: Where is the missing plane? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here http://9Soci.al/sImy50wNiXL | The real and raw human face of an international tragedy Three weeks ago, Malaysian Airlines Flight 370 disappeared from civilian radar. Something or someone caused two different location devices to be switched off. Minutes later, it di …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZQHl5SmA08A",
            "title": "MH370: Special Investigation - Part one | 60 Minutes (2016)",
            "description": "It’s more than four years since MH370 disappeared off the face of the earth, and still we have no answers for the missing 239 passengers and crew who are presumed dead. Frustration at the lack of clues has led to significant reassessment, and as Ross Coulthart discovers, there’s now growing evidence that authorities have been  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=890wWM0lg94",
            "title": "Biggest Mystery in Aviation | What happened to MH370 Flight? | Dhruv Rathee",
            "description": "The disappearance of Malaysian Airlines Flight MH370 is one of the greatest aviation mysterious in the world. This flight was traveling from Kuala Lumpur to Beijing in 2014 but became a Mystery when the flight suddenly disappeared from the Radars, and no one was able to figure out where did it go even after spending millio …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yGlS2QBuX7s",
            "title": "Airbus A380 Full Cockpit Flight Kuala Lumpur to London Heathrow | Malaysia Airlines",
            "description": "Airbus A380 Full Cockpit Flight Kuala Lumpur to LondonFor more information about this film please visit:JUST PLANES http://www.justplanes.com …"
        },
        {
            "url": "https://www.youtube.com/watch?v=n8d_CrqIlzY",
            "title": "Search for missing Malaysian Airlines flight MH370 could be renewed | 9 News Australia",
            "description": "Despite a $200 million investigation spanning eight years, Malaysian Airlines Flight MH370 which held 239 people has still never been found. Former Australian naval officer Peter Waring shares the latest on the search. Subscribe and 🔔: http://9Soci.al/KM6e50GjSK9 | Get more breaking news at 9News.com.au: http://9Soci. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mxsfIlZlpV8",
            "title": "Why Can't We Find MH370 ?",
            "description": "https://brilliant.org/CuriousDroidSix years on and the mystery of MH370 is no closer to being solved but there is growing evidence to say t …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=lYMxj3aaygE",
            "title": "Passenger aircraft falls out of sky - What happened to Flight 447? | 60 Minutes Australia",
            "description": "The story of Flight 447 (2013). It has been called the \"Titanic of air disasters\". A passenger aircraft so advanced that the chance of it falling out of the sky is unthinkable. But on a stormy June night in 2009 that's just what happened to an Air France A330. Its terrifying descent into the Atlantic Ocean took just four minutes. For t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rvkEpstd9os",
            "title": "The Boeing 787: Broken Dreams l Al Jazeera Investigations",
            "description": "This is a major project by the Al Jazeera Investigative Unit focusing on the 787 “Dreamliner”, the flagship passenger jet of the Boeing Company.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kaUemcqIQ-k",
            "title": "United States of Secrets, Part One (full documentary) | FRONTLINE",
            "description": "FRONTLINE tells the inside story of the U.S. government’s massive and controversial secret surveillance program that began in the wake of September 11 -- and the lengths they went to trying to keep it hidden from the public. (Aired 2014) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eDtvkNDSAzM",
            "title": "Dark Seas: What happens when cruising goes wrong? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Under Investigation: Dark Seas (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fndcCyYzXKg",
            "title": "Trapped in the volcano: How the cruise of a lifetime turned into a deadly nightmare | Four Corners",
            "description": "In December 2019, the Ovation of the Seas left Sydney bound for a 12-day trans-Tasman cruise to New Zealand.The luxury holiday promised great entertainment and the opportunity to get up close to the country’s reno …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bn64AyrHe4Q",
            "title": "9/11: The moment the world changed 20 years on | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | 9/11 - 20 Years On …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wnFshddu0-g",
            "title": "Chernobyl: Hour by Hour (FULL MOVIE)",
            "description": "The accident at Chernobyl released at least 100 times more radiation than the atomic bombs dropped on Hiroshima and Nagasaki. An incalculable number of Europeans still hold the scars from what happened that disastrous night in Chernobyl. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EkyAuG9RSSU",
            "title": "When Antibiotics Don't Work (full documentary) | FRONTLINE",
            "description": "Has the age of antibiotics come to an end? From a young girl on life support in Arizona to an uncontrollable outbreak in 20XX at one of the nation’s most prestigious hospitals, FRONTLINE investigates a deadly type of bacteria that our modern antibiotics can’t stop. (Aired 2013) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w-dxMTDzMLY",
            "title": "The Cannabis Question I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AP3DP6 | #TheCannabisQuestionAs state-legalized cannabis spreads, NOVA explores its little-known risks and benefits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EVBCLAaflaw",
            "title": "How Is NASA Contacting Aliens? | Alien Life Documentary | Spark",
            "description": "Subscribe to Spark for more amazing science, tech and engineering  videos - https://goo.gl/LIrlurWith technology advancing faster than ever, and more and more discoveries being made every day, is the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YCqEYOP_UgI",
            "title": "A mysterious VHS tape, a military bunker, and UFO sightings near Ottawa | UFO Town",
            "description": "In the ‘90s, a VHS tape emerged and, with it, a claim that a UFO had crashed in a field near Ottawa. A former teen UFO investigator returns decades later to find out what people saw there. #CBCdocsPOV #UFOTown …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E0OUvEh3HWk",
            "title": "Watch NASA’s DART Mission Launch (Double Asteroid Redirection Test) Official Broadcast/Stream",
            "description": "Can we change the motion of an asteroid? Our #DARTMission is set to be the first to try! The Double Asteroid Redirection Test (DART) mission is a spacecraft designed to impact an asteroid as a test of technology to see if it can change the motion of an asteroid in space. The goal of the mission is to see if intentionally crashing a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YtAL8y2lACs",
            "title": "Storming Antarctica (Full Episode) | Continent 7: Antarctica",
            "description": "Six teams of scientists and their survival experts are dispatched to Antarctica, the least understood, harshest continent on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Z9zT-4mNpaE",
            "title": "World's Richest Country & Unknown World under Moscow | Mystery Places | Free Documentary",
            "description": "Mystery Places: Richest Country in the World, Unknown Underground World of Moscow | Lost Places Documentary …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DzWTzL2HB7k",
            "title": "Most Mysterious Aircraft accident: Malaysia Airlines MH370 | What Went Wrong | Free Documentary",
            "description": "What Went Wrong - Most Mysterious Aircraft accident: Malaysia Airlines MH370 What Went Wong - Complete Season: https://www.youtube.com/playlist?list... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Yt3vns42Nd8",
            "title": "Prepare for Armageddon: China's warning to the world | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Poking the Panda (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JovtmKFxi3c",
            "title": "China: Power and Prosperity -- Watch the full documentary",
            "description": "As China has risen in prosperity, influence and military strength, what are the social, economic and political forces at play? Come along with PBS NewsHour as we travel around the globe to explore the emerging superpower and its relationship with the United States. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Cm1j1fpldkc&t=1s",
            "title": "MH370: The Situation Room - What really happened to the missing Boeing 777 | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J What happened to MH370? On a special edition of 60 MINUTES, Tara Brown investigates what is now the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=op7Fi8s6EHc",
            "title": "British Airways Plane Explodes on Las Vegas Runway | World's Worst Flights | Channel 5",
            "description": "On the 8th September 2015, a British Airways flight was looking to travel from Las Vegas to London Heathrow, but things took a nasty turn as part of the engine exploded while on the runway. Watch World's Worst Flights and find out if the passengers escape the fire. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=orU_DNy9fiA",
            "title": "Plane Engine Explodes While In The Air | Flights From Hell | Channel 5",
            "description": "It is extremely unlikely for a plane's engine to explode whilst in the air. 80% of plane crashes happen in the first three minutes or last eight minutes of a flight.  Watch Flights From Hell to see whether the pilot can land the plane safely with one less engine and parts of the slats on the wing detaching whilst in the air.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kd2KEHvK-q8&t=2s",
            "title": "The Vanishing of Flight 370",
            "description": "[Credits, References, and More]https://www.lemmi.no/p/the-vanishing-... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lADBHDg-JtA",
            "title": "The Enduring Mystery of Jack the Ripper",
            "description": "[Credits, References, and More]https://www.lemmi.no/p/the-enduring-m... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=n87XGcOsFck",
            "title": "D.B. Cooper investigator believes he has solved the decades-long mystery | FOX 13 Seattle",
            "description": "A simple black necktie may be the smoking gun to solving a mystery that has captivated the country for 50 years: who is D.B. Cooper and what happened to him? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2GcwAD_7tJY",
            "title": "Grazed by the Apocalypse",
            "description": "[Credits, References, and More]https://www.lemmi.no/p/grazed-by-the-... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sHCHEykUxP4",
            "title": "Spooky Coincidences?",
            "description": "Support Vsauce, your brain, Alzheimer's research, and other YouTube educators by joining THE CURIOSITY BOX: a seasonal delivery of viral science toys made by Vsauce! A portion of all proceeds goes to Alzheimer's research and our Inquisitive Fellowship, a program that gives money and resources directly to growing science cha …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Qig68IuPrbk",
            "title": "last words",
            "description": "Follow Michael Stevens for more! http://www.twitter.com/tweetsauceLINKS AND SOURCES BELOW! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GDrBIKOR01c",
            "title": "Messages For The Future",
            "description": "Support Vsauce, your brain, Alzheimer's research, and other YouTube educators by joining THE CURIOSITY BOX: a seasonal delivery of viral science toys made by Vsauce! A portion of all proceeds goes to Alzheimer's research and our Inquisitive Fellowship, a program that gives money and resources directly to growing science cha …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wwhlsOTc4Ww",
            "title": "The Mystery Of MH370 (Part 1/4) | CNA Insider",
            "description": "Malaysian Airlines Flight MH370 went missing on 8 March 2014. The biggest mystery is how an aeroplane that has departed Kuala Lumpur in full perfect operational status can make some deviant turns and disappear. Channel NewsAsia speaks to the pilot's sister in her first television interview, and examines what is known …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rZuvXWxOJTE",
            "title": "Hijacking and Murder in Global Shipping’s Grim Underbelly",
            "description": "In July 2011, the oil tanker Brillante Virtuoso was drifting through the treacherous Gulf of Aden when a crew of pirates attacked and set her ablaze. When David Mockett, a maritime surveyor, inspected the vessel, he was left with more questions than answers. Soon after his inspection, Mockett was killed in a car bombing.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jqZlKUO8Mmc",
            "title": "WHY this Aircraft CRASHED Down a RAVINE in India | Air India Express flight 1344",
            "description": "Get 20% discount on the yearly subscription of Brilliant by using this code 👉🏻 https://brilliant.org/Mentourpilot/On the 7th of August 2020, Air India Express flight 1344 crashed down into a Ravine after a failed landing  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=31j_A2BC8kA",
            "title": "When Pilots STOP TRUSTING the Aircraft! | Royal Air Maroc 780S",
            "description": "Get 20% discount on the yearly subscription of Brilliant by using this code 👉🏻 https://brilliant.org/Mentourpilot/This video will tell you the crazy story of Royal Air Maroc flight 780S. A Boeing 737-800 which suffered se …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0U_Dxuai5Jo",
            "title": "WHAT did These Boeing 737 Pilots MISS?!",
            "description": "Go to https://curiositystream.thld.co/mento... and use the code MENTOURPILOT to save 25% off today, that’s only $14.99 a year. Thanks to Curiosity Stream for sponsoring today’s video. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QaXOK-n6l7o",
            "title": "Diving deep into the search for MH370",
            "description": "In the search for MH370, Geoscience Australia applied a GIS solution to support the world’s largest marine survey, mapping the seafloor in greater detail than ever to provide scientific insights. "
        },
        {
            "url": "https://www.youtube.com/watch?v=y4t8VUFiHLM",
            "title": "Where Did the Miracle on the Hudson Plane End Up?",
            "description": "Would you like to help us out? Take this quick survey: https://s.si.edu/3HzBwHWUS Airways Flight 1549 crashed into the Hudson River on January 15, 2009. Learn how the events of that  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2_s-VRorC4o",
            "title": "Malaysia Flight 370: Why it Was Sabotaged or Hijacked",
            "description": "March 17 (Bloomberg) --- Former UK Ministry of Defense Advisor Michael Kay discusses the investigation into the disappearance of Malaysia Flight 370. He speaks with Mark Crumpton on Bloomberg Television's \"Bottom Line.\" (Source: Bloomberg) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7Icu6qupf40",
            "title": "The Choice 2020: Trump vs. Biden (full documentary) | FRONTLINE",
            "description": "With the nation in crisis, FRONTLINE investigates how President Donald Trump and former Vice President Joe Biden have responded to crises throughout their own lives.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QozGSS7QY_U",
            "title": "Panic: The Untold Story of the 2008 Financial Crisis | Full VICE Special Report | HBO",
            "description": "VICE on HBO looks at factors that led to the 2008 financial crisis and the efforts made by then-Treasury Secretary Henry Paulson, Federal Reserve Bank of New York President Timothy Geithner, and Federal Reserve Chair Ben Bernanke to save the United States from an economic collapse. The feature-length documentary explores …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1szayJV505M",
            "title": "Before The Mets, Steve Cohen Was The Hedge-Fund King (full documentary) | FRONTLINE",
            "description": "Inside the government’s crackdown on insider trading, drawing on exclusively-obtained video of hedge fund titan Steven A. Cohen, incriminating FBI wiretaps, and interviews with both Wall Street and Justice Department insiders. (Aired 2014) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sHEwTKEDVM0",
            "title": "An Exploration Of Cosmic Phenomena | Secrets Of The Universe [Season 1 All Episodes] | Spark",
            "description": "00:00:00 Black Holes: The Other Side of Infinity00:23:48 Dynamic Earth00:48:50 Super-volcanoes …"
        },
        {
            "url": "https://www.youtube.com/watch?v=30r45P1JFys",
            "title": "Alien (Featuring Will Smith) | Full Episode | One Strange Rock",
            "description": "Life on Earth starts as single-cell bacteria and stays like that for two billion years; then, a miraculous event transforms Earth into a complex interconnected web based on a competition for food. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FBHWJOn6R-U",
            "title": "Murder Highway: Secrets and savagery in the Australian outback | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Under Investigation: The Highway (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DCMmCekKO_c",
            "title": "When Pilots treat the Aircraft Like a TOY! | Air Crash Investigation",
            "description": "The first 1,000 people to use this link will get a 1 month free trial of Skillshare:  https://skl.sh/mentourpilot06211 On the 14th of October 2004, a Bombardier CRJ 200 from Pinnacle Airlines took off from Littlerock airport …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pT7CgWvD-x4",
            "title": "Flying WITHOUT Controls! United Airlines flight 232",
            "description": "I have created an Amazon page with Aviation books, material and flight simulator stuff that I think you will enjoy!  👉🏻 https://www.amazon.com/shop/mentourpilot …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MMBTA5eCaRw",
            "title": "Master warning Airbus 320",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=Fyl26eBoXFE",
            "title": "Flight MH370: 'Most probably the plane was shot down'",
            "description": "Subscribe to France 24 now:http://f24.my/youtubeEN …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1RQwFB6EKFE",
            "title": "🇲🇾 MH370: The Unending Search | 101 East",
            "description": "Less than one hour after takeoff en-route from Kuala Lumpur to Beijing, Flight MH370 with 239 passengers on board vanished - becoming one of the world's greatest aviation mysteries. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEumHK0hfdo",
            "title": "🔴 Al Jazeera English | Live",
            "description": "@Al Jazeera English,  we focus on people and events that affect people's lives. We bring topics to light that often go under-reported, listening to all sides of the story and giving a 'voice to the voiceless'. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=L01P0Tm1AD4&t=1s",
            "title": "The Search for the MH370",
            "description": "After Flight MH370 disappeared in the Southern Ocean, Fugro was invited to help find the lost plane in a remote area covering 120,000 square kilometres in very challenging conditions. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=esmRcOg4Fec",
            "title": "MH370 One Year On: A wife’s search for answers",
            "description": "Dateline follows Perth mother Danica Weeks through the most difficult year of her life – not knowing what happened to her husband Paul or how to explain it to their two young children. Plus the latest on the vast ocean search off Western Australia. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-7RYYmwKGt0",
            "title": "What Led To Mahathir's Downfall & Muhyiddin's Rise In Malaysia? | Insight | Full Episode",
            "description": "A long-simmering power struggle boiled over on February 24th, 2020, when Dr Mahathir Mohamad unexpectedly announced his resignation as Malaysia's Prime Minister. His decision prompted members of Parti Pribumi Bersatu Malaysia, or better known as Bersatu to pull out of the ruling Pakatan Harapan coalition en mass …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oomK6gzJfxA",
            "title": "Uncovering the ancient secrets of the Great Pyramid | 60 Minutes Australia",
            "description": "You stand there in awe, over-powered by their sheer magnificence. No wonder we've been intrigued, totally baffled for more than 4000 years. And of all Egypt's pyramids, the Great Pyramid at Giza is by far the most mysterious. It's so imposing, so perfect you can see why many insist it couldn't possibly be the work of mere mortals.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N1cdCUZNh04",
            "title": "Climate change causes islands to disappear | 60 Minutes Australia",
            "description": "With the world heating up, drastic rises in sea level mean whole islands are literally disappearing. It’s an extraordinary sight, and proof positive we must do more, right now. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ccK2GifNn4A",
            "title": "Backpacker kidnapped and shackled in abandoned pig shed by madman | 60 Minutes Australia",
            "description": "How a young female backpacker saved her own life after being taken and held hostage by a depraved South Australian farmer.  Her ingenuity is not only amazing, but inspiring. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Nd_W9CNgrrA",
            "title": "Enhancing Qualitative Social Science with GIS",
            "description": "While ArcGIS helps with an array of quantitative approaches, it also brings many capabilities for qualitative methodologies. This session from the 2021 Esri User Conference explores what distinguishes qualitative research from other types of GIS data and approaches, the ways researchers from various disciplines hav …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Zcs7ecUzu3s",
            "title": "Finding MH370 using oceanographic modelling",
            "description": "Where is Malaysian Airlines Flight MH370 and how did it crash without a signal?Charitha Pattiaratchi of The University of Western Australia discusses his research in revealing the secret …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q3NQ1jCxBig",
            "title": "Algonquin College Speaker Series - Larry Vance",
            "description": "Author and professional aircraft accident investigator, Larry Vance, shares the details on Malaysia Airlines Flight 370, with 239 people on board, and how it disappeared into the dark of the night, never to be heard from again. The disappearance of MH370 has been described as the “greatest mystery in the history of aviation“. Des …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQmC9nD6pPk",
            "title": "Possible Piece of MH370 Airliner Found off Mozambique | NBC Nightly News",
            "description": "An American adventurer claims he has found an apparent piece of airplane wreckage off the coast off Africa. Investigators say it is plausible to be from the missing Boeing 777.» Subscribe to NBC News: http://nbcnews.to/SubscribeToNBC …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q13aTqdMAFw",
            "title": "Sounds from inside Flight 370's cockpit",
            "description": "Malaysia releases cockpit audio from MH370 as part of a report on the plane. Audio spans from 12:25 a.m. to 1:19 a.m. More from CNN at http://www.cnn.com/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MOjVq5szAoU",
            "title": "Fugro – the search for MH370",
            "description": "http://www.fugro.com/media-centre/mh3... "
        },
        {
            "url": "https://www.youtube.com/watch?v=816d6o5usKg",
            "title": "New History Channel documentary, \"MH370: Mystery of The Lost Flight\"",
            "description": "“MH370: Mystery of the Lost Flight” tells the definitive story of the flight’s devastating disappearance and unravels the many theories and conspiracies that have attempted to explain the cause of the lost flight. The two-hour special draws on new evidence, expertise from investigators and candid testimony from those close …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nQL5oHLx_l0",
            "title": "'HUGE' MH370 breakthrough in search for missing plane | 7NEWS",
            "description": "New tracking technology may have finally solved the mystery of missing flight MH-370. British aerospace engineer, Richard Godfrey has spent the last 9 months using technology known as 'weak signal propagation'.. to calculate the plane's final movements. He believes the wreckage is 1,900 kilometres west of Perth.. lying  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=av6L5c_FnyM",
            "title": "MAJOR UPDATE: Could there be a new search for missing flight MH370? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Finding MH370: Update (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zgTeNFIY-b0",
            "title": "Was COVID-19 made inside a Chinese lab? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Under Investigation: China and the Virus (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YU5cVNwiuvE",
            "title": "Lost secrets of the ANZAC heroes | 60 Minutes Australia",
            "description": "It has been a century since our diggers landed on that godforsaken shore in Turkey and after all those years, memories, books and films, you might think we know everything there is to know about Gallipoli. Well, we don’t – far from it. Across Australia, in dusty forgotten boxes, hidden gems are finding the light of day – long-lost  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4j0XJWfqfhs",
            "title": "Missing Malaysia Airlines Flight MH370: The Story So Far- Day Seventeen",
            "description": "Sarah Hewson and Mark Longhurst present a special programme on the day the Malaysian Prime Minister confirmed Flight MH370 was lost at sea. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Dmw0evr6uvI&t=1s",
            "title": "MH370: Special Investigation - Part two | 60 Minutes",
            "description": "Aviation experts frequently remind us that flying on modern jet planes is the safest form of transport. However those assertions are meaningless while the fate of Malaysian Airlines flight MH370 remains unknown. It’s more than two years since the Boeing 777 disappeared off the face of the earth. An exhaustive and expensive s …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZEw0KGwFyc8",
            "title": "The disaster aircraft: should Boeing's 737 MAX ever fly again? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Disaster Aircraft (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M3GAYkJUzIE",
            "title": "The mysterious case of Malaysia Airlines Flight MH370",
            "description": "Adrienne Arsenault pieces together the search for the missing Malaysian jet so far and explains what we do and don't know about what happened. "
        },
        {
            "url": "https://www.youtube.com/watch?v=RguM2VAg44w",
            "title": "The Bermuda Triangle Mystery | What is the Secret? | Dhruv Rathee",
            "description": "Bermuda Triangle or the Devil's triangle is one of the most jaw-dropping mysteries in the world. It is a region of the North Atlantic Ocean where more than 50 airplanes and ships have disappeared, and no one has been able to find out why. There have been many theories and conspiracies regarding it, but no concrete answer has c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=klnYxLLcceE",
            "title": "India's Worst Plane Crash | Only Mid-Air Collision in History | Dhruv Rathee",
            "description": "The first 1000 people to use this link will get a 1 month free trial of Skillshare-  https://skl.sh/dhruvrathee04221India witnessed the worst air crash in its history when 2 planes crashed in the air leading to the death of  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vQfRzrGE_as",
            "title": "Background of Emergency (Constitutional History of 1971-1975) I Dr. Vikas Divyakirti",
            "description": "प्रिय व्यूअर्स,24 अप्रैल को हमने डॉ. विकास दिव्यकीर्ति का एक वीडियो शेयर किया था जिसका शीर्षक था : \"संविधान का बेसिक स्ट्रक्चर और केशव …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was made po …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mC5OSMGpPcU",
            "title": "Volume-Up! Heavy departures at Heathrow - Ft multple A380's incl double BA A380 departure @02:23:00",
            "description": "Double BA A380 departure @02:23:00#avgeek #planespotting #bigjettv #heathrow #heathrowairport  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yGlS2QBuX7s&list=RDCMUCr8T9rFNMB3tLAW2TSFZc2A&start_radio=1&rv=yGlS2QBuX7s",
            "title": "Airbus A380 Full Cockpit Flight Kuala Lumpur to London Heathrow | Malaysia Airlines",
            "description": "Airbus A380 Full Cockpit Flight Kuala Lumpur to LondonFor more information about this film please visit:JUST PLANES http://www.justplanes.com …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JvFkLWHRUwo",
            "title": "Scientists measure how quickly crucial Antarctica glacier is melting",
            "description": "Climate change's connections with the extreme heat and weather events in the U.S. and around the globe have been well established. But climate change is also having a measurable impact on a much slower-moving development: the loss of glaciers and the melting of the ice. Miles O'Brien brings us this update on a scie …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s76qh3AnokI",
            "title": "NSW flood emergency sparks largest disaster response in history | 9 News Australia",
            "description": "The flood emergency gripping parts of New South Wales has sparked the largest disaster response in the state's history. Eugowra in the state's Central West was devastated by a \"torrent of water,\" with homes destroyed and two people missing. The Wyangala Dam is still spilling thousands of gigalitres into the Lachlan River, with For …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3SIVWeXsqZs",
            "title": "Former head of MH370 search says it should never have been called off | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Extra Minutes: Finding MH370 (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9wL1t3A-uHo",
            "title": "Somerton Man body-on-the-beach mystery solved as family secrets unravel | Australian Story",
            "description": "Australia’s most enduring mysteries – the identity of the “Somerton Man” – is finally solved. Subscribe: https://ab.co/3yqPOZ5   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=olDA7QR-vO0",
            "title": "Former pilot reveals why he's 'confident' MH370 will be found | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Extra Minutes: Finding MH370 (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SBskBD4jbtE",
            "title": "MH370 breakthrough | Richard Godfrey knows where missing plane is | 7NEWS",
            "description": "It's one of the greatest aviation mysteries of all time.. the disappearance of flight MH370. It's been 7-and-a-half years since the Malaysia Airlines flight vanished.. with 239 people on board.  The official search was brought to a close in 2017.. but all over the world, people have continued the hunt.. including aerospace engineer, Rich …"
        }
    ]
}