{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=56OhXUuY2RE",
            "title": "Ventura's take on 9/11: 'They wanted it to happen'",
            "description": "Former Gov. Jesse Ventura gets into a heated argument with Piers Morgan about 9/11 and the government's response. …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=ck0sF5wnH4Q",
            "title": "Former Governor Jesse Ventura Picks Fight With Feds Over 9/11 (04.04.11)",
            "description": "In his new book, Jesse Ventura says U.S. government has hidden certain facts.  For more, go here: http://abcnews.go.com/GMA/excerpt-63-... "
        },
        {
            "url": "https://www.youtube.com/watch?v=SPM4hz0HYbQ",
            "title": "One on One - Jesse Ventura",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeThe former wrestling superstar talks about his journey from the fighting ring to the governor's mansio …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=Pg0XXhkt0gw",
            "title": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jail",
            "description": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jailSubscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlanti …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lS_DgMfAPYM",
            "title": "Jesse Ventura on American Conspiracies",
            "description": "Listen to the whole interview:http://www.wnyc.org/shows/lopate/epis...Former Navy SEAL, former pro wrestler, and former Minnesota governor Jesse Ventura talks about hi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-uXI8nJ7GUw",
            "title": "Who Killed Kennedy? Jesse Ventura talks his Peace at the Cinema Arts Centre",
            "description": "By Video Journalists Dan Brenner and Nicole CavaliereThe Cinema Arts Centre presents An Afternoon with former Minnesota Governor Jesse Ventura. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI&t=2s",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=EBQ4YkTp1NI",
            "title": "Jesse Ventura Says He Would Abolish U.S. Income Tax",
            "description": "June 8 (Bloomberg) -- Jesse Ventura, former governor of Minnesota, talks about U.S. tax policy.     Ventura also discusses the Anthony Weiner and WikiLeaks scandals. He speaks with Julie Hyman on Bloomberg Television's \"Taking Stock.\" (Source: Bloomberg) "
        },
        {
            "url": "https://www.youtube.com/watch?v=tDPjE9Sg7to",
            "title": "Jesse Ventura gets emotional talking about Muhammad Ali",
            "description": "Jesse Ventura talks about his lifelong adoration of Muhammad Ali and spending a day with “The Greatest” "
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=A-egFO13HIg",
            "title": "ABC15 exposes ‘astonishing and horrific’ conduct by judge, staff in major cases",
            "description": "A Maricopa County Superior Court judge and her staff mocked and ridiculed people during hearings and trials by routinely emailing each other cruel and obscene statements, jokes, and memes. The conduct happened in major felony cases, including high-profile capital murders. Emails and internal records obtained by ABC15 s …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9KO7IaGOnWQ",
            "title": "Intense High Speed Sheriff Pursuit Ends With PIT Maneuver in Marion County, Florida",
            "description": "** (Disclaimer: This video content is intended for educational and informational purposes only) **Micanopy, Florida — Deputy Shon McGuigan was monitoring traffic in the area of I-75 and County Road 234 in Micanopy when he observed a gold Chevy Suburban plow through the stop sign coming off the inters …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4iOgRtCqPK4",
            "title": "What are secret societies? | Decoded",
            "description": "Spilling secrets.Hollywood actor @amrwaked investigates the origins and influence of secret societies and their  desire to hold sway from the shadows.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mMraxhd9Z9Q",
            "title": "Christopher Hitchens and Tariq Ramadan Debate: Is Islam a Religion of Peace?",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gcai0i2tJt0",
            "title": "Mind Over Medicine: Scientific Proof You Can Heal Yourself | Dr. Lissa Rankin | Talks at Google",
            "description": "While some mind-body medicine pioneers and New Age teachers talk about how we can heal ourselves, Dr. Lissa Rankin was a skeptical physician, trained in evidence-based academic medicine and raised by a closed-minded physician father.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0tYm41hb48o",
            "title": "Does God Exist? William Lane Craig vs. Christopher Hitchens - Full Debate [HD]",
            "description": "On April 4, 2009, William Lane Craig and Christopher Hitchens met at Biola University to debate the question of God’s existence. Craig is one of the world’s foremost Christian apologists. Hitchens, is a leading spokesman for the “new atheism” movement.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4SoxTEn833I",
            "title": "Inside USA- Jesse Ventura- 01 Aug 08- Part 1",
            "description": "An interview with Jesse Ventura who went from wrestler to former Minnesota governer. He is known for his controversial political views. "
        },
        {
            "url": "https://www.youtube.com/watch?v=mTwS9_PReM4",
            "title": "The Hidden World Beneath the Antarctic Ice Sheet | John Priscu | TEDxBozeman",
            "description": "Following more than a decade of international and national planning and an intense week of on-ice weather delays, Priscu led the field team successfully drilled through the overlying ice sheet and sampled directly the waters and sediments of a lake hidden beneath the Antarctic ice sheet. The groundbreaking explorati …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nAHBekea2Fc",
            "title": "What's really hiding under Cheyenne Mountain in Colorado?",
            "description": "There are so many rumors swirling around about what's under Colorado.Watch the 9NEWS special \"Under Colorado\" for more underground secrets, Saturday, Oct. 22 at 6:30P …"
        },
        {
            "url": "https://www.youtube.com/watch?v=k6Lhg3EkSPY",
            "title": "Larry King on JFK assassination theories - EMMYTVLEGENDS.ORG",
            "description": "See the full interview at http://www.emmytvlegends.org/intervie... "
        },
        {
            "url": "https://www.youtube.com/watch?v=0AmP_ELZ7eU",
            "title": "Why Was Everybody Connected to JFK Suddenly Mysteriously Killed",
            "description": "The JFK assassination will go down in history as one of the United States' most tragic moments, but beyond the death of the President, that murder has been shrowded by more mystery than you think. Check out today's epic video where we look back at the time of the President's death, and a mad scramble to figure out who  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AFvNGb7bk30",
            "title": "Book TV: Roger Stone, \"The Man Who Killed Kennedy\"",
            "description": "Political strategist and consultant Roger Stone presents his thoughts on who was responsible for the assassination of President John F. Kennedy.  Mr. Stone speaks at Books & Books bookstore in Coral Gables, Florida. "
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs&t=2s",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlanti …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM&t=2s",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9Uyu-tpKZqY",
            "title": "JFK Assassination Eyewitness - Julian Read",
            "description": "** Originally Recorded November 10, 2016 **  https://bit.ly/30fvfAvAs an aide to Governor Connally, Mr. Read was one of two members of the press corps who were permitted into the emergency room at Parkland Hospital during that tragic day on November 22, 1963.  This video c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dp8PhLsUcFE",
            "title": "Bloomberg Global Financial News LIVE",
            "description": "Bloomberg Global News brings you live coverage of the markets open and close, plus everything you need to know across business, finance, technology, politics and more daily.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AySC0LbRP7M",
            "title": "Europe's Energy Nightmare Has Only Just Begun",
            "description": "With Russian gas imports largely cut off, Europe is facing an energy-scarce winter—and next year could be even worse. Europe's energy crisis could finally force countries to dramatically pivot toward renewable energy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hxuqSzE2mB0",
            "title": "Muhammad Ali Gives His Stance On The Vietnam War | The Dick Cavett Show",
            "description": "Muhammad Ali discusses the possibility of going to jail and his views of war and sacrifice.Date aired - 5/25/1970 - Muhammad Ali …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cFSCahMwdgQ",
            "title": "Exclusive: JIM LAMPLEY Cries Over MUHAMMAD ALI Death, Shares Touching Memories",
            "description": "Subscribe for updates - http://goo.gl/meA2GB Exclusive: JIM LAMPLEY Cries Over MUHAMMAD ALI Death, Shares Touching Memories  radio rahim Exclusive: JIM LAMPLEY Cries Over MUHAMMAD ALI Death, Shares Touching Memories  radio rahim  Exclusive: JIM LAMPLEY Cries Over MUHAMMAD ALI Death, Share …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7XB3sD9QJCI",
            "title": "Muhammad Ali Funeral | Billy Crystal Imitates Ali",
            "description": "Billy Crystal Imitates Ali at the Late Boxer's Funeral | Watch the actor pretend to trash-talk George Foreman as Ali would have done. …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=-P3eOgobuO4",
            "title": "Court Cam: Judges Behaving Badly - Top 5 Moments | A&E",
            "description": "It's not always the defendants who act up in court. Check out some of the most badly behaved judges from Court Cam in this compilation!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=a-sM_mPpFUM",
            "title": "'The worst case I've ever seen' - Judge gives 3 life sentences to man who killed child, girlfriend",
            "description": "After Ronnie Oneal said he wasn't sorry for the murders of his girlfriend and 9-year-old daughter with special needs during his sentencing, the judge then spoke: \"Nineteen years I've been at this job, I've seen human beings killed at the hands of others in every way imaginable... This is the worst case I've ever seen,\" Judge Mi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RzJ4GoXk6qw",
            "title": "3 Polk County deputies arrested for evidence tampering",
            "description": "The Polk County Sheriff's Office says three deputies are facing charges for evidence tampering in relation to a December arrest. "
        },
        {
            "url": "https://www.youtube.com/watch?v=3yCMqc0PM5Y",
            "title": "Wild Police Pursuit Of Stolen Car Ends in Pit Maneuver And Crash in Milwaukee, Wisconsin",
            "description": "* (Disclaimer: This video content is intended for educational and informational purposes only) *Milwaukee, Wisconsin — On Monday, August 29, 2022 at approximately 3:23PM, officers from the Glendale Police Department located a stolen Volkswagen in the 4800blk of N. Port Washington Rd. This vehicle was t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dFeQlMamVY8",
            "title": "Jim Carrey Makes His Debut on National Television | Carson Tonight Show",
            "description": "Jim Carrey makes his first appearance on The Tonight Show Starring Johnny Carson.Original Airdate: 11/24/1983#johnnycarson #jimcarrey #thetonightshow  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FUlYEvkYdDk",
            "title": "June 2021 RV chase dashcam footage",
            "description": "Dashcam footage of a June 2021 RV police chase through West Michigan. (Feb. 18, 2022) "
        },
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth ca …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Bl_5PZBXgc0",
            "title": "Is the race to cure cancer fixed? | Decoded",
            "description": "Hollywood actor @amrwaked investigates whether the pharmaceutical industry is hiding thediscovery of cheap and effective cures for cancer to keep raking in profits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEumHK0hfdo",
            "title": "🔴 Al Jazeera English | Live",
            "description": "@Al Jazeera English,  we focus on people and events that affect people's lives. We bring topics to light that often go under-reported, listening to all sides of the story and giving a 'voice to the voiceless'. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nEDgG5MKndo",
            "title": "This Mysterious Computer Could Prove Time Travel Exists | Nostalgia Nerd",
            "description": "Go to https://curiositystream.thld.co/NERD  and use code NERD to save 25% off today, that’s only $14.99 a year. Thanks to Curiosity Stream for sponsoring today’s video. ~ In 1984 something strange happened in the village of Dodleston. A BBC Micro was sitting on a counter, when it suddenly started receiving mysterious mess …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4pmvJYsDeLY",
            "title": "What is the ‘Bilderberg Group’? | Decoded",
            "description": "Is there such a thing as the New World Order?Hollywood actor @amrwaked investigates whether the Bilderberg Group – a group of political and ec …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw&t=2s",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JZRcYaAYWg4",
            "title": "The Catholic Church is a Force for Good in the World - Full Version",
            "description": "Want to join the debate? Check out the Intelligence Squared website to hear about future live events and podcasts: http://www.intelligencesquared.com __________________________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mMraxhd9Z9Q&list=RDLVmMraxhd9Z9Q&start_radio=1&rv=mMraxhd9Z9Q",
            "title": "Christopher Hitchens and Tariq Ramadan Debate: Is Islam a Religion of Peace?",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vnMYL8sF7bQ",
            "title": "Christopher Hitchens and Rabbi Shmuley Boteach Debate on God",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2tKDnsns2bg",
            "title": "Understanding The Highly Sensitive Person | Alane Freund | Talks at Google",
            "description": "Do you have a keen imagination, rich inner life, and vivid dreams?  Is time alone each day as essential as air?  Do others call you too shy or overly sensitive?  If you answered yes to any of these questions, you might be a highly sensitive person or HSP. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6dlF3HrkXCY",
            "title": "How your mind can heal your body - with Jo Marchant",
            "description": "Award-winning science journalist Jo Marchant explores the amazing links between our minds and bodies - how we can use this new knowledge to improve our health and enhance our lives. This was filmed at an Action for Happiness event in London on 8 February 2018 http://www.actionforhappiness.org "
        },
        {
            "url": "https://www.youtube.com/watch?v=KcaVhMt71qE",
            "title": "Robert Greene | The Laws of Human Nature | Talks at Google",
            "description": "Robert Greene returns to Google to explore his latest and most monumental work yet, \"The Laws of Human Nature\". In the talk, Robert discusses how to detach from one's emotions to better understand intrinsic motivations in order to make better decision and master self-control. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yqaHXKLRKzg",
            "title": "The God Debate II: Harris vs. Craig",
            "description": "The second annual God Debate features atheist neuroscientist Sam Harris and Evangelical Christian apologist William Lane Craig as they debate the topic: \"Is Good From God?\" The debate was sponsored in large part by the Notre Dame College of Arts and Letters: The Henkels Lecturer Series, The Center for Philosophy of Re …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mMraxhd9Z9Q&t=2s",
            "title": "Christopher Hitchens and Tariq Ramadan Debate: Is Islam a Religion of Peace?",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0tYm41hb48o&list=RDLV0tYm41hb48o&start_radio=1&rv=0tYm41hb48o",
            "title": "Does God Exist? William Lane Craig vs. Christopher Hitchens - Full Debate [HD]",
            "description": "On April 4, 2009, William Lane Craig and Christopher Hitchens met at Biola University to debate the question of God’s existence. Craig is one of the world’s foremost Christian apologists. Hitchens, is a leading spokesman for the “new atheism” movement.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kqXl44Kp8vo",
            "title": "Inside USA- Jesse Ventura- 01 Aug 08- Part 2",
            "description": "An Interview with Jesse Ventura who went from wrestler to former governer of Minnesota. He is known for his controversial political views "
        },
        {
            "url": "https://www.youtube.com/watch?v=-uXI8nJ7GUw&t=2s",
            "title": "Who Killed Kennedy? Jesse Ventura talks his Peace at the Cinema Arts Centre",
            "description": "By Video Journalists Dan Brenner and Nicole CavaliereThe Cinema Arts Centre presents An Afternoon with former Minnesota Governor Jesse Ventura. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gg8i96z9n5w",
            "title": "Jesse Ventura speaks to The Stream",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeFormer Minnesota Governor Jesse Ventura on government transparency and the Occupy Wall Street  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_HytJn6uaRk",
            "title": "The Unusual Earth Orbit Circling Above Our Ancient Past | Roger G. Gilbertson | TEDxColoradoSprings",
            "description": "NOTE FROM TED: We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside the TEDx content guidelines. Claims made in this talk only represent the speaker’s personal views which are not corroborated by scientific evidence. TEDx events are independently organized by volunteers. The guid …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kybenSq0KPo",
            "title": "Thorium can give humanity clean, pollution free energy | Kirk Sorensen | TEDxColoradoSprings",
            "description": "Kirk Sorensen stumbled across thorium while doing research on how to power a lunar community. Thorium is a cleaner, safer, and more abundant nuclear fuel—one that Kirk believes will revolutionize how we produce our energy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=d5wfMNNr3ak",
            "title": "The food we were born to eat: John McDougall at TEDxFremont",
            "description": "www.tedxfremont.com What food habits do all great civilizations have in common? John McDougall suggests that starch-based diets are the foods humans were born to eat. He has been studying, writing, and speaking out about the effects of nutrition on disease for over 40 years and is a bestselling author of several titles,  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nCqDdsZY7RA",
            "title": "Battleship | The Final Battle in 4K HDR",
            "description": "\"We're all gonna die. Just not today.\" Watch Battleship's epic final face-off between Earth and the aliens in 4K HDR!  …"
        },
        {
            "url": "https://www.youtube.com/shorts/MDS_xogNkDA",
            "title": "",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=XtYl8DHDlmY",
            "title": "Ancient Aliens: Aliens in Disguise Warn Researcher - \"We've Taken Many Humans\" (Season 18)",
            "description": "UFO researcher, Albert K. Bender, had to halt his studies after being visited by strange entities dressed in all black, in this clip from Season 18, \"The Shadow People.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=O46xhAP8bvc",
            "title": "Debunking JFK Conspiracy Theories",
            "description": "Author Fred Litwin's new book, \"I Was a Teenage JFK Conspiracy Freak,\" explores how before he came to believe Lee Harvey Oswald acted alone, he bought into conspiracy theories about President Kennedy's assassination. Litwin talks to Steve Paikin about how both sides of the political spectrum continue to push JFK cons …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NP5z-0lRV3A",
            "title": "The Secret History of the Kennedy Assassination",
            "description": "As the 50th anniversary of President John F. Kennedy's assassination approaches, persistent questions still remain. Bestselling author and former New York Times reporter Philip Shenon addresses those questions and more in his newest book A Cruel and Shocking Act: The Secret History of the Kennedy Assassination. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vpPAR8tI5ts",
            "title": "Journalist Robert MacNeil on John F. Kennedy's assassination - TelevisionAcademy.com/Interviews",
            "description": "For his full interview, see http://interviews.televisionacademy.c...See more at http://TelevisionAcademy.com/Interviews …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GD1d8wKIrps",
            "title": "Why people think this photo of JFK's killer is fake",
            "description": "This photo of Lee Harvey Oswald has been analyzed for decades.Subscribe and turn on notifications (🔔) so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qPxOu3uF2M4",
            "title": "The Crazy True Story of the Man Who Killed JFK",
            "description": "You've heard his name before, but do you really know anything about the man who was held responsible for assassinating the President of the United States of America? Check out today's new video all about the infamous Lee Harvey Oswald, the man who shot JFK.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NVj1sF0Hw3w",
            "title": "LBJ and J. Edgar Hoover, 11/29/63. 1:40P.",
            "description": "Warren Commission: President Johnson and J. Edgar Hoover.Citation no. K6311.04 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M1P52UF3ap0",
            "title": "The Kennedy Assassination: 50 Years Later on \"Larry King Now\" - Full Ep Available in U.S. on Ora.TV",
            "description": "The Kennedy Assassination: 50 Years Later on \"Larry King Now\" - Full Episode Available in the U.S. on Ora.TVA half-century after John F. Kennedy's assassination, Larry welcomes author Scott D. Reich to discus …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bLHdS4mpoC0",
            "title": "Stefano Vaccara's \"Carlos Marcello: The Man Behind the JFK Assassination\"",
            "description": "Carlos MarcelloThe Man Behind the JFK Assassination(English edition: Enigma Books, 2013) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LIVEsa2g4ag",
            "title": "Paxman interviews Christopher Hitchens - Newsnight archives (2010)",
            "description": "In November 2010, the writer Christopher Hitchens, then dying of cancer, gave this long interview to Jeremy Paxman. Filmed at Hitchens's home in New York, it was a wide-ranging discussion, with Hitchens characteristically unflinching in his exploration of contemporary controversies, as well as his own illn …"
        },
        {
            "url": "https://www.youtube.com/watch?v=v-63cTYJDCA",
            "title": "Christopher Hitchens's Ten Commandments | Vanity Fair",
            "description": "Christopher Hitchens deconstructs the ten commandments and adds a few of his own for the April issue of Vanity Fair. "
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs&list=RDLVsD0B-X9LJjs&start_radio=1&rv=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlanti …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3dA5_EJzuu4",
            "title": "Are plants the gateway to the mind? | Decoded",
            "description": "Can plants be the gateway to the mind? Hollywood actor @amrwaked explores whether plants like Ayahuasca and the Blue Lotus were the source of knowledge and inspiration of our ancient ancestors. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=B7UVfqtfQBc",
            "title": "What if Everything You Know is Wrong: Bob McDonald at TEDxVictoria 2013",
            "description": "Bob McDonaldOne of Canada's favourite science journalists, Bob McDonald has been the dynamic host of Quirks & Quarks since 1992. The regular science commentator on CBC News Network, Bob is also the science corresp …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI&t=3s",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=ETvZ0p9FiHw",
            "title": "Richard Belzer Discusses \"Hit List,\" His Book on the JFK Assassination, at The National Press Club",
            "description": "Actor Richard Belzer talks about \"Hit List\" May 6, 2013  at the National Press Club. The book is billed as an in-depth investigation into what some see as the mysterious deaths of people linked to the President John F. Kennedy assassination story. Belzer describes the assassination as the \"greatest murder mystery\" of  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q0vSevftixo",
            "title": "Oliver Stone: Untold - An Interview with Bob Woodruff",
            "description": "One of the most controversial directors in Hollywood, Oliver Stone has made films that are remarkable both for their handling of subject matter and the degree of controversy such handling inspires. A producer, screenwriter, and actor, Stone is consistently identified with his more political works, including Platoon and Nixon.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2nhDYEOJkn4",
            "title": "ACTV - City of Allen, Texas 📺📡",
            "description": "Find ACTV elsewhere!📺 http://www.ACTV.org📰 http://www.AllenNews.org …"
        },
        {
            "url": "https://www.youtube.com/watch?v=th3KE_H27bs",
            "title": "The dirty secret of capitalism -- and a new way forward | Nick Hanauer",
            "description": "Visit http://TED.com to get our entire library of TED Talks, subtitles, translations, personalized Talk recommendations and more. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZbB_0F1YEmM",
            "title": "Stocks edge lower even as China COVID concerns ease | Yahoo Finance Live November 29",
            "description": "#stocks #inflation #YahooFinance #recession #bitcoin #Biden #Stockmarket #coronavirus #memestocks #Fed #YahooFinance #investing #stockmarket #bitcoin #crypto  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_gXAEdfIJN4",
            "title": "The Bitcoin revolution - How it all began | DW Documentary",
            "description": "Bitcoin is the world’s first cryptocurrency. It’s also the most important and popular of its kind. Launched in 2009, the Bitcoin blockchain’s creator used the pseudonym Satoshi Nakamoto. His (or her) true identity remains a mystery to this day. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dnFRp4Hyz0c",
            "title": "Erich von Daniken - The Ancient War in Heaven and The Arrival of Extraterrestrial Gods",
            "description": "Researcher and author Erich von Daniken delivers a fascinating presentation about the ancient writings from around the world that describe an extraterrestrial battle and their contact with our ancient ancestors.This channel is under ZEG UK/USA/PM LTD & AdRev Management. "
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was mad …"
        },
        {
            "url": "https://www.youtube.com/watch?v=D23Q2Yia65E",
            "title": "Most Expensive Construction Mistakes In The World",
            "description": "Tune in for some of the most expensive construction mistakes in the world!Suggest a topic here to be turned into a video: http://bit.ly/2kwqhuhSubscribe for more! ► https://goo.gl/pgcoq1 ◄ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b1LQSezKxnA",
            "title": "How China Plans to Win the Future of Energy",
            "description": "China, the world’s biggest polluter, has committed to reach net zero emissions by 2060, an ambitious goal matched by enormous investments that are reshaping the nation’s energy system. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cD3o6tqP9pI",
            "title": "A new kind of global recession: Why this time is different | Business Beyond",
            "description": "The global economy is at an inflection point. The IMF projects that a third of the world economy will be in recession next year.War in Europe, a slowdown in China and soaring inflation have contributed to widespread pessimism  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0LG_eEqdcLs",
            "title": "The future of energy in Europe | DW Documentary",
            "description": "Energy is life - these days, Europeans are experiencing that first-hand. For far too long, Europe has depended on coal, oil and gas imports from around the world. Not only have these fuels been driving the climate catastrophe, but they also serve as a dangerous bargaining chip for geopolitical interests. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vVU72Vz3jVU",
            "title": "Norman Mailer Thinks Muhummad Ali Was Unfairly Treated | The Dick Cavett Show",
            "description": "Norman Mailer pays his respects to Muhammad Ali, and believes that the fighter was let down by the Nation when he refused to fight in the Vietnam War.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C7IJ7npTYrU",
            "title": "Malcolm X on Front Page Challenge, 1965: CBC Archives | CBC",
            "description": "In this clip from 1965, after leaving the Nation of Islam, Malcolm X appears on CBC-TV's 'Front Page Challenge' weeks before his assassination. He proclaims, \"I'm against any form of segregation and racism.\"  For more classic clips, go to http://www.cbc.ca/archives …"
        },
        {
            "url": "https://www.youtube.com/watch?v=i77qpAyQ0Hg",
            "title": "\"The Trials of Muhammad Ali\": Boxing Champ's Refusal to Serve in Vietnam Was The Fight of His Life",
            "description": "http://www.democracynow.org - In a broadcast exclusive, we air excerpts from a new documentary that examines the struggle Muhammad Ali faced in his conversion to Islam, his refusal to fight in Vietnam, and the years of exile that followed before his eventual return to the ring. Ali is considered the greatest boxer in the history  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IAxcgHYzAG4",
            "title": "Jim Lampley breaks down in tears over story of Muhammad Ali & his daughter",
            "description": "Jim Lampley breaks down in tears over story of Muhammad Ali & his daughterIn this Muhammad Ali video, Jim Lampley recalls a story about Ali and his daughter …"
        },
        {
            "url": "https://www.youtube.com/watch?v=F2gMupcqD_8",
            "title": "Clint Eastwood- Muhammad Ali Rendered Me Speechless!!! | TMZ Sports",
            "description": "Clint Eastwood has loving and laughing memories of his good friend Muhammad Ali, who was so great he could render the legendary actor speechless. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LNSCz7F6K5k",
            "title": "CNN correspondent recalls personal moments with Ali",
            "description": "CNN's Pamela Brown shares her memories of her personal connection to Muhammad Ali. "
        },
        {
            "url": "https://www.youtube.com/watch?v=fUNLDqcXG-Q",
            "title": "Billy Crystal's Muhammad Ali tribute - 15 Rounds (1979)",
            "description": "Fixed Audio:https://www.youtube.com/watch?v=XSB7q... "
        },
        {
            "url": "https://www.youtube.com/watch?v=NBX59J-ltuA",
            "title": "Watch Muhammad Ali memorial service",
            "description": "Legendary boxer Muhammad Ali was remembered by family and friends at an interfaith memorial service held in Louisville, Kentucky on Friday. "
        },
        {
            "url": "https://www.youtube.com/watch?v=ZpGSjYqHFV0",
            "title": "Muhammad Ali Funeral [FULL MEMORIAL SERVICE]",
            "description": "Watch the heartfelt memorial service for the legendary boxer and civil rights icon Muhammad Ali. SUBSCRIBE to ABC NEWS: https://www.youtube.com/ABCNews/ …"
        }
    ]
}