{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=-_mSEImJ0t0",
            "title": "Conspiracy Theories with Shane Dawson 2022",
            "description": "NEW SERIES UP NOW! The New World Of Jeffree Star! https://www.youtube.com/watch?v=MgxyL...Watch the Extended Interview on Jerid's Channel! https://www.youtube.com/watch?v=bXSrQ...Watch my other Conspiracy Theory & Creepy Videos here! https://www.youtube.com/watch?v=-_mSE. …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=guux3cYYIko",
            "title": "WEARING WALMART FOR A DAY with SHANE DAWSON",
            "description": "WATCH \"THE SECRET LIFE OF JEFFREE STAR\" - https://bit.ly/2AygJ9cHEY EVERYONE... Welcome BACK to my channel!!! Today we reveal my Walmart makeover that Shan …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MbtesOrC5t4",
            "title": "Getting Rid Of $1,000,000 of Makeup w. Shane Dawson",
            "description": "HEY EVERYONE... Welcome BACK to my channel!!! Today I'm letting you all in on a little secret... I'm a makeup hoarder!!!! I invited Shane Dawson over to help me clean as he exposes my beauty room for the first time and helps me remove over a million dollars of expired makeup from my house! Follow us on another crazy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RbwR_uHhiI0",
            "title": "MIND BLOWING CONSPIRACY THEORIES",
            "description": "NEW SERIES UP NOW! The New World Of Jeffree Star! https://www.youtube.com/watch?v=5rJyB...Illuminati Shirt https://www.amazon.com/stores/page/CB...Illuminati Popsocket https://www.amazon.com/stores/page/AA... …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=0jGX1yM1pnM",
            "title": "Surprising Shane Dawson w. $15,000 Gucci Makeover",
            "description": "HEY EVERYONE... Welcome BACK to my channel!!! Today I surprise Shane Dawson with a Gucci makeover! I couldn't believe when Gucci recently released an entire pig line for Lunar New Year and I HAD to get Shane some amazing pics and say THANK YOU for changing my life. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EPmZolscz2M",
            "title": "Shane Dawson Controls My Life For A Day",
            "description": "HEY EVERYONE... Welcome BACK to my channel!! In today's video Shane Dawson and Ryland come over for something I never knew could happen... I let Shane control my life for a day and he takes me to Walmart for a MAKEOVER... Yes, you're reading that correctly. LOT happens in this video, Shane almost gets arreste …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XcJusWTUDJI",
            "title": "I TRIED FOLLOWING A TANA MONGEAU MAKEUP TUTORIAL… OMG",
            "description": "HEY EVERYONE! Today we are diving off the deep end and trying something that isn't been done on this channel before... A new concept has been made popular by Youtuber Thomas Halbert where he followed one of MY tutorials... I HAD TO GIVE IT A TRY!!! I'm going to attempt to FOLLOW A MAKEUP TUTORIAL by the inf …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XOyXN9SgTl4",
            "title": "FULL FACE OF BRANDS THAT HATE ME",
            "description": "HEY EVERYONE... Welcome BACK to my channel. In today's video I'm doing a full face of makeup of mostly brands that HATE me or took me off of their PR lists... I get so many questions about why I don't review or use brands like Too Faced Cosmetics or Kat Von D... I have a  long history with some brands or owners th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ALnw-e5jiMU",
            "title": "Cleaning Out Our ENTIRE Messy House!",
            "description": "HEY EVERYONE… Welcome BACK to my channel! Today Nathan and I are cleaning our entire house!! We're selling and donating most of our clothes!!!! We are moving into our new dream home in a week and we are stressed out!!!! Watch me panic and get deep about why my house is so messy and why I have SO much stuff!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qz8d9G7YO94",
            "title": "Getting Rid Of All Of My Makeup...",
            "description": "Hi Sisters! Today's video is a cleaning and organization video for all of my neat freaks out there! My studio has been a mess for months now so we finally cleaned it all up and got rid of a TON of makeup too. Hope you enjoy! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bldBqtgAX2o",
            "title": "Top 10 Conspiracy Theories That Turned Out to Be True",
            "description": "The truth is stranger than fiction. For this list, we’ll be going over the strangest and most famous conspiracy theories that were actually conspiracy facts. Our countdown includes Roswell Cover-Up, The FBI Spied on Political Activists, Watergate Scandal, and more! Is there a theory you once believed that you now real …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xM2Ul71YwVw",
            "title": "POPULAR 2017 CONSPIRACY THEORIES",
            "description": "*POPSOCKETS & NEW SHIRTS HERE!* http://www.amazon.com/shanedawsonNew Podcast Episode: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CcIwt2bRDkc",
            "title": "SPECIAL INVESTIGATION: Shocking new claims shed light on doomed MH370 flight",
            "description": "This Sky News Australia special investigation into the missing MH370 flight reveals new evidence and shocking allegations about the disappearance of the doomed plane.     …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=9kIb4yZHWfg",
            "title": "THE TRUTH… $360 KYLIE COSMETICS BRUSH SET REVIEW",
            "description": "TIME TO SPILL THE TEA... and find out the TRUTH about the new Kylie Cosmetics $360 makeup brush set! Are they worth it and do they actually work??? I have ALOT of questions about this product and tried to be as through as I could! Let me know in the comment section what you think of the packaging and performance! T …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xe55HVhPrlo",
            "title": "We Stayed At The Taco Bell Hotel!",
            "description": "HEY EVERYONE... Welcome BACK to my channel!!! Hi, How Are Ya? On today's adventure, Nathan and I are off to the city of Palm Springs to stay at the new TACO BELL HOTEL!! 🌮  Come on our crazy journey of staying on opening night of THE BELL! We try secret food items that are exclusive to the hotel and meet the icon …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gnhub9-KLsE",
            "title": "Kylie Skin Review with Shane Dawson",
            "description": "HEY EVERYONE... Welcome BACK to my channel! Today Shane Dawson and I are trying Kylie Jenner's new skincare line, Kylie Skin! This has been such a highly requested review, but it has been sold out and we all know little ole Jeffree ain't on the PR list! But Shane ordered it... And it's HERE! Watch our unfiltered and hon …"
        },
        {
            "url": "https://www.youtube.com/watch?v=guux3cYYIko&t=2s",
            "title": "WEARING WALMART FOR A DAY with SHANE DAWSON",
            "description": "WATCH \"THE SECRET LIFE OF JEFFREE STAR\" - https://bit.ly/2AygJ9cHEY EVERYONE... Welcome BACK to my channel!!! Today we reveal my Walmart makeover that Shane …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0jGX1yM1pnM&t=2s",
            "title": "Surprising Shane Dawson w. $15,000 Gucci Makeover",
            "description": "HEY EVERYONE... Welcome BACK to my channel!!! Today I surprise Shane Dawson with a Gucci makeover! I couldn't believe when Gucci recently released an entire pig line for Lunar New Year and I HAD to get Shane some amazing pics and say THANK YOU for changing my life. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ozj4T5M5GTk",
            "title": "Owner Snaps At Waitress For Telling The Truth | Kitchen Nightmares FULL EPISODE",
            "description": "You know what day it is. Gordon Ramsay visits Charlie's where Gordon struggles to help as the chef doesn't know how to cook …"
        },
        {
            "url": "https://www.youtube.com/watch?v=K6TGRxSHm3c",
            "title": "GET READY WITH ME feat. TANA MONGEAU",
            "description": "HEY EVERYONE... The day has finally come where Tana Mongeau and I met for the first time... and we filmed it!!! I thought what better way to get to know each other than to do our makeup and spill the tea... What happens when you put 2 of YouTube's most controversial people together? Watch this Get Ready With Me and find o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9KZoOCwSAlA",
            "title": "I Followed My 100 Year Old Grandma's Favorite Makeup Tutorial",
            "description": "HEY EVERYONE... Welcome Back to my channel!!! Hi, How Are Ya? My grandmother turned 100 years old this year!! Can you believe that?? One word: Iconic!!! Grandma Star has been wearing bright red blush for 50 years and is a huge makeup lover! She sent me one of her favorite tutorials that she recently saw on Facebook a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WV47slMgGGA",
            "title": "CRAYOLA MAKEUP… Is It Jeffree Star Approved?!",
            "description": "HEY EVERYONE... Welcome BACK to another review. Today I'm testing out the new Crayola Beauty makeup products brought to us by ASOS...🎨 Now, I thought I was having déjà vu when I first saw the photos of this product. Didn't I already review the Box of Crayon's palette a few months ago?? Well... this is a whole  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FNOBDEEusmI",
            "title": "Full Face of Brands That DON’T Hate Me... Yet",
            "description": "HEY EVERYONE... Welcome BACK to my channel! Today I'm doing a full face of FREE makeup I've gotten in the mail over the last month! Makeup is my favorite thing on the planet and I haven't just sat down and played with new products in a few months! I MAY have been taken off of several PR lists but so many brands sho …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pSoaHF0s1Rs",
            "title": "DEAR KAT VON D: IT’S EASIER TO TELL THE TRUTH.",
            "description": "Here is my side of the story. Sadly, my best friend of 10 years back-stabbed me in front of an audience. I never imagined she would go this low as to slander me and try to tear me down. Kat left out some huge important details that her ego wouldn't allow... and she never showed the alleged \"text message\" I sent her.. I sh …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EPmZolscz2M&t=2s",
            "title": "Shane Dawson Controls My Life For A Day",
            "description": "HEY EVERYONE... Welcome BACK to my channel!! In today's video Shane Dawson and Ryland come over for something I never knew could happen... I let Shane control my life for a day and he takes me to Walmart for a MAKEOVER... Yes, you're reading that correctly. LOT happens in this video, Shane almost gets arreste …"
        },
        {
            "url": "https://www.youtube.com/watch?v=n-siktLSCFI",
            "title": "Saying Goodbye To Our Pink House Forever 😢",
            "description": "HEY EVERYONE… Welcome BACK to my channel! Today we're saying goodbye to the iconic pink Jeffree Star house in Calabasas! I can't believe it's been over 4 years since we moved in and there ae so many memories here. It's time for a change and we actually found our dream home! This week we have the movers come o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IoYWO03b71M",
            "title": "The Return of Eugenia Cooney",
            "description": "NEW SERIES UP NOW! The New World Of Jeffree Star! https://www.youtube.com/watch?v=MgxyL...Thank you for SUBSCRIBING https://www.youtube.com/user/shane?su... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kymZR5FrTJY",
            "title": "WE ADOPTED A BABY!",
            "description": "MY MERCH https://www.amazon.com/shanedawsonSUBSCRIBE to MORGAN https://www.youtube.com/channel/UCSfL...SUBSRCIBE to RYLAND https://www.youtube.com/user/ryanadams7 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9uVt0dTZUEA",
            "title": "Trying A Full Face of Makeup from SHEIN!",
            "description": "HI SISTERS! I decided to try out a ton of Makeup from SHEIN! They're known for fast fashion and knock off clothing, but I didn't even know they had makeup too! After my WISH Makeup video, everyone asked for a Sheglam review so here we are! I hope you enjoy and don't forget to thumbs up and subscribe! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0EtJpk6tlh8",
            "title": "I SPENT $600 ON BEAUTY ADVENT CALENDARS… was it worth it?!",
            "description": "HI SISTERS! In today's video, I opened up beauty advent calendars from Charlotte Tilbury, Huda Beauty, Kylie Cosmetics, and Lunar Beauty! I spent more than $600... spoiler alerts ahead, watch the unboxing to see if it was worth it! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oMF6pIglmmk",
            "title": "I Got My Closet Professionally Organized",
            "description": "It's time.... to declutter. Again. So a few months ago we got my makeup collection professionally organized, and it was very, very exciting - so I asked our professional organizer friends at Practically Perfect to come back and help me tackle all of my personal clothes in my closets (and drawers and cabinets). Chaos ensued, but we …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NB2f37nDdPo",
            "title": "Top 10 Scientific Conspiracy Theories That Turned Out to Be True",
            "description": "When it comes to this topic, expect the unexpected. For this list, we’ll be looking at modern conspiracy theories with a scientific twist that wound up being true - though they may not be what you think. Our countdown includes Weather Control Programs, The US Government Poisoned Alcohol During Prohibition, The CIA Ran Mi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_HQM5WaqfUs",
            "title": "10 Most Disturbing Cults That Are Still Active",
            "description": "These dangerous and disturbing cults may not be in the news anymore, but they are still very real. For this list, we’re looking at bizarre cults that are somehow currently active. Our countdown includes The Rajneesh Movement [aka Osho], Twelve Tribes, NXIVM, and more! Which of these do you find the strangest?  Le …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hMdHpZ8vY2M",
            "title": "Top 20 Greatest Archeological Discoveries Ever",
            "description": "We learnt much about our ancestors from these shocking discoveries. For this list, we’ll be looking at the most amazing and important archaeological discoveries throughout human history. Our countdown includes Göbekli Tepe, Ötzi, Sutton Hoo, Pompeii, The Rosetta Stone, and more! Have you visited any of these location …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CEJiPopQ-4I",
            "title": "UNHhhh Ep. 135: Season 7 React",
            "description": "Wait a minute...this isn't Maury Povich! Katya and Trixie look back fondly on their appearance on Season 7 of the popular competition show, RuPaul's Drag Race. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=06ojbevQiHc",
            "title": "Full Face Of WORST RATED Makeup Products!",
            "description": "HI SISTERS! In today's video, I decided to try out a full face using only the WORST RATED makeup products! Most of them lived up to their awful ratings but a few of them surprised me! Enjoy and don't forget to thumbs up and subscribe! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ugElBfp0j98",
            "title": "The Try Guys EXTREME Spicy Noodle Challenge",
            "description": "Behind The Try: A Try Guys Documentary is now streaming EVERYWHERE: https://tryguys.com/movie ! Watch #BehindTheTry today! •Available in the US on iTunes, Amazon, YouTube Movies, Google Play & Vudu.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KxWR-8-4wDU",
            "title": "The Gabby Petito Story: An American Tragedy | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | American Tragedy: The Gabby Petito Story (2021)  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Cm1j1fpldkc",
            "title": "MH370: The Situation Room - What really happened to the missing Boeing 777 | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J What happened to MH370? On a special edition of 60 MINUTES, Tara Brown investigates what is now …"
        },
        {
            "url": "https://www.youtube.com/watch?v=a-4FBN8OTkk",
            "title": "QF32: Retracing the story of the Qantas A380 mid-air explosion | Four Corners",
            "description": "Ten years ago, when 440 passengers boarded Qantas Flight 32 bound for Sydney, they had every reason to feel confident. They were flying on what was then the world's newest, most sophisticated civilian aircraft, powered by prestigious Rolls Royce engines. But six minutes into the flight all that would change, when an explosi …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=XcJusWTUDJI&t=1s",
            "title": "I TRIED FOLLOWING A TANA MONGEAU MAKEUP TUTORIAL… OMG",
            "description": "HEY EVERYONE! Today we are diving off the deep end and trying something that isn't been done on this channel before... A new concept has been made popular by Youtuber Thomas Halbert where he followed one of MY tutorials... I HAD TO GIVE IT A TRY!!! I'm going to attempt to FOLLOW A MAKEUP TUTORIAL by the inf …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Z2HtLK7DQ3g",
            "title": "KIM K DRAMA?! KKW POWDER CONTOUR & HIGHLIGHT KIT REVIEW | Jeffree Star",
            "description": "I just landed back home from my vacation in Bora Bora and HAD to test out the infamous KKW Beauty powder contour & highlight kits! Last week had so much controversy surrounding me addressing Kim K's swatches of this product... I felt like they looked REALLY chalky and I wasn't the only one... The entire internet blew up  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ovEYfyOx7pc",
            "title": "Kylie Cosmetics THE PURPLE PALETTE + FALL COLLECTION: Review & Swatches",
            "description": "HEY EVERYONE! Today I'm reviewing the brand new fall collection from Kylie Cosmetics! This collection includes The Purple Palette, 5 Lip Kits and a new highlighter! We are going to swatch everything and create a eye look with the palette! There were some MAJOR FAILS.. and some AMAZING products as well.. Watch and see t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8xFtIsyRvNE",
            "title": "The Truth About Tanacon",
            "description": "Part 2 https://www.youtube.com/watch?v=SLFOq...Part 3 https://www.youtube.com/watch?v=6YLY9...Merch https://www.amazon.com/shanedawson …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XB0nAqCmpQw",
            "title": "I Turned Our House into the Taco Bell Hotel",
            "description": "I hope you enjoyed the Ryland Bell lHotel :)) Shot by Hunter Moreno https://www.instagram.com/huntermoreno/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NgGTmCrVcTE",
            "title": "Private Jet Burger King Mukbang 🍔 Trying The Impossible Whopper",
            "description": "HEY EVERYONE... Hi, How Are Ya? Today Nathan, Zach, Christian and all 5 dogs hop on the private jet and head to our second home in Grand Rapids, Michigan! We HAD to try the new Burger King Impossible Whopper so we did a mukbang on the plane and ate ALOT of food.. Maybe too much! Time to enjoy some vacation time he …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9kIb4yZHWfg&t=2s",
            "title": "THE TRUTH… $360 KYLIE COSMETICS BRUSH SET REVIEW",
            "description": "TIME TO SPILL THE TEA... and find out the TRUTH about the new Kylie Cosmetics $360 makeup brush set! Are they worth it and do they actually work??? I have ALOT of questions about this product and tried to be as through as I could! Let me know in the comment section what you think of the packaging and performance! T …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZAxhEUfpSss",
            "title": "Trying TJ MAXX Makeup For The First Time",
            "description": "HEY EVERYONE... Welcome BACK to my channel! Today I go to TJ MAXX for the first time in 10 years and try to find a full face of makeup! Follow me on this journey and see what happens when I go home and try all the makeup! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YgYHF4hCtKk",
            "title": "FULL FACE USING $3,500 OF NEW MAKEUP AT SEPHORA",
            "description": "HEY EVERYONE! Welcome BACK to another first impressions video where I try out a bunch of new makeup and see what's a HIT and what's a MISS. Today I drive to Sephora and try and buy all of the new launches that recently hit for summer! There are SO many brands putting out product I figured I'd just test out everything in o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LOvqztX0M5I",
            "title": "Switching Cars With Garrett Watts For The Day!",
            "description": "HEY EVERYONE... Welcome BACK to my channel! Today Nathan and I officially adopt Garrett and he's moving in... kidding but maybe soon haha But girrrrrl... Garrett came over to my Calabasas house and surprised me with switching cars for the day... You just have to watch and see what happens. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xe55HVhPrlo&t=1s",
            "title": "We Stayed At The Taco Bell Hotel!",
            "description": "HEY EVERYONE... Welcome BACK to my channel!!! Hi, How Are Ya? On today's adventure, Nathan and I are off to the city of Palm Springs to stay at the new TACO BELL HOTEL!! 🌮  Come on our crazy journey of staying on opening night of THE BELL! We try secret food items that are exclusive to the hotel and meet the icon …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2bhiiFwUdU8",
            "title": "SHANE DAWSON MAKEUP TUTORIAL | Jeffree Star",
            "description": "HEY EVERYONE! Today I invited the amazing Shane Dawson over to my house to get GLAM and play in my beauty room! I've been dying to know how much makeup his face could take and see if he could handle a FULL FACE OF MAKEUP! Shane had me laughing on the ground and we had so much fun! Hope you all enjoy the deb …"
        },
        {
            "url": "https://www.youtube.com/watch?v=G9HTS2JiH9A",
            "title": "PYRAMID CHAOS! MELTDOWNS, BLOW-UPS & WALKOUTS - Dance Moms (Flashback MEGA-COMPILATION) | Lifetime",
            "description": "Love Dance Moms? Stay up to date on all of your favorite Lifetime shows at https://mylifetime.com/scheduleRewatch over ONE HOUR'S worth of intense pyramid drama in this Dance Moms flashback compilatio …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MzaEd7JtjO8",
            "title": "TRIXIE MATTEL TURNS ME INTO JEFFREE MATTEL",
            "description": "HEY EVERYONE... Welcome BACK to my channel! Today the iconic skinny legend Trixie Mattel is here to transform me and put her face onto my face. It's been a dream of mine to have her transform me into the sister she never and it finally happened! It was so amazing getting to know this beautiful creature! What do  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AFpGu_7yzZg",
            "title": "First Day in New House… TORNADO WARNING!",
            "description": "Subscribe to Shane https://www.youtube.com/user/shaneFollow Shane https://www.instagram.com/shanedawson/ Subscribe to Morgan https://www.youtube.com/channel/UC-va... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wuzETlgj8jE",
            "title": "\"It Looks Like A Science Experiment\" | Kitchen Nightmares FULL EPISODE",
            "description": "Part one of Mangia Mangia, where every step Gordon takes leads him to have a breakdown.#GordonRamsay #KitchenNightmares …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6Gp5AYEKETs",
            "title": "Brave Owner Serves Ramsay His Own Recipe | Kitchen Nightmares",
            "description": "Gordon Ramsay is served his own recipe, which doesn't go well.If you liked this clip check out the rest of Gordon's channels: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gvoyAQZsxHY",
            "title": "Gordon Ramsay Helps The Runaway Girl | Kitchen Nightmares FULL EPISODE",
            "description": "Gordon Ramsay helps The Runaway Girl. If you liked this clip check out the rest of Gordon's channels: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=G2VIgmH5T6o",
            "title": "how we TRANSFORM into decent girls: get ready with me & my bff!",
            "description": "and that's how we go from 2's to 8's... i think? moral of the story: Ashly is better than me hahahahahahah we love you!! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=K6TGRxSHm3c&list=RDCMUCkvK_5omS-42Ovgah8KRKtg&start_radio=1&rv=K6TGRxSHm3c",
            "title": "GET READY WITH ME feat. TANA MONGEAU",
            "description": "HEY EVERYONE... The day has finally come where Tana Mongeau and I met for the first time... and we filmed it!!! I thought what better way to get to know each other than to do our makeup and spill the tea... What happens when you put 2 of YouTube's most controversial people together? Watch this Get Ready With Me and find o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UejAbjG0B4U",
            "title": "NASTY Jack In The Box Mukbang ft. Jeffree Star & James Charles",
            "description": "NEW MERCH JUST DROPPED: https://goo.gl/ab6zL6I'M DAILY VLOGGING AGAIN GO BINGE WATCH: https://www.youtube.com/watch?v=0nfky... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FB2UE_SWIXY",
            "title": "HOW I DID MY MAKEUP IN HIGH SCHOOL | Jeffree Star",
            "description": "WHO'S READY FOR A FLASHBACK??? Today I diving into the \"How I Did My Makeup In High School\" tag!!! I started wearing makeup when I was 12 years old... I've always been obsessed with glamour and transforming myself! This tag is so fun because I wore a FULL face for my 12th grade year book photos! In this vid …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kLfBA1sZaMU",
            "title": "Trying The World's MOST Beautiful Makeup... Is It Jeffree Star Approved?!",
            "description": "Hi everyone!!!! Welcome BACK to my channel.. Today we're embarking on a makeup journey!! The first makeup review of 2022. When I first saw the photos of these makeup products, I didn't think they were real... But today we're trying the world's most beautiful makeup! Does it actually work or is it just pretty to look at?? W …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GGEBtW2mWOk",
            "title": "Addressing RUMORS About Me While Testing New Makeup",
            "description": "Today I'm testing out ALL brand new makeup while addressing rumors about myself. Love you guys, remember that even though 2020 has been the most challenging for us all, there is light at the end of the tunnel. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tHFXF0w6apU",
            "title": "Cheetos Makeup... Is It Jeffree Star Approved?!",
            "description": "HEY EVERYONE… Welcome BACK to my channel! Today I'm reviewing Forever 21's new makeup collaboration with Cheetos! No, I'm not kidding... There are 3 products and just like the beauty community, there is some drama. Cheetos and Forever 21 played games with an indie brand and rushed this, hence why there was no a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QlILZ37AG1A",
            "title": "RIHANNA WHAT’S GOOD?! FENTY BEAUTY HOLIDAY COLLECTION REVIEW",
            "description": "HEY EVERYONE... Welcome BACK to my channel! Today I'm testing out the brand new Fenty Beauty Chill Owt holiday collection! Rihanna has released a ton of new products with new formulas we haven't seen before! Watch and see what is Jeffree Star Approved™ and what didn't work out for me! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=l0nTaz4d4tM",
            "title": "TESTING NEW EXPENSIVE $$$ MAKEUP IN ALASKA! | HIT OR MISS?!",
            "description": "HEY EVERYONE! I'm currently in Alaska with Nathan and some of my best friends on vacation but you know I had to film some videos!Besides the travel VLOG we have coming, I wanted to sit down and play with all of the NEW expensive …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E5RVbs_wScQ",
            "title": "THE TRUTH… KKW BEAUTY x MARIO COLLECTION REVIEW",
            "description": "HEY EVERYONE! Today I’m doing a first impressions and makeup tutorial using the new KKW Beauty x Makeup by Mario collaboration! This collab includes an eyeshadow palette, 1 lipstick and 2 glosses. I swatch everything and use all the products to create a smokey blue glam look. But what is the tea… Is it Jeffree Star approve …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xUf2-sjGqQw",
            "title": "The Secret World of Jeffree Star",
            "description": "NEW SERIES UP NOW! The New World Of Jeffree Star! https://www.youtube.com/watch?v=s3WFA...BINGE the ENTIRE SERIES! https://www.youtube.com/watch?v=xUf2-...PART 2 https://youtu.be/uxtT_6d0DWQ  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sI6EhfwnbhE",
            "title": "We Got In A HORRIBLE Car Accident",
            "description": "Today we are going on a journey. Here is what has been happening in my life for the last month.My best friend Daniel and I were in a horrible car accident that changed our lives and was very haunting. It's been exactly ONE month since everything happened and I wanted to talk about everything. I never expecte …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pSoaHF0s1Rs&list=RDLVpSoaHF0s1Rs&start_radio=1&rv=pSoaHF0s1Rs",
            "title": "DEAR KAT VON D: IT’S EASIER TO TELL THE TRUTH.",
            "description": "Here is my side of the story. Sadly, my best friend of 10 years back-stabbed me in front of an audience. I never imagined she would go this low as to slander me and try to tear me down. Kat left out some huge important details that her ego wouldn't allow... and she never showed the alleged \"text message\" I sent her.. I sh …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_MwnBJxOz1w",
            "title": "THE ULTIMATE TACO BELL MUKBANG feat. TRISHA PAYTAS",
            "description": "THE DAY IS FINALLY HERE... 🌮 My Barbie pink soulmate Trisha Paytas came over for the first time and we filmed the ultimate Taco Bell mukbang! We are both social media OG's and have been in the game for a MINUTE, but can we you believe we've never met?? Today we sit down in my pink bed and spill the tea... We talk about  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=guux3cYYIko&t=3s",
            "title": "WEARING WALMART FOR A DAY with SHANE DAWSON",
            "description": "WATCH \"THE SECRET LIFE OF JEFFREE STAR\" - https://bit.ly/2AygJ9cHEY EVERYONE... Welcome BACK to my channel!!! Today we reveal my Walmart makeover that Shane …"
        },
        {
            "url": "https://www.youtube.com/watch?v=n8wu6y3BbQE",
            "title": "GARRETT WATTS DOES MY MAKEUP",
            "description": "HEY EVERYONE! Today every beauty guru is retiring because Garrett Watts is here to take the crown. I've gotten my makeup done by A-List celebrity makeup artists, all the way to my personal trainer.. But today takes the cake!!! Garrett is the sweetest and on his birthday he decided to come over and paint my face.. it was time fo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=f-oB1lWVGCI",
            "title": "TESTING $1,500 OF NEW MAKEUP AT THE VERSACE MANSION",
            "description": "HEY EVERYONE... Welcome BACK to my channel! In today's video I'm doing a full face first impressions trying out new makeup from Sephora and Ulta! This week I was in Australia and stayed at the VERSACE hotel on stunning Gold Coast! Let's see which products are Jeffree Star Approved and which ones flopped! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XHn5H9YdFWw",
            "title": "Official Jeffree Star DREAM House Tour!",
            "description": "HEY EVERYONE… HAPPY NEW YEAR ANDDDDDD Welcome BACK to my channel! Today we're giving you all the official Jeffree Star Family dream home castle tour! We invited Shane Dawson and Ryland over to see our new house for the first time and they come along for the FULL tour! So excited for what 2020 brings us. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CwMBrNEpYfs",
            "title": "My Pink VAULT Closet Tour",
            "description": "The most iconic and most viewed closet tour in YouTube HISTORY! This is a museum of fashion. My personal collection of handbags, luxury items and family heirlooms that I've been collecting for over 15 years. Come inside my pink vault and take a peek inside one of the world's largest Birkin collections hidden behind a pink  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rjx1z48od7k",
            "title": "Overnight in a Haunted Hospital (DARE YOU TO WATCH AT NIGHT)",
            "description": "Good luck and if you're brave... try watching at night.Join me on my Stage Channel on July 15th at 6pm PST to chat about spooky things from Inside the hospital! https://discord.gg/garrettwatts Thanks to Discord for sponsoring today’s video! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=76YqC8drswU",
            "title": "Demonic Possession in the 21st Century",
            "description": "Readings: Isaiah 65:1-9; Luke 8:26-39What is it that keeps the Gerasenes from experiencing the same freedom and joy as the man who ha …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bC564ttnEPI",
            "title": "Adin Ross X Andrew Tate Reunite Full Stream",
            "description": "IM LIVE EVERY DAY-  https://www.twitch.tv/adinross► Follow My Socials: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BPn4_00LNsE",
            "title": "RAISING A BABY FOR A DAY",
            "description": "MY MERCH https://www.amazon.com/shanedawsonSUBSCRIBE to MORGAN https://www.youtube.com/channel/UCSfL...SUBSRCIBE to RYLAND https://www.youtube.com/user/ryanadams7 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FCPDcIQstr8",
            "title": "24 HOURS OVERNIGHT IN A HAUNTED GHOST SHIP",
            "description": "CLICK HERE for PART 1 https://www.youtube.com/watch?v=RcMvy...CLICK HERE for PART 2 https://www.youtube.com/watch?v=ehby1...CLICK HERE to get my OMG PIG SHIRT! https://www.amazon.com/shanedawson …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E6mwC6UwZ_c",
            "title": "The Night We Talked To Demons. | REAL Conjuring House",
            "description": "Join XPLR CLUB: http://xplrclub.com/Sam and Colby stay overnight at the REAL Conjuring House from the movies... A Psychic medium joins the exploration but warns them of demons... will they last 24 hours? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NgDb0fRCblo",
            "title": "Trying The Cheapest Makeup From AMAZON!",
            "description": "Hi Sisters! In today's video, I tried out a full face of makeup using the cheapest products I could find on Amazon Prime! Hope you enjoy and don't forget to thumbs up! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WKkSXy2ivQU",
            "title": "My Friends Draw My Makeup Looks!",
            "description": "HI SISTERS! In today's video, I DM'd a few friends and asked them to draw me a makeup look! Millie Bobby Brown, Sienna Mae Gomez, Doja Cat, Emma Chamberlain, NikkieTutorials, Logan Paul, Valkyrae, Bella Poarch, & more all sent crazy drawings, watch and find out which ones I bring to life! Enjoy!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7jKze614bT0",
            "title": "I Did My Makeup Horribly To See How My Friends Would React *Prank*",
            "description": "HI SISTERS! In today's video, I decided to prank my friends to see how honest they are. I did my makeup as BADLY as I possibly could and gave them a call, including Charli & Dixie D'Amelio, Larray, NikkieTutorials, to see if they would tell me the honest truth about my makeup!! Enjoy!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gmo38NfXZoU",
            "title": "I Shouldn't Have Said That... UNEDITED Makeup Tutorial",
            "description": "🖤 SHOP UP TO 50% OFF SISTERS APPAREL BLACK FRIDAY SALE » http://sisters-apparel.comHI SISTERS! Today's video is a highly requested UNEDITED MAKEUP TUTORIAL Part 2! My roommate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vFUpbo32A1U",
            "title": "UNBOXING BEAUTY ADVENT CALENDARS + GIVEAWAY! *Most Popular Calendars 2022*",
            "description": "SEPHORA vs LOOKFANTASTIC vs GLOSSYBOX ADVENT CALENDARS - UNBOXING BEAUTY ADVENT CALENDARS 2022 + GIVEAWAY ♡ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=p4dU6A48YBs",
            "title": "I SURVIVED THE BEST VS WORST RATED HOTEL CHALLENGE 🏨🪳",
            "description": "🎥 Previous Video » https://youtu.be/lbplQzPl8kI🛎 Subscribe to my channel & hit the notification bell so you never miss an upload! » http://bit.ly/JamesCharles for new videos! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_6meNQW28vE",
            "title": "I Got My Makeup Collection Professionally Organized",
            "description": "It's time.... to declutter. I've been seeing decluttering and professional organization videos all over the 'Tube recently and I wanted to join in on the ~fun~! So I found some professional organizers to help me go through my entire makeup collection and declutter, sort, organize and build a whole new beauty room. I know, I ha …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WUjVPIEtJd0",
            "title": "I Got A Japanese Lolita Fashion Makeover",
            "description": "So we traveled to East Asia to film a six-part series about beauty, style, and shopping -  and we’re coming in hot with episode 2 about Japanese Street Fashion Subcultures! Japan has some very iconic and unique Harajuku-centric fashion subcultures, and Lolita style has always fascinated me - so we decided to do a deep d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oD9BaNAH-eE",
            "title": "We Moved Across The Country",
            "description": "You can check out our new live streaming channel here! https://www.youtube.com/channel/UCiiY...Hello friends and welcome to another video! So, late last year we decided to take the plunge and mov …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-NvQtkxn5Tw",
            "title": "Top 10 Conspiracies That Were Officially Investigated",
            "description": "Do you believe in the unbelievable? For this list, we’ll be looking at the craziest and most well-known conspiracy theories that were actually investigated by an institutional body. Our countdown includes Princess Diana, Jimmy Hoffa’s Disappearance, Adolf Hitler’s Death, and more! Do you buy into any of these conspiracies? Wh …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gDwHdj7plWo",
            "title": "Escaping Jehovah's Witnesses: Inside the dangerous world of a brutal religion | Four Corners",
            "description": "Former Jehovah's Witnesses are fighting back against a religion that failed them. They know they'll lose their loved ones for doing so.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SnyFxkXM8XA",
            "title": "The Rise & Fall of Allison Mack | Documentary",
            "description": "Warning: This video contains flashing lights that may not be suitable for people with photosensitivity or epilepsy.0:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hTfKpAWkgJY",
            "title": "The Dark World of Megachurches",
            "description": "Megachurches, Televangelists, and the Prosperity Gospel... those were things that I had never heard of before... until I stumbled across an infamous interview with Kenneth Copeland by Lisa Guerrero  from Inside Edition. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=x3W5YIdMGbs",
            "title": "Top 10 Archaeological Sites And What They Used To Look Like",
            "description": "You'll be shocked when you discover what these ancient sites used to look like. For this list, we’ll be looking all around the world at ancient ruins and monuments with the richest histories that have been vital points of archeological study. Our countdown includes Skara Brae, Pompeii, Stonehenge, and more! Which of t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xRRvvfNQPIc",
            "title": "Archaeologists Uncover Ancient Biblical Treasure in the Judean Desert | Jerusalem Dateline",
            "description": "Excavations in the Judean desert unearth the biggest archaeological finds since the Dead Sea scrolls; plus, visit the hometown of Mary Magdalene; and a child's discovery opens a window into ancient Jerusalem. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Q-mAWItV2q0",
            "title": "The Entire History of the Akkadians // Ancient Mesopotamia Documentary",
            "description": "Claim your SPECIAL OFFER for MagellanTV here: https://try.magellantv.com/historytime. Start your free trial TODAY so you can watch Eternal Egypt about the fascinating Bronze Age world, and the rest of MagellanTV’s history collection: https://www.magellantv.com/series/ete... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bLWDHhHUIyk",
            "title": "UNHhhh Ep 73: \"RuPaul's Drag Race: All Stars\" with Trixie Mattel and Katya Zamolodchikova",
            "description": "See New and Uncensored Episodes of UNHhhh on WOW Presents Plus:https://worldofwonder.vhx.tv/unhhhh …"
        },
        {
            "url": "https://www.youtube.com/watch?v=spCuxIkA49E",
            "title": "Trixie Learns \"How to Wear Makeup in A God Honoring Way\"",
            "description": "Reacting to the 2018's viral \"How To Wear Makeup In A God Honoring Way\"Follow Trixie Mattel: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IQ1C5cFpP2Y",
            "title": "UNHhhh Ep. 155 - Lunch",
            "description": "This week Trixie and Katya discuss the most important topic yet... what's for lunch. We've got a hunch it's nothing like brunch. Watch 30 days earlier, only on WOW Presents Plus: https://bit.ly/3cfNDfO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jwHfMld-2BU",
            "title": "Trying Celebrity Makeup Hacks!",
            "description": "HI SISTERS! In today's video, I try out some Celebrity Makeup Hacks by following the Vogue Beauty Secrets videos! Kendall & Kylie Jenner, Kourtney Kardashian, Jhene Aiko, Taylor Hill, Ashley Graham, Emily Ratajkowski & more all have some awesome tricks that I decided to test... See how my makeup turns out!! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cSzBoP-zLvM",
            "title": "Guessing CHEAP vs. EXPENSIVE Makeup!",
            "description": "Hi Sisters! In today's video, I wanted to put my knowledge of makeup to the test and see if I was able to figure out which products were CHEAP (drugstore) vs EXPENSIVE (luxury, high end, overpriced priced brands)! Do you think I'll get them all correct?! Watch and find out! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PGsUrlws6sQ",
            "title": "Testing Viral Makeup Hacks!!",
            "description": "HI SISTERS! In today’s video, I decided to test out a ton of viral makeup hacks! I always see ads on Instagram or Tik Tok for these products that claim to make makeup sooo much easier, but will they actually work or are they a huge scam!? Enjoy! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AD8-zbyGvkI",
            "title": "Try Guys 300 Sushi pc. Mukbang ft. The Food Babies",
            "description": "Behind The Try: A Try Guys Documentary is now streaming EVERYWHERE: https://tryguys.com/movie ! Watch #BehindTheTry today! •Available in the US on iTunes, Amazon, YouTube Movies, Google Play & Vudu.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pLxVuQK9FSY",
            "title": "The Try Guys Korean FIRE Noodle Challenge",
            "description": "Behind The Try: A Try Guys Documentary is now streaming EVERYWHERE: https://tryguys.com/movie ! Watch #BehindTheTry today! •Available in the US on iTunes, Amazon, YouTube Movies, Google Play & Vudu.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tSfrKccioxA",
            "title": "The Try Guys Make Burgers Without A Recipe",
            "description": "We don’t want none unless you got buns! Join us in the kitchen for chaos and cooking. Tickets are on sale now at https://www.tryguys.com/WAR – get yours today and watch & vote live for the first time ever!! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wngB9_6Vqbc",
            "title": "Escape from a House of Horror l 20/20 l PART 1",
            "description": "On the night of Jan. 14, 2018, 17-year-old Jordan Turpin made a daring escape from her home and called 911 in order to save herself and her siblings from their abusive parents. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=93UdoApio5s",
            "title": "The breakthrough new DNA evidence that could find JonBenét Ramsey's killer | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Justice for JonBenet (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0Liupgs_fXU",
            "title": "The James Bulger murder: Inside the chilling police investigation | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Unforgettable and Unforgivable (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Jq-d4Kl8Xh4",
            "title": "FINDING MH370: New breakthrough could finally solve missing flight mystery | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Finding MH370 (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aO7_indbfME",
            "title": "Rogue Boeing 737 Max planes 'with minds of their own' | 60 Minutes Australia",
            "description": "Liz Hayes investigates the disaster of Boeing’s 737 MAX jetliner. Why two supposedly state-of-the-art and safe planes crashed killing 346 people; why pilots now fear flying the 737 MAX; & whether Boeing could have averted the catastrophes. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lYMxj3aaygE",
            "title": "Passenger aircraft falls out of sky - What happened to Flight 447? | 60 Minutes Australia",
            "description": "The story of Flight 447 (2013). It has been called the \"Titanic of air disasters\". A passenger aircraft so advanced that the chance of it falling out of the sky is unthinkable. But on a stormy June night in 2009 that's just what happened to an Air France A330. Its terrifying descent into the Atlantic Ocean took just four minutes.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qRKScRgsUaE",
            "title": "Inside Japan's Nuclear Meltdown (full documentary) | FRONTLINE",
            "description": "A devastating earthquake and tsunami struck Japan on March 11, 2011 triggering a crisis inside the Fukushima Daiichi nuclear complex. This 2012 documentary reveals how close the world came to a nuclear nightmare.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pmEbpnUG-2s",
            "title": "The Rise And Fall Of Pan Am",
            "description": "Pan Am was once the largest international airline in the US. In 1970 alone, it carried 11 million passengers to 86 countries worldwide. Pan Am is credited as the innovator of countless features of  air travel, including cabin service, radio communications, onboard safety, air traffic control, and aviation weather forecasting. B …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RVVfJVj5z8s",
            "title": "Amazon Empire: The Rise and Reign of Jeff Bezos (full documentary) | FRONTLINE",
            "description": "An inside look at how Amazon CEO Jeff Bezos built one of the largest and most influential economic forces in the world — and the cost of Amazon’s convenience. …"
        }
    ]
}