{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=yJt6Q8ZwVyg",
            "title": "Jeffrey Epstein: Conspiracy theories swirl over 'suicide'",
            "description": "Donald Trump retweeted one and everyone is asking the same question. But what do we really know about Jeffrey Epstein’s death? …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=hC4eog5cY9Q",
            "title": "Exclusive: Video shows Harvey Weinstein behaving inappropriately",
            "description": "Sky News has obtained a video of Harvey Weinstein behaving inappropriately with a businesswoman.The footage, which has never been broadcast before, shows him hugging, touching and making sexu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OcYPOfZ65LI",
            "title": "Ukraine War: What impact will wet wintery weather have on war?",
            "description": "As the weather is turning wet and cold in Ukraine, former senior military intelligence and security officer, Phillip Ingram, explains how the conditions are impacting operations on the frontline for both Russia and Ukraine. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bolQAY9C9j0",
            "title": "Fierce fallout after Prince Andrew breaks his silence on Jeffrey Epstein l ABC News",
            "description": "Prince Andrew answered questions about his friendship with Epstein in a new interview.#ABCNews #PrinceAndrew #Epstein #PrinceAndrewInterview #Maitlis #BBC "
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=maCRgwBEKVc",
            "title": "Ashley Judd describes alleged Harvey Weinstein encounter",
            "description": "In an exclusive interview with Diane Sawyer, Judd said she was a young actress when Weinstein allegedly cornered her in a hotel room under the guise of a business meeting. Weinstein denies all allegations. "
        },
        {
            "url": "https://www.youtube.com/watch?v=uWtoR5_-EbU",
            "title": "Gwyneth Paltrow on How Brad Pitt Stood Up to Harvey Weinstein",
            "description": "Gwyneth Paltrow tells Howard Stern how her then-boyfriend Brad Pitt reacted when Harvey Weinstein made an inappropriate pass at her. Watch her full interview on the SiriusXM app: https://siriusxm.us/2Llynyz …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iu6tYw55uUI",
            "title": "Ronan Farrow on Matt Lauer’s denial of rape allegation l ABC News",
            "description": "The “Catch and Kill” author speaks out on “GMA” after Lauer unequivocally denied a rape allegation made public by a former NBC employee in the book. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WeNPeAESbQQ",
            "title": "Occupied Ukraine: Inside the horror of Russia's parallel reality • FRANCE 24 English",
            "description": "To justify the invasion of Ukraine, Russian President Vladimir Putin used the false pretexts of \"denazification\" and \"demilitarisation\" of the country. Russian state propaganda is built around the myth of a Ukraine in the hands of \"Nazis\", one where the Russians come to \"liberate\" the \"Russian speakers\". This propaganda is disse …"
        },
        {
            "url": "https://www.youtube.com/watch?v=er1xAU-N_nA",
            "title": "See ex-CIA official's reaction to a possible trip Putin may take",
            "description": "A spokesperson for Vladimir Putin suggested that he may soon visit Ukraine's Donbas region, according to Russian state news agency TASS. Former CIA official Steve Hall weighs in on the implications of Putin's possible visit. #CNN #news "
        },
        {
            "url": "https://www.youtube.com/watch?v=kBmxIl_C30Q",
            "title": "Ukrainian refugees encounter pro-Russia oligarchs in France | Focus on Europe",
            "description": "Since the war in Ukraine, dozens of pro-Russian Ukrainian oligarchs have been residing in Monaco and on the French Riviera. They are hated by war refugees from Ukraine. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1jaFsij5a_A",
            "title": "Inside the court case that ended in the humiliation of Prince Andrew | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | $ettled (2022) …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=qLT8OWuL0GY",
            "title": "Ashley Judd: 'I had found my voice and I was coming right at him'",
            "description": "In an exclusive interview with Diane Sawyer, Judd said she confronted Harvey Weinstein in 1999 after he allegedly sexually harassed her. Weinstein denies all allegations. "
        },
        {
            "url": "https://www.youtube.com/watch?v=4e5qXZi5EB0",
            "title": "Angelina Jolie, Gwyneth Paltrow claim Weinstein harassed them: 20/20 Part 2",
            "description": "The New York Times reported that Jolie said Weinstein made \"unwanted advances\" in a hotel room in the late '90s. "
        },
        {
            "url": "https://www.youtube.com/watch?v=OqIjkHRxLGI",
            "title": "Ambra Battilana leaks damning audio of Weinstein pressuring her in hotel room | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here http://9Soci.al/sImy50wNiXLSpeaking exclusively to 60 Minutes reporter Tom Steinfort, Ambra has broken her silence on her expe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XV_W6kPqR9U",
            "title": "Emma Thompson: Harvey Weinstein 'top of harassment ladder' - BBC Newsnight",
            "description": "Emma Thompson says Harvey Weinstein is representative of a system of \"extreme masculinity\" involving \"many\" more men in Hollywood. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fmchXgAYYu8",
            "title": "Ronan Farrow describes how his Harvey Weinstein reporting unfolded | Nightline",
            "description": "Farrow talks about obtaining a recording from alleged Weinstein victim Ambra Gutierrez. His NBC producer Rich McHugh predicted the tape would be “the beginning of the end” for Weinstein. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JU_cSqxFq84",
            "title": "Quentin Tarantino comments on Harvey Weinstein",
            "description": "Taken from The Joe Rogan Experience #1675 "
        },
        {
            "url": "https://www.youtube.com/watch?v=_9I-UgVDkVc",
            "title": "Ronan Farrow Saw A Master List Of \"Trump Dirt\" At The National Enquirer",
            "description": "\"Catch And Kill\" author Ronan Farrow saw 60 items, including affairs and cases of sexual misconduct, on the list of scandals the National Enquirer kept on Donald Trump before he became President. #Colbert #LSSC #Ronan …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dkniXc26QFU",
            "title": "Ann Curry Warned NBC About Matt Lauer Before Firing",
            "description": "After it was revealed that Ann Curry warned NBC executives about Matt Lauer's behaviour before she was fired from \"Today\", Roz Weston and Graeme O'Neil react during \"ET Canada Live\". …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w_Ma8oQLmSM",
            "title": "LIVE: Latest News Headlines and Events l ABC News Live",
            "description": "#breakingnews #livenews #abcnews #election LATEST UPDATES: https://abcnews.go.com/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Mk10LIbEcI0",
            "title": "Russian deserters in Georgia | DW Documentary",
            "description": "In September 2022, Russian President Putin ordered a partial mobilization to deploy more soldiers to Ukraine. But many Russians defied that order and fled the country – as many as half a million to date.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fuXwOM-2yq8",
            "title": "What happened to the air war in Ukraine?",
            "description": "When the war in Ukraine began, there were estimates that Russia would establish air superiority within a matter of days. But 9 months into the war, the skies over Ukraine are still contested. Why have Russia struggled to utilise their air power effectively? And how has the war in the air changed as a result? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N_tgtl_bNjA",
            "title": "Keep fighting Russians – Airstrikes won't damage Ukrainian resolve | Rock Rachon | TVP World",
            "description": "#UkraineWar #Russia #Airstrike #Kyiv #RockRachon #RussianTerrorism Rock Rachon 29.11.22   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Yq2MLl7THjE",
            "title": "Trump's Constitution statement makes Georgia official chuckle",
            "description": "Gabriel Sterling, the chief operating officer for Georgia's Secretary of State Office, reacts to former President Donald Trump's post on his social media app Truth Social, where he called for the termination of the Constitution to overturn the 2020 election. Learn more here: https://www.cnn.com/2022/12/03/politi... #CNN #Ne …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FWgO6VsgXIE",
            "title": "NHL Highlights | Canadiens vs. Oilers - December 3, 2022",
            "description": "Connor McDavid and Leon Draisaitl each scored four points apiece while Darnell Nurse got the game-winning goal in an effort that saw the Edmonton Oilers beat the Montreal Canadiens 5-3. "
        },
        {
            "url": "https://www.youtube.com/watch?v=wv6dpsvUVD8",
            "title": "Phuc Stream | Let's have fun playing the alliance game together Day 14",
            "description": "Phuc Stream | Let's have fun playing the alliance game together Day 14________________*******___*******______________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gMk_ZxrrJOs",
            "title": "How war is changing Russia’s population | DW Business Special",
            "description": "President Vladimir Putin’s war in Ukraine is causing major changes back home. Hundreds of thousands of Russian men are being mobilized to fight and tens of thousands have already been killed or injured. Meanwhile, many Russians have left their country and millions of Ukrainians are thought to have arrived. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=j_DdSMn55cA",
            "title": "German photographs",
            "description": "Autopsy-based histopathological characterization of myocarditis after anti-SARS-CoV-2-vaccinationhttps://link.springer.com/article/10.... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qMGFxoP8PII",
            "title": "Russian defense minister meets with Lukashenko in Belarus| DW News",
            "description": "Russian defense minister Sergei Shoigu has traveled to Belarus to discuss the ongoing war in Ukraine. He met with Belarus' leader Alexander Lukashenko, who said the two nations have a 'single army.' Shoigu also met his Minsk counterpart and signed an amended security deal. Russian forces have deployed from Belarus, …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VQOOxOl9l80",
            "title": "Exposing Jeffrey Epstein's international sex trafficking ring | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Scandal (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Jq-d4Kl8Xh4",
            "title": "FINDING MH370: New breakthrough could finally solve missing flight mystery | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Finding MH370 (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LCRc9_6YxPQ",
            "title": "How Fergie Became A Royal Outcast | Prince Andrew & Princess Sarah | Real Royalty",
            "description": "This is the story of Sarah Ferguson, once Her Royal Highness, Duchess of York - now an exile from the royal family - a woman who had everything, then threw it away when forced to exploit her name during a huge scandal. …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=Lf_6V30lBro",
            "title": "Ashley Judd explains why she's suing Weinstein",
            "description": "The actress told ABC News' Amy Robach, \"My career was damaged because I rebuffed Mr. Weinstein's sexual advances. I know it for a fact.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=zUcTUJppv4M",
            "title": "Naomi Judd death: Daughter Ashley Judd opens up about losing mother to 'disease of mental illness'",
            "description": "On April 30, the actress took to Instagram to share the tragic news that her mother, Naomi Judd, one half of the Grammy-winning duo, The Judds, was lost \"to the disease of mental illness.\" Naomi Judd died just one day before her induction into the Country Music Hall of Fame. MORE: https://abc7.com/naomi-judd-death-ash... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JPfT_CEIOIk",
            "title": "Naomi Judd Opens Up About Long Struggle With Severe Depression",
            "description": "The country music star spoke about her battle with \"life-threatening\" depression that led to several stints in psychiatric wards. "
        },
        {
            "url": "https://www.youtube.com/watch?v=q91eZF9_ggI",
            "title": "Harvey Weinstein: Ex-assistant Speaks Out on ‘How Hollywood kept Harvey's secret’ - BBC News",
            "description": "In her first TV interview, Harvey Weinstein's former assistant, Zelda Perkins, speaks out on why she wants gagging laws to be changed, and why she has broken her non-disclosure agreement two decades after signing it …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jORH_jMzc2k",
            "title": "EXCLUSIVE: Inside the Harvey Weinstein trial and his guilty verdict | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here http://9Soci.al/sImy50wNiXLOnce upon a time in Hollywood, Harvey Weinstein was an icon. But no more. On 60 Minutes, Tom Stei …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QYfJwNhUFsE",
            "title": "Angelina Jolie, Gwyneth Paltrow add to allegations against Harvey Weinstein",
            "description": "The New Yorker released its own investigation, which includes audio recordings of an encounter between a model and Weinstein. "
        },
        {
            "url": "https://www.youtube.com/watch?v=CxtPUwHhG8c",
            "title": "Weinstein’s former assistant breaks NDA after 20 years of silence",
            "description": "She accused Harvey Weinstein of sexual assault while working as his assistant and says she was forced to sign a non-disclosure agreement. Twenty years later, Rowena Chiu has broken her silence and her NDA to tell her story.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yeuDcNfogME",
            "title": "Brave supermodel exposes the dark side of Victoria's Secret | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Not So Secret (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Y12mA5oLSgM",
            "title": "How Harvey Weinstein’s Sexual Abuse Cover Up Fell Apart | The Backstory | The New Yorker",
            "description": "Ronan Farrow discusses his investigation of the sexual-assault allegations against Harvey Weinstein.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bo9b0rLQYUc",
            "title": "Emma Thompson's moving tribute to Alan Rickman",
            "description": "'I'm still heartbroken that Alan's gone but these diaries bring back so much of what I remember of him.'Emma Thompson's moving tribute to Alan Rickman at the BFI recently encapsulates so much of what makes his such a great loss. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rb6jXyeWL98",
            "title": "\"Don't sigh, don't cry!\" Emma Thompson on THAT Love Actually scene, Harry Potter and Late Night.",
            "description": "Watch Emma Thompson's Movies That Made Me in full on BBC iPlayer in the UK: https://bbc.in/2JYPk45Dame Emma Thompson talks to Radio 1's Film Critic Ali Plumb about  new movie Late Night, and she  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Z3CTtHQGFdQ",
            "title": "Nathan Lane Had a Physical Confrontation with Harvey Weinstein",
            "description": "Nathan Lane discusses performing in Angels in America and tells a story about a physical confrontation he had with Harvey Weinstein.» Subscribe to Late Night: http://bit.ly/LateNightSeth …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iu6tYw55uUI&t=2s",
            "title": "Ronan Farrow on Matt Lauer’s denial of rape allegation l ABC News",
            "description": "The “Catch and Kill” author speaks out on “GMA” after Lauer unequivocally denied a rape allegation made public by a former NBC employee in the book. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wfmNJygimAI",
            "title": "Mia Farrow's Bombshell: Son's Father 'Possibly' Frank Sinatra",
            "description": "Vanity Fair's Maureen Orth talks about her conversation with the usually private actress. "
        },
        {
            "url": "https://www.youtube.com/watch?v=wngB9_6Vqbc",
            "title": "Escape from a House of Horror l 20/20 l PART 1",
            "description": "On the night of Jan. 14, 2018, 17-year-old Jordan Turpin made a daring escape from her home and called 911 in order to save herself and her siblings from their abusive parents. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=R_Du_wF9wUw",
            "title": "Quentin Tarantino Responds to the Criticism of Using the N-Word in \"Django Unchained\"",
            "description": "CONTAINS SPOILERSThe legendary, Quentin Tarantino stopped by Sway in the Morning recently to speak on all things Djan …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ix-ym3c736o",
            "title": "\"It felt pretty good!\" Quentin Tarantino on ‘appearing’ in The Avengers, Team America and Shrek.",
            "description": "Watch Quentin Tarantino: Movies That Made Me in full on BBC iPlayer in the UK: https://bbc.in/2YKyiyBDirector Quentin Tarantino talks to BBC Radio 1's Film Critic Ali Plumb about his incredible career. He  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RBg-1WPRtQs",
            "title": "Samuel Jackson: It's \"impossible\" for Tarantino to be racist (Jan. 6, 2016) | Charlie Rose",
            "description": "Samuel L. Jackson describes his role in \"Django Unchained\" and explains why it's \"impossible\" for Quentin Tarantino to be a racist. "
        },
        {
            "url": "https://www.youtube.com/watch?v=TttGluRlk-M",
            "title": "Ronan Farrow On The Dangers Faced By Journalists In The U.S. And Abroad",
            "description": "Pulitzer Prize-winning journalist and author Ronan Farrow returns to The Late Show to discuss his new HBO documentary, \"Endangered,\" which premieres tomorrow on HBO and HBO Max. #Colbert #Endangered #RonanFarrow …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sxZkkWCKwdo",
            "title": "Ronan Farrow Slams Father, Woody Allen | TODAY",
            "description": "Just as Woody Allen’s latest film opens the Cannes Film Festival, his son, Ronan Farrow, is calling out his father for alleged sexual assault on his sister. Farrow is also blasting Hollywood for standing by the famed director. Farrow wrote an essay for The Hollywood Reporter that was published right before a press conferenc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dZOPY-DEeg0",
            "title": "Ronan Farrow on #MeToo, Going to College at Eleven, and His Path to Journalism | The New Yorker",
            "description": "Pulitzer Prize-winning journalist Ronan Farrow on growing up in a show-business family, his early experience in international relations, and pursuing the Harvey Weinstein story. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4C2JopL4UVU",
            "title": "Ann Curry breaks her silence about 'Today' scandal",
            "description": "The former \"Today\" co-anchor told People magazine her departure from the morning show \"hurt like hell\" and said she feels \"outraged\" about allegations of sexual misconduct facing Matt Lauer. "
        },
        {
            "url": "https://www.youtube.com/watch?v=MPI_mKrmbh4",
            "title": "Ex-TODAY Staffer Recounts Sexual Relationship With Matt Lauer When She Was 24 | Megyn Kelly TODAY",
            "description": "On Megyn Kelly TODAY, Megyn is joined by Addie Zinone, who recounts a brief sexual relationship she had with former TODAY anchor Matt Lauer 17 years ago when she was a 24-year-old production assistant for the show. While acknowledging that the relationship was consensual and that she has “a lot of shame attached  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=98oa05-MC3g",
            "title": "‘Hollywood Medium’ Tyler Henry Gives Matt Lauer An Emotional Reading | TODAY",
            "description": "Tyler Henry wows people with his apparent psychic abilities on “Hollywood Medium with Tyler Henry” and has a new book coming out about his life as a medium. Watch as Henry sits down with TODAY’s Matt Lauer – and tells him that he has a message for him from Matt’s father, who passed away in 1997. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=If98AUvbOvc",
            "title": "Nightly News Full Broadcast - Dec. 3",
            "description": "Rogue wave off coast of Argentina kills 62-year-old woman, FedEx driver charged with kidnapping and killing 7-year-old girl and How scientists are creating the perfect Christmas tree.» Subscribe to NBC News: http://nbcnews.to/SubscribeToNBC …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WY-Jk3Ubs4U",
            "title": "Royal Security Officer On Life Inside The Royal Family | Minutes With | @LADbible",
            "description": "In this week's episode of Minutes With we sat down with Paul Page, who used to work as a royal protection officer, providing security to the members of the Royal family. Paul told us what poses the most security threat to the Royals, explained what members of the family were like and why Prince Andrew was the most diff …"
        },
        {
            "url": "https://www.youtube.com/watch?v=i18BfxTbg04",
            "title": "Ukraine residents without power and heat after Russian strikes",
            "description": "Ukrainians are repairing critical infrastructure after attacks, and the European Union has moved to cap the price of Russian oil. "
        },
        {
            "url": "https://www.youtube.com/watch?v=NyYrioVAEy4",
            "title": "Russians in Georgia | DW Documentary",
            "description": "More than 40,000 Russians have fled to Georgia since the war in Ukraine began. A lot of Georgians are skeptical or even hostile, however, toward the new arrivals from their much-hated neighbor. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QO8DkoPLgko",
            "title": "Vladimir Putin demands annexations recognised before talks with US president Joe Biden - BBC News",
            "description": "US President Joe Biden has said he would be ready to meet Russia's Vladimir Putin \"if in fact there is an interest in him deciding that he's looking for a way to end the war\". …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_gXAEdfIJN4",
            "title": "The Bitcoin revolution - How it all began | DW Documentary",
            "description": "Bitcoin is the world’s first cryptocurrency. It’s also the most important and popular of its kind. Launched in 2009, the Bitcoin blockchain’s creator used the pseudonym Satoshi Nakamoto. His (or her) true identity remains a mystery to this day. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5Lw8eWE7aQ8",
            "title": "Falklands Conflict in the Air | How British Harriers beat the odds",
            "description": "When the Falklands Conflict began Argentina seemingly had a massive advantage in the skies. They had over 100 aircraft of varying types. Some could operate from the Argentinian mainland and others could operate from airstrips on the Falklands themselves.  Meanwhile, the British Task Force initially had only 20 Sea Har …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Hp1MA7X12wA",
            "title": "What made the P-51 Mustang so special?",
            "description": "In 1940, Britain was fighting for its life against the Luftwaffe. British aircraft manufacturers couldn't keep up with the huge orders placed by the British Government. So they turned to American manufacturers like Curtiss and North American. Eventually, North American came forward with their own design for a brand new aer …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kQxv8Lz7jqc",
            "title": "The battle of Bakhmut rages on. What it's like on the battlefield? | Rock Rachon | TVP World",
            "description": "#Ukraine #Bakhmut #UkraineWar #RockRachon #RussianTerrorism Rock Rachon 01.12.22   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=khDZ43SN44g",
            "title": "Turkish armored vehicles head to front in the Donbass | Military Mind | TVP World",
            "description": "A column of Turkish armored vehicles was recently seen near the front in eastern Ukraine. Belarusian volunteers firing at the enemy with a Browning M2. Bakhmut remains untouched by Russian infantry. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Pe0QXUh08-g",
            "title": "Europe's conservative leaders meet at a summit in Warsaw | World News | TVP World",
            "description": "Spanish police help investigate Russian war crimes in Ukraine, European Conservatives and Reformists meet in Warsaw, and Britain’s economic woes push more people into poverty. This and much more are in the Saturday edition of World News. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WzCc2j8aavI",
            "title": "Fmr. FBI Special Agent Says 11th Circuit Ruling ‘Really Embarrassing’ For Judge Cannon",
            "description": "The 11th Circuit has issued a ruling stating Judge Aileen Cannon was incorrect in appointing a Special Master to the Mar-a-Lago documents case. Former FBI Special Agent Asha Rangappa joins Katie Phang to discuss.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=R5Uh2U5Le5I",
            "title": "New GOP lawmaker responds after Trump called to terminate Constitution",
            "description": "Congressman-elect Mike Lawler (R-NY) joins CNN's Jake Tapper to discuss former President Donald Trump's call for the termination of the Constitution to overturn the 2020 election and reinstate him to power in a continuation of his election denialism and pushing of fringe conspiracy theories. #CNN #News "
        },
        {
            "url": "https://www.youtube.com/watch?v=yW3W4J6Sj4A",
            "title": "Obama mocks Herschel Walker's vampire remark",
            "description": "Former President Barack Obama campaigned for Georgia Sen. Raphael Warnock (D) and criticized his opponent Herschel Walker (R) for a remark he made about vampires and werewolves. #CNN #News "
        },
        {
            "url": "https://www.youtube.com/watch?v=aYNBnGPM4GA",
            "title": "NHL Highlights | Maple Leafs vs. Lightning - December 3, 2022",
            "description": "Mitch Marner set the new all-time Maple Leafs point streak record with two goals, but it wasn't enough as Alex Killorn scored the overtime winner and the Tampa Bay Lightning defeated the Toronto Maple Leafs 4-3 in the extra frame. "
        },
        {
            "url": "https://www.youtube.com/watch?v=7TZbdJClU94",
            "title": "Canadiens @ Oilers 12/3 | NHL Highlights 2022",
            "description": "Extended highlights of the Montreal Canadiens at the Edmonton Oilers "
        },
        {
            "url": "https://www.youtube.com/watch?v=fBLBa-Ybwhg",
            "title": "NHL Highlights | Blues vs. Penguins - December 3, 2022",
            "description": "Kasperi Kapanen picked up his second career hat trick and Bryan Rust added a goal and three helpers to help lead the Pittsburgh Penguins past the St. Louis Blues 6-2. "
        },
        {
            "url": "https://www.youtube.com/watch?v=k3WkJq478To",
            "title": "Synthwave/Electric Mixtape I | For Study/Relax",
            "description": "I do not own the content featured on this video. Here are timestamps:憂鬱 - Sun 0:00 憂鬱 - Slow 5:25  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BnW-eMYvi2k",
            "title": "Phuc Stream | Let's have fun playing the alliance game together Day 18",
            "description": "Phuc Stream | Let's have fun playing the alliance game together Day 18________________*******___*******______________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HIgA0iFA7B8",
            "title": "Phuc Stream | Let's have fun playing the alliance game together Day 09",
            "description": "Phuc Stream | Let's have fun playing the alliance game together Day 09________________*******___*******______________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1_WdGvdMOcw",
            "title": "Brittle morale could cause Russia major problem in winter war | Mark Galeotti interview",
            "description": "As Putin’s war enters into the winter, what are the prospects of a peace deal? To discuss the war in Ukraine Steven Edginton is joined by the Russia expert and author of the new book “Putin’s wars” Mark Galeotti. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kyO5cl0UEJ8",
            "title": "How Russia sidesteps the EU oil embargo with aging tankers | DW Business",
            "description": "The European Union has long relied on sea deliveries to receive the bulk of its Russian oil imports. Beginnning Monday, those shipments fall under embargo and will stop by early January, following a grace period. Many Russian oil tankers are now heading toward Asia.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WeNPeAESbQQ&t=2s",
            "title": "Occupied Ukraine: Inside the horror of Russia's parallel reality • FRANCE 24 English",
            "description": "To justify the invasion of Ukraine, Russian President Vladimir Putin used the false pretexts of \"denazification\" and \"demilitarisation\" of the country. Russian state propaganda is built around the myth of a Ukraine in the hands of \"Nazis\", one where the Russians come to \"liberate\" the \"Russian speakers\". This propaganda is disse …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EMT7i7wmq14",
            "title": "Natural immunity in Italy",
            "description": "Clear graphics from Italy, The decline of COVID-19 severity and lethality over two years of pandemichttps://www.medrxiv.org/content/10.11... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5-Pai5y2BM4",
            "title": "Mayo Clinic Q&A podcast: BA.5 omicron variant fueling latest COVID-19 surge",
            "description": "The BA.5 omicron variant is now the dominant strain in the U.S., and it is leading to a new wave of COVID-19 infections. BA.5 was responsible for nearly 54% of COVID-19 cases in the U.S., and BA.4, a similar variant, accounted for another 17%, according to the latest data from the Centers for Disease Control and Pre …"
        },
        {
            "url": "https://www.youtube.com/watch?v=x2Wz8kp5ClU",
            "title": "Long-haul Covid symptoms and Cervical Instability overlap and Vagus Nerve Connection",
            "description": "In this nearly 2 hour webinar, Ross Hauser, MD reviews some medical articles on long covid and discusses the overlap of symptoms in patients diagnosed with long covid and those who have cervical instability and vagus nerve degeneration. He begins by sharing a very personal statement and update on Caring Medical Fl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YSKzmN00sRo",
            "title": "US unveils new stealth bomber amid tensions with Russia & China | DW News",
            "description": "The United States has unveiled its latest stealth bomber at a ceremony in California. The multi-million dollar B-21 Raider is the first US strategic bomber to be produced in three decades - and is being unveiled at a time of heightened tensions with Russia and China. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Jd2kjgojIZ8",
            "title": "Russian President Vladimir Putin Is Open To Talks And Diplomacy On Ukraine | Russia Vs Ukraine War",
            "description": "Russian President Vladimir Putin Is Open To Talks And Diplomacy On Ukraine | Russia Vs Ukraine WarRussian president Vladimir Putin is open to talks on a possible settlement to the conflict in Ukraine a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cD3o6tqP9pI",
            "title": "A new kind of global recession: Why this time is different | Business Beyond",
            "description": "The global economy is at an inflection point. The IMF projects that a third of the world economy will be in recession next year.War in Europe, a slowdown in China and soaring inflation have contributed to widespread pessimism  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P-9hO4wF_xw",
            "title": "Inside the wicked saga of Jeffrey Epstein: The arrest of Ghislaine Maxwell | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Right-Hand Woman (2020) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AKQi3wzNFGQ",
            "title": "Prince Andrew and Jeffrey Epstein FULL INTERVIEW - BBC Newsnight",
            "description": "The Duke of York speaks to Emily Maitlis about his friendship with Jeffrey Epstein and the allegations against him.Subscribe to our channel here: https://goo.gl/31Q53F …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QozGSS7QY_U",
            "title": "Panic: The Untold Story of the 2008 Financial Crisis | Full VICE Special Report | HBO",
            "description": "VICE on HBO looks at factors that led to the 2008 financial crisis and the efforts made by then-Treasury Secretary Henry Paulson, Federal Reserve Bank of New York President Timothy Geithner, and Federal Reserve Chair Ben Bernanke to save the United States from an economic collapse. The feature-length documentary expl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Cm1j1fpldkc",
            "title": "MH370: The Situation Room - What really happened to the missing Boeing 777 | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J What happened to MH370? On a special edition of 60 MINUTES, Tara Brown investigates what is now …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bSMfOPw8JA0",
            "title": "The Unidentified: Are we alone in the universe? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Unidentified (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=93UdoApio5s",
            "title": "The breakthrough new DNA evidence that could find JonBenét Ramsey's killer | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Justice for JonBenet (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=twk3r0AD61U",
            "title": "Diana and Fergie: Royal Exiles | Sarah and Diana | Real Royalty",
            "description": "Using unique BBC footage, this documentary tells the story of two royal women, each of whom rebelled against convention in her own way, until they both became royal outcasts. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=t_ANrZMLrbk",
            "title": "The Crown: The Real Life Struggles Of Princess Diana | Inside Royalty | Real Royalty",
            "description": "A look behind the scenes of the Royal's lives through exclusive interviews and footage.00:00:05 - Three’s A Crowd: We explore Prince Charles and Princess Diana's marriage and the unwelc …"
        }
    ]
}