{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=UmIJCGQzCiU",
            "title": "Conversation with global warming skeptic Anthony Watts",
            "description": "Spencer Michels interviews one of the nations's most read climate skeptics Anthony Watts.  Watts believes much of the data used to support global warming theories is faulty.  The big problem, as Watts sees it, is that the stations were temperatures are gathered are too close to urban developments where heat is soaked  …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=N-yALPEpV4w",
            "title": "Why renewables can’t save the planet | Michael Shellenberger | TEDxDanubia",
            "description": "Environmentalists have long promoted renewable energy sources like solar panels and wind farms to save the climate. But what about when those technologies destroy the environment? In this provocative talk, Time Magazine “Hero of the Environment” and energy expert, Michael Shellenberger explains why solar an …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RZlICdawHRA",
            "title": "A Funny Thing Happened on the Way to Global Warming",
            "description": "Steven F. Hayward, Pepperdine UniversityThis lecture is part of Hillsdale College's 2014 CCA series. To learn more about Hillsdale College and the CCA programs, visit http://www.hillsdale.edu/outreach/cca "
        },
        {
            "url": "https://www.youtube.com/watch?v=wuKJSwkCHwE",
            "title": "'Climate Change Denier' Marc Morano Pushes Back on Global Warming Hysteria",
            "description": "'Climate Change Denier' Marc Morano Pushes Back on Global Warming Hysteria "
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=S1E8SQde5rk",
            "title": "The Contradictions of Battery Operated Vehicles | Graham Conway | TEDxSanAntonio",
            "description": "NOTE FROM TED: This talk only reflects the speaker's personal views and interpretation. Several claims in this talk lack scientific support. We've flagged this talk because it falls outside the content guidelines TED gives TEDx organizers.  TEDx events are independently organized by volunteers. The guidelines we give TEDx org …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kybenSq0KPo",
            "title": "Thorium can give humanity clean, pollution free energy | Kirk Sorensen | TEDxColoradoSprings",
            "description": "Kirk Sorensen stumbled across thorium while doing research on how to power a lunar community. Thorium is a cleaner, safer, and more abundant nuclear fuel—one that Kirk believes will revolutionize how we produce our energy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ciStnd9Y2ak",
            "title": "Why I changed my mind about nuclear power | Michael Shellenberger | TEDxBerlin",
            "description": "For more information on Michael Shellenberger, please visit www.tedxberlin.de. Michael Shellenberger is co-founder and Senior Fellow at the Breakthrough Institute, where he was president from 2003 to 2015, and a co-author of the Ecomodernist Manifesto. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sytWLB4-W-M",
            "title": "THE BIG EV LIE. Why They Won't Save the Planet & All About Dirty Electricity | TheCarGuys.tv",
            "description": "THE BIG EV LIE. Why They Won't Save the Planet & All About Dirty Electricity | TheCarGuys.tv#electricvehicles #tesla #globalwarming …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DWbxIFC0Q2o",
            "title": "Science, the Transgender Phenomenon, and the Young | Abigail Shrier",
            "description": "Abigail Shrier Author, Irreversible Damage: The Transgender Craze Seducing Our Daughters …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3WMuzhQXJoY",
            "title": "MEETING THE ENEMY A feminist comes to terms with the Men's Rights movement | Cassie Jaye | TEDxMarin",
            "description": "By facing long-held assumptions, one woman reevaluates her own gender biases. Documentary Filmmaker, The Red Pill  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=m3hHi4sylxE",
            "title": "The Truth About Climate Change",
            "description": "--------Don't miss a single video from Stossel TV, sign up here:    https://johnstossel.activehosted.com/f/1--------- "
        },
        {
            "url": "https://www.youtube.com/watch?v=ZH4m-Cs-u3Y",
            "title": "Lord Christopher Monckton | The Economics Behind Windmills",
            "description": "Lord Christopher Monckton joins us on stage for a quick talk to discuss the economics behind windmills and the problems behind them. "
        },
        {
            "url": "https://www.youtube.com/watch?v=HEfpxiUIZPs",
            "title": "8 ways the world could suddenly end: Stephen Petranek at TEDxMidwest",
            "description": "Unintentional \"Dark Futurist\", Stephen Petranek, re-visits the subject matter of his original eleven year old TED Talk and offers the audience an extraordinarily sobering look at the eight critical issues that threaten human life on Earth. …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=_HytJn6uaRk",
            "title": "The Unusual Earth Orbit Circling Above Our Ancient Past | Roger G. Gilbertson | TEDxColoradoSprings",
            "description": "NOTE FROM TED: We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside the TEDx content guidelines. Claims made in this talk only represent the speaker’s personal views which are not corroborated by scientific evidence. TEDx events are independently organized by volunteers. The guid …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BrNs0M77Pd4",
            "title": "Artificial Intelligence: it will kill us | Jay Tuck | TEDxHamburgSalon",
            "description": "For more information on Jay Tuck, please visit our website www.tedxhamburg.deUS  defense expert Jay Tuck was news director of the daily news program ARD-Tagesthemen and co …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7kvB6bR_fu0",
            "title": "The powerplant in your driveway | Tom Gage | TEDxBermuda",
            "description": "Tom takes us on a journey of the electric car. Having been at the epicenter of the major changes in the industry, he explains how the electric cars of the future will be more than simply transportation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tHO1ebNxhVI",
            "title": "Making Safe Nuclear Power from Thorium | Thomas Jam Pedersen | TEDxCopenhagen",
            "description": "Thomas Jam Pedersen, engineer and co-founder of Copenhagen Atomics, was skeptical at first upon discovering and reading about thorium energy, which is present everywhere in the world and could technically provide an inexpensive energy supply for everyone for thousand years. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N2vzotsvvkw",
            "title": "Thorium: Kirk Sorensen at TEDxYYC",
            "description": "Kirk Sorensen discuss \"Thorium\" at TEDxYYC 2011.Kirk Sorensen is founder of Flibe Energy and is an advocate for nuclear energy based on thorium and  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=da1vvigy5tQ",
            "title": "Reversing Type 2 diabetes starts with ignoring the guidelines | Sarah Hallberg | TEDxPurdueU",
            "description": "Can a person be \"cured\" of Type 2 Diabetes? Dr. Sarah Hallberg provides compelling evidence that it can, and the solution is simpler than you might think. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ciStnd9Y2ak&list=RDLVciStnd9Y2ak&start_radio=1&rv=ciStnd9Y2ak",
            "title": "Why I changed my mind about nuclear power | Michael Shellenberger | TEDxBerlin",
            "description": "For more information on Michael Shellenberger, please visit www.tedxberlin.de. Michael Shellenberger is co-founder and Senior Fellow at the Breakthrough Institute, where he was president from 2003 to 2015, and a co-author of the Ecomodernist Manifesto. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7vnzKPq390Q",
            "title": "Why I don't care about 'Climate Change' | David Saddington | TEDxTeen",
            "description": "This talk was given at a local TEDx event, produced independently of the TED Conferences. You don't care about climate change right? Because it's a bunch words of things that don't affect your daily life. Think again. In this provocative talk, Saddington gives us a new lens on climate change. It's a game changer. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=B7UVfqtfQBc",
            "title": "What if Everything You Know is Wrong: Bob McDonald at TEDxVictoria 2013",
            "description": "Bob McDonaldOne of Canada's favourite science journalists, Bob McDonald has been the dynamic host of Quirks & Quarks since 1992. The regular science commentator on CBC News Network, Bob is also the science corresp …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9dnN82DsQ2k",
            "title": "Electric Vehicles' Battery Problem",
            "description": "Use code WENDOVER16 for up to 16 FREE MEALS + 3 Surprise Gifts across 6 HelloFresh boxes plus free shipping at https://bit.ly/3ekejvZ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yVOnHWnLSeU",
            "title": "The Mystery Flaw of Solar Panels",
            "description": "Be one of the first 500 people to sign up with this link and get 20% off your subscription with Brilliant.org! https://brilliant.org/realengineering/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ghBxrVFZ-2Q",
            "title": "Uncommon Knowledge with Pat Sajak",
            "description": "Wheel of Fortune host Pat Sajak on being a conservative and a Hollywood celebrity.To listen to an mp3 of the interview go to:http://itunes.apple.com/us/podcast/un...  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7OpM_zKGE4o",
            "title": "The Problem with Solar Energy in Africa",
            "description": "Be one of the first 500 people to sign up with this link and get 20% off your subscription with Brilliant.org: https://brilliant.org/RealEngineering/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mDJ65ortiLo",
            "title": "Trans: When Ideology Meets Reality | Helen Joyce | #287",
            "description": "Dr. Peterson's extensive catalog is available now on DailyWire+: https://utm.io/ueSXhThe Trans movement surges across western civilization, necessitating the ego-centric fantasies of ge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tLWEr_kdXl4",
            "title": "Why big boys don't cry | Gareth Griffith | TEDxUniversityofBristol",
            "description": "Gareth Griffith is committed to creating a space for us all to talk about mental health. He believes that we all benefit from increasing the everyday possibilities to articulate those feelings that are far too often left internalised. Don’t miss this incredibly personal talk in which Gareth shares his story of his battle with …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RlSwsE22nX0",
            "title": "What Representing Men in Divorce Taught Me About Fatherhood | Marilyn York | TEDxUniversityofNevada",
            "description": "Attorney Marilyn York owns a Men’s Rights Family Law Firm in Reno Nevada, established in 2001. She and her ten female employees focus on representing men for two reasons: 1. As her talk explains, fathers are crucial in the upbringing and development of their children; and 2. Fathers are the disadvantaged parent in family c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sWN13pKVp9s",
            "title": "Obesity is a National Security Issue: Lieutenant General Mark Hertling at TEDxMidAtlantic 2012",
            "description": "Lieutenant General Mark Phillip Hertling, is the Commanding General, US Army Europe and Seventh Army. In that role, he is the commander of the approximately 42,000 U.S. Army forces assigned to Europe, and he is the Army Component Commander of U.S. European Command. While Hertling's primary role is training U.S. Ar …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RIOiGtO2UBA",
            "title": "Green New Deal: Fact versus Fiction",
            "description": "Rep. Alexandria Ocasio-Cortez’s Green New Deal proposes to save the planet. It calls for the United States to reduce carbon emissions to zero in 10 years.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=z2HneqfZGsM",
            "title": "Electric Cars: Inconvenient Facts, Part One",
            "description": "Politicians and activists who want all cars to go electric are guilty of magical thinking.  ———— …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E0W1ZZYIV8o",
            "title": "A reality check on renewables - David MacKay",
            "description": "How much land mass would renewables need to power a nation like the UK? An entire country's worth. In this pragmatic talk, David MacKay tours the basic mathematics that show worrying limitations on our sustainable energy options and explains why we should pursue them anyway. (Filmed at TEDxWarwick.) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=seU4xsz9vsY",
            "title": "The Late Late Show - Jim Corr & Lord Christopher Monckton",
            "description": "Conspiratory theories from 9/11 to Airport scanners are explored. http://www.rte.ie/player "
        },
        {
            "url": "https://www.youtube.com/watch?v=qzB3OkzSE4o",
            "title": "Richard Denniss and Lord Monckton at the Press Club - July 2011",
            "description": "The Australia Institute was established to inform public debate, so in that spirit Executive Director Dr Richard Denniss agreed to take the opportunity to argue the case for action on climate change at the National Press Club on Tuesday, 19 July 2011. Richard's opponent was professional climate change sceptic Lord Christop …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aSz5BjExs9o",
            "title": "TEDxBoulder - Thad Roberts - Visualizing Eleven Dimensions",
            "description": "NOTE FROM TED: We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside TEDx's curatorial guidelines. This talk only represents the speaker’s personal theory of quantum physics and is not based on peer-reviewed scientific evidence or research. TEDx events are independently organized …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rbnBe-vXGQM",
            "title": "I See Dead People: Dreams and Visions of the Dying | Dr. Christopher Kerr | TEDxBuffalo",
            "description": "Dr. Christopher Kerr speaks at a 2015 TEDx event Buffalo, New York.Dr. Christopher W. Kerr is the Chief Medical Officer at The Center for Hospice and Palliative Care, whe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-wkdH_wluhw",
            "title": "What animals are thinking and feeling, and why it should matter | Carl Safina | TEDxMidAtlantic",
            "description": "Carl Safina takes us inside the lives and minds of animals around the world, witnessing their profound capacity for perception, thought and emotion, showing why the word \"it\" is often inappropriate as we discover \"who\" they really are. And yet, we are wiping out the very animals we should celebrate; we are the flood coming f …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=ZyfE3IvDWR8",
            "title": "Is the house of history built on foundations of sand? | Graham Hancock | TEDxReading",
            "description": "NOTE from TED: Please be aware that this talk contains outdated and counterfactual assertions, and should not be understood as a representation of modern scholarship on ancient civilizations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mTwS9_PReM4",
            "title": "The Hidden World Beneath the Antarctic Ice Sheet | John Priscu | TEDxBozeman",
            "description": "Following more than a decade of international and national planning and an intense week of on-ice weather delays, Priscu led the field team successfully drilled through the overlying ice sheet and sampled directly the waters and sediments of a lake hidden beneath the Antarctic ice sheet. The groundbreaking explorati …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XUhbDZ4jwCQ",
            "title": "White Supremacy: Same Dog, Same Tricks-Time to Change the Training | Russell Ellis | TEDxSUNYGeneseo",
            "description": "Russell Ellis was raised in the mountains of North Carolina where racism was “so casual it was culture”. Now he is a “reformed racist” who aims to teach other white people how to deconstruct their own racism. Listen to this powerful speech in which he talks about his childhood, the cycle of white supremacy, and what white  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s0rwZXt-C04",
            "title": "An Imminent Threat from Artificial Intelligence | Aidan Gomez | TEDxOxford",
            "description": "Aidan Gomez is a doctoral student at the University of Oxford focusing on machine learning. His talk will attempt to highlight some of the more substantial threats that artificial intelligence poses to individuals, in governance, and at war. Aidan Gomez is a doctoral student at the University of Oxford focussing on machine learn …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MLKj1puoWCg",
            "title": "TEDxOrangeCoast - Daniel Amen - Change Your Brain, Change Your Life",
            "description": "Change your Brain, Change your Life. Revelations  based on studying 63,000 brain images across 90 countries over 20 years. How Brain imaging can change paradigms and our understanding of healthy life, no matter where we live. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M7hOpT0lPGI",
            "title": "I've studied nuclear war for 35 years -- you should be worried. | Brian Toon | TEDxMileHigh",
            "description": "For the first time in decades, it's hard to ignore the threat of nuclear war. But as long as you're far from the blast, you're safe, right? Wrong. In this sobering talk, atmospheric scientist Brian Toon explains how even a small nuclear war could destroy all life on earth -- and what we can do to prevent it. A professor in the Depa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jDqCpfVwdP4",
            "title": "Why making energy from dirt might save the world | Rusty Towell | TEDxACU",
            "description": "In his talk, Rusty discusses the availability of energy as the critical ingredient for raising the standard of living around the world, providing a crash course in understanding how Thorium, found in the dirt we walk on every day, might be humanity’s final energy solution. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=F4H3FE0Z4QQ",
            "title": "How jet-powered garbage trucks can save the world | Ian Wright | TEDxChristchurch",
            "description": "As founder of Wrightspeed, cofounder of Tesla Motors and creator of the X1 (the fastest street-legal electric vehicle in the world), Ian Wright has already ushered in an era of electric transportation. Now, Wright has turned his attention to the least efficient, heaviest, most wasteful vehicles on the road: garbage trucks. In thi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SbgwDk7A4as",
            "title": "The Surprising Future of Steam Power | Robert Green | TEDxMissionViejo",
            "description": "NOTE FROM TED: We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside TEDx's curatorial guidelines. The sweeping claims made in this talk regarding the capabilities of this modern three piston steam engine model only represent the views of the speaker. TEDx events are independe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kybenSq0KPo&t=2s",
            "title": "Thorium can give humanity clean, pollution free energy | Kirk Sorensen | TEDxColoradoSprings",
            "description": "Kirk Sorensen stumbled across thorium while doing research on how to power a lunar community. Thorium is a cleaner, safer, and more abundant nuclear fuel—one that Kirk believes will revolutionize how we produce our energy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=i-T7tCMUDXU",
            "title": "The Fourth Phase of Water: Dr. Gerald Pollack at TEDxGuelphU",
            "description": "Does water have a fourth phase, beyond solid, liquid and vapor?University of Washington Bioengineering Professor Gerald Pollack answers this question, and intrigue …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S1E8SQde5rk&t=2s",
            "title": "The Contradictions of Battery Operated Vehicles | Graham Conway | TEDxSanAntonio",
            "description": "NOTE FROM TED: This talk only reflects the speaker's personal views and interpretation. Several claims in this talk lack scientific support. We've flagged this talk because it falls outside the content guidelines TED gives TEDx organizers.  TEDx events are independently organized by volunteers. The guidelines we give TEDx org …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KBk54q4H9K4",
            "title": "Making the Invisible Visible: Demystifying Nuclear Energy | Leslie Dewan | TEDxBocaRaton",
            "description": "Nuclear Engineer wunderkind and environmentalist Leslie Dewan spent the first ten years of her career redesigning nuclear reactors to make them safer and reducing the amount of waste they produce. In this lively talk, Leslie turns her sights on a bigger obstacle to embracing nuclear energy as a critical element of t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tic7X3ET4gE",
            "title": "Sugar is Not a Treat | Jody Stanislaw | TEDxSunValley",
            "description": "Sugar is hiding everywhere in today's widely-accepted diet, but meanwhile its devastating effects are creating more deaths than automobile accidents. In this eye-opening talk, Dr. Jody Stanislaw, a Naturopathic Doctor who has been studying the negative effects of sugar since being diagnosed with type 1 diabetes at the ag …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dD9RvQwGpz8",
            "title": "The Surprising Lesson Diabetes Taught Me. | Drew Harrisberg | TEDxYouth@MoriahCollege",
            "description": "One man's personal triumph in managing diabetes has ignited a passion within him to share his knowledge and experience. Through the revolutionary ‘5-pillar approach’, Harrisberg encourages people to take control of their health, so that like him, they can live a fuller, happier and healthier life. Drew Harrisburg is the creator  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gaY4m00wXpw",
            "title": "How to make diseases disappear | Rangan Chatterjee | TEDxLiverpool",
            "description": "Can you actually make a disease disappear? Dr Rangan Chatterjee thinks you can. Often referred to as the doctor of the future, Rangan is changing the way that we look at illness and how medicine will be practised in years to come. He highlighted his methods in the groundbreaking BBC TV show, Doctor In The House, gaining  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lQ-d267WR_Q",
            "title": "Tom Brokaw's Big Ideas: Tom Brokaw at TEDxPortland",
            "description": "In only a way that Tom Brokaw can, we are taken through a time travel exposition of great ideas that have defined and transformed life in this world as we know it. Filled with many first hand accounts, his storytelling mastery delighted the crowd inspiring everyone to bigger and better pursuits. In closing, he challenges us to d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tHO1ebNxhVI&t=2s",
            "title": "Making Safe Nuclear Power from Thorium | Thomas Jam Pedersen | TEDxCopenhagen",
            "description": "Thomas Jam Pedersen, engineer and co-founder of Copenhagen Atomics, was skeptical at first upon discovering and reading about thorium energy, which is present everywhere in the world and could technically provide an inexpensive energy supply for everyone for thousand years. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tLteWutitFM",
            "title": "Potential: Jordan Peterson at TEDxUofT",
            "description": "Jordan B. Peterson is a psychology professor at the University of Toronto, and a clinical psychologist, with two main areas of study: the psychology of belief, including religion, mythology and political ideology; and the assessment and improvement of personality, …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_YNfA7mDri4",
            "title": "TEDxNASA - Bruce Wielicki - Climate Change: Fact And Fiction",
            "description": "Clouds affect the energy Earth receives, keeps and emits back to space -- it's all a matter of balance. Dr. Bruce Wielicki is senior scientist for Earth science at NASA's Langley Research Center. His research has focused on  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0k2-SzlDGko",
            "title": "A simple and smart way to fix climate change | Dan Miller | TEDxOrangeCoast",
            "description": "This talk was given at a local TEDx event, produced independently of the TED Conferences. Dan Miller shares his passion and empathy for saving our planet. While focusing on a simple solution to help fix climate change, he alerts us on our responsibilities as engaged citizens to be involved and take urgent actions towards t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ofaoiHYKtlc",
            "title": "Seven surprising results from the reduction of Arctic Sea ice cover | David Barber | TEDxUManitoba",
            "description": "This talk was given at a local TEDx event, produced independently of the TED Conferences. It is now well known that sea ice in the Arctic has changed in both extent and thickness over the past several decades. In fact the change in sea ice is seen as one of the key global climate variables confirming model estimates of gl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=18YwBwIK_no",
            "title": "How we found out evolution is true: John van Wyhe at TEDxNTU",
            "description": "John van Wyhe is a historian of science at the National University of Singapore. He is the Director of Darwin Online and Wallace Online, the author of eight books and lectures and broadcasts around the world.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M8JdkfZdhe8",
            "title": "Who decides what you think? Not you... | Staffan Ehde | TEDxYouth@Helsingborg",
            "description": "Why do some people get things their way and why do some people never get anything done? In Staffan's talk you will find out.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jobYTQTgeUE",
            "title": "Why do we believe things that aren't true? | Philip Fernbach | TEDxMileHigh",
            "description": "It seems like we're living in an epidemic of false belief. Clearly the other side just doesn’t have all the facts, right? Or are they really that stupid? In this fascinating and hilarious talk, cognitive scientist Philip Fernbach peels back the layers of what we really know and reveals some surprising truths about the human mind. Philip Fe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pLcqJ2DclEg",
            "title": "The Electric Vehicle Charging Problem",
            "description": "Sign up for a CuriosityStream subscription and also get a free Nebula subscription (the streaming platform built by creators) here: http://CuriosityStream.com/wendoverWatch the Nebula-exclusive bonus video to this one here: https://watchnebula.com/videos/wendov... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AQbmpecxS2w",
            "title": "Why Gas Got So Expensive (It’s Not the War)",
            "description": "Sign up for Nebula Classes for 20% off at http://NebulaClasses.com/wendoverWatch Extremities at http://youtube.com/extremities …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XWq-Mq1Uqpw",
            "title": "Why Tesla, GM And Other EV Companies Have A Fire Problem",
            "description": "Electric vehicles provide a path toward a greener future, but they can be especially dangerous when they catch fire. While car fires are nothing new and internal combustion engine car fires are also a problem, lithium-ion battery fires are extremely volatile and challenging to put out, and there are few resources out there to …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1-2TyKqP84o",
            "title": "Tidal energy could be huge – why isn't it?",
            "description": "It's estimated that we could (practically) capture enough tidal energy to power all homes in the United States TWICE over – but we can only manage a tiny fraction of that right now. For a planet that is 70% water, why is this technology still so far behind other renewables? Are things about to change? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=59A8-rKRs-0",
            "title": "The Plane That Will Change Travel Forever",
            "description": "Get a free month of Nebula with any Real Engineering merch: https://store.nebula.app/collections/...New streaming platform: https://watchnebula.com/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-vobMl5ldOs",
            "title": "How salt and sand could replace lithium batteries",
            "description": "The lithium-ion battery has powered us for decades. But for a renewable future, we need a new solution—and fast. So what are our options? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nNp21zTeCDc",
            "title": "The Future of Solid State Wind Energy - No More Blades",
            "description": "The Future of Solid State Wind Energy - No More Blades. Go to http://brilliant.org/Undecided to sign up for free. And also, the first 200 people will get 20% off their annual premium membership. Wind power is one of the fastest-growing renewable sources that works well at scale, but it isn't perfect. What if we could scale …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZRyo0Nr7CrY",
            "title": "Ambri: A Battery that Could Change the World",
            "description": "Today Zac and Jesse speak to Donald Sadoway, the Co-Founder, Chief Scientific Advisor of Ambri.Go Check Out https://ambri.com/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Lq1LlDMizc4",
            "title": "I-Team: Hidden cameras reveal dark side of solar power",
            "description": "By Randy TravisPublished May 16, 2022  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ffIpRC9cSUc",
            "title": "Heather Mac Donald On How The Delusion of Diversity Destroys Our Common Humanity",
            "description": "Recorded on February 25, 2019.To comment please go to …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DcA5TotAkhs",
            "title": "The Importance of Being Ethical, with Jordan Peterson",
            "description": "Recorded on April 20, 2022, as part of a Classical Liberalism Seminar at the Graduate School of Business at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nuOownr0Vts",
            "title": "‘Wheel of Fortune’ host Pat Sajak opens up about ‘life and death’ emergency surgery l ABC News",
            "description": "The longtime TV game show host sat down for his first interview since he had an emergency surgery after getting a “horrific pain” in his stomach due to an intestinal blockage.READ MORE: https://gma.abc/2Q9kIxq …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-PL32ea0MqM",
            "title": "The Missing Link in Renewables",
            "description": "Get a year of both Nebula and Curiosity Stream for just 11.79 here: http://www.CuriosityStream.com/realen... and using the code, \"realengineering\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yVOnHWnLSeU&t=2s",
            "title": "The Mystery Flaw of Solar Panels",
            "description": "Be one of the first 500 people to sign up with this link and get 20% off your subscription with Brilliant.org! https://brilliant.org/realengineering/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c&t=2s",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fSKQfATa-1I",
            "title": "Irreversible Damage? | Abigail Shrier - Jordan B. Peterson Podcast S4: E11",
            "description": "This episode was recorded on 01/06/21Abigail Shrier and I discuss identity, gender dysphoria, the increased rate of gender transitioning proc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eQXHc-tJMXM",
            "title": "The Death of Europe, with Douglas Murray",
            "description": "Recorded on June 3, 2019To comment on this video please go to …"
        },
        {
            "url": "https://www.youtube.com/watch?v=D5X0tAecfF4",
            "title": "How Marxism is Disguised as Woke Morality | Dr. Yoram Hazony | #305",
            "description": "Dr. Peterson's extensive catalog is available now on DailyWire+: https://utm.io/ueSXhDr. Jordan B. Peterson and Dr. Yoram Hazony discuss the major problems plaguing today's youths, su …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fC2z69q3L0o",
            "title": "What Teenagers Want You to Know | Roy Petitfils | TEDxVermilionStreet",
            "description": "Our biggest fear isn't being rejected, it's being invisible.  Roy Petitfils discusses the invisibility epidemic faced by teenagers and what we can do to help. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VGrCz_fI4kk",
            "title": "My boyfriend isn’t allowed to cry unfortunately. | Sophia Thakur | TEDxClapham",
            "description": "Men aren’t allowed to be weak, and that’s a damn shame. We explore the conditioning of men in the 21s century, and discover why they are slowly becoming less and less human. A desperate plea for expression to be pumped into our young boys. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SSH5EY-W5oM",
            "title": "My descent into America's neo-Nazi movement & how I got out | Christian Picciolini | TEDxMileHigh",
            "description": "At 14-years-old, Christian Picciolini went from naive teenager to white supremacist, and soon, the leader of America’s first neo-Nazi skinhead gang. How was he radicalized, and how did he ultimately get out? In this courageous talk, Christian shares a surprising and counterintuitive solution to hate in all forms. After l …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rg6xCRemYw4",
            "title": "I was sex trafficked for years. Brothels are hidden in plain sight. | Casandra Diamond | TEDxToronto",
            "description": "Sex trafficking may be happening behind the walls of businesses you pass daily - including the some of the massage parlours and holistic centres in your community. Casandra Diamond shares a harrowing story of her experience inside these modern day brothels:  in this raw and honest talk, learn about the systemic is …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vuIlsN32WaE",
            "title": "The mathematics of weight loss | Ruben Meerman | TEDxQUT (edited version)",
            "description": "NOTE FROM TED: This talk only represents a stoichometric approach to understanding metabolism and weight loss. TEDx events are independently organized by volunteers. The guidelines we give TEDx organizers are described in more detail here: http://storage.ted.com/tedx/manuals/t... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pKMgG9xIfEg",
            "title": "What working with psychopaths taught me about leadership | Nashater Deu Solheim | TEDxStavanger",
            "description": "Are you always authentic ? Nashater challenges you that we are not. And we probably shouldnt be. Can your life depend on it ? And if you are not authentic, save your life ? Watch her compelling takeaway - dont be authentic if you need to save the relationship..... Dr Nashater Deu Solheim is CEO of Progressing Minds and  Ama …"
        },
        {
            "url": "https://www.youtube.com/watch?v=K60xHx836T0",
            "title": "Winning The Mental Battle of Physical Fitness and Obesity | Ogie Shaw | TEDxSpokane",
            "description": "This talk was given at a local TEDx event, produced independently of the TED Conferences. Physical Fitness does not have to be complicated.   There are psychological aspects to staying motivated for fitness and then a few rules to adopt for success.  The speaker presents his ideas on motivation,  measuring your fitness lev …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5WtQqKrbmKc",
            "title": "There Are Some Fates Worse Than Death: Mike Drowley at TEDxScottAFB",
            "description": "Lieutenant Colonel Mike Drowley \"Johnny Bravo\" is Commander, 66th Weapons Squadron.  He is a US Air Force Weapons School graduate and command A-10 pilot with multiple combat tours.  Prior to his current position he was the Commander of Cadet Squadron 15 at the US Air Force Academy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8so1WZ4j1oQ",
            "title": "The Exercise Happiness Paradox | Chris Wharton | TEDxSevenoaks",
            "description": "How can you manipulate your brain to achieve greater levels of happiness? Can you be so inspired that your daily exercises bring you joy and increase your self-esteem?By practicing the four key strategies given in this TEDx talk, we can all achieve greater levels of energ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cVkAsPizAbU",
            "title": "The Paris Climate Fraud",
            "description": "President Trump is right to withdraw from the Paris Climate Agreement! The deal isn’t worth the paper it is written on.-------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s_oeBBU3xv4",
            "title": "John Stossel",
            "description": "This week on Uncommon Knowledge author and television host John Stossel discusses his new book No, They Can't: Why Government Fails—but Individuals Succeed.To listen to an mp3 of the interview go to: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FUua6kkCi08",
            "title": "Government Corrupts Science With Progressive Nonsense",
            "description": "Fewer Americans \"trust the science.\" There are good reasons for that.  ———— …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ptI6BRVC1Kw",
            "title": "Electric Cars: Inconvenient Facts, Part 2",
            "description": "Activists and politicians love electric cars so much so that they want to take away your other choices But their green dream is just a fantasy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RVBPgvY3TbU",
            "title": "5 Socialism Myths: Part 1",
            "description": "Socialism is now as popular as capitalism among young people. That’s because they are being told nonsense.So in this video (and the next) we’ll debunk socialism myths. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=avi9iBC8opU",
            "title": "'Which Uses More Electricity...A Refrigerator When It's Running Or Electric Car When It's Charging?'",
            "description": "At today's House Transportation Committee hearing, Rep. Thomas Massie (R-KY) questioned Sec. Pete Buttigieg.Stay Connected …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_YiM7Gf_snQ",
            "title": "The False Promise of Green Energy (Prof. Andrew Morriss - Acton Institute)",
            "description": "Acton Lecture Series (April 26, 2012) - Green energy advocates claim that transforming America to an economy based on wind, solar, and biofuels will produce jobs for Americans, benefits for the environment, and restore American industry. Prof. Andrew Morriss, co-author of The False Promise of Green Energy, shows that …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xJGaqe5t14g",
            "title": "What Are The Hidden Rules Of The Universe?",
            "description": "Thank you to Wondrium for sponsoring today's video! Signup for your FREE trial to Wondrium here: http://ow.ly/aJUh50LnlQP-------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hZHLGrV8Fvo",
            "title": "Gold & US Dollar | Money & Monetary System | Bretton Woods | World Currency System | Documentary",
            "description": "End Of The Road: How Money Became Worthless - Wall Street is being occupied. Europe is collapsing in on itself. Around the world, people are consumed by fear and anger, and one question is on everyone's lips: Is the financial crisis over, or are we headed towards economic disaster? End of the Road is a documentary that chro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Sddb0Khx0yA",
            "title": "Donald Sadoway: The missing link to renewable energy",
            "description": "http://www.ted.com What's the key to using alternative energy, like solar and wind? Storage -- so we can have power on tap even when the sun's not out and the wind's not blowing. In this accessible, inspiring talk, Donald Sadoway takes to the blackboard to show us the future of large-scale batteries that store renewable e …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Yze1YAz_LYM",
            "title": "Dan Britt - Orbits and Ice Ages: The History of Climate",
            "description": "Another lecture in IHMC's award winning lecture series. http://www.ihmc.usClimate change has become a major political issue, but few understand how climate has changed in t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oiPSy2bKZkE",
            "title": "This Billion Dollar Solar Plant was an EPIC Failure",
            "description": "Billion Dollar Solar Plant Failure. Huge Thanks to Lutema! Get 20% off your USA Made Masks Today: https://lutema.com/discount/tbdv20 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dVd8OwvNZ5Y",
            "title": "Lord Christopher Monckton: Climate change sceptic in Australia [SD] ABC RN Breakfast",
            "description": "The Grand Ballroom of Sydney's Sheraton was turning climate change sceptics from the door to hear Britain's Lord Christopher Monckton, in Australia for two weeks to challenge the climate orthodoxy. Underwriting the tour is John Smeed, a semi-retired engineer who's received recognition and many awards for his work over …"
        },
        {
            "url": "https://www.youtube.com/watch?v=G3-wZtq26sY",
            "title": "A Conversation with Christopher Monckton",
            "description": "A discussion on the science behind global warming and the problems of treaties designed to limit carbon emissions. "
        },
        {
            "url": "https://www.youtube.com/watch?v=noj4phMT9OE",
            "title": "Mathematical Challenges to Darwin’s Theory of Evolution",
            "description": "Recorded on June 6, 2019 in Italy.To comment please go to …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AfZrx_UIAKk",
            "title": "Viscount Monckton - Don't let the eco-warriors ruin your fun - IQ2 debate",
            "description": "http://www.intelligencesquared.com/ev...Viscount Monckton arguing For the motion in the IQ2 debate \"Don't let the eco-warriors ruin your fun\"  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sXxktLAsBPo",
            "title": "Dr. Patrick Moore - A Dearth of Carbon?",
            "description": "Conversations That Matter features Dr. Patrick Moore in part 2 of our Conversation where he takes issue with NGO’s over climate, genetically modified organisms and what he says is the truth about carbon. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kYK7utae7Cg",
            "title": "The BEST WAYS To Heal Chronic Pain & Trauma WITHOUT Medication | Howard Schubiner",
            "description": "Subscribe to Friday Five for my popular weekly newsletter - my tips, my experience, my inspiration, what’s working for me. A high five from me to you: https://bit.ly/3reTyIm …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rPh3c8Sa37M",
            "title": "Everything is Connected -- Here's How: | Tom Chi | TEDxTaipei",
            "description": "Tom Chi認為「萬物都有相關聯」或「事出必有因」的說法，其實不只是純粹哲學的形上思考，而是有各種科學根據證明這個理論的。而找出這個現象象徵的意義是什麼，或許就能解開人類之所以存在的秘密....？ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WMaTyg8wR4Y",
            "title": "Cosmology and the arrow of time: Sean Carroll at TEDxCaltech",
            "description": "Sean Carroll is a theoretical physicist at Caltech.  He received his Ph.D. in 1993 from Harvard University, and has previously worked at MIT, the Institute for Theoretical Physics at the University of California, Santa Barbara, and the University of Chicago.  His research ranges over a number of topics in theoretical physics, focusin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OOG65rSM5fA",
            "title": "The art of cognitive blindspots | Kyle Eschen | TEDxVienna",
            "description": "Using two classics of magic, Kyle Eschen explores the psychological techniques that underlie theatrical deception. As people wander the world, they use assumptions and heuristics to filter out everything that they deem unimportant - Kyle gives a conjuror’s perspective on the brain’s predictable blind spots. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bi_QsbnrTXo",
            "title": "The gift of near death: Lewis Brown Griggs at TEDxAmericanRiviera 2012",
            "description": "About Lewis Brown Griggs:Why do so many of us focus on the story of our shortcomings? How can our uniqueness be recognized as the greatest gift we bring to one another? Through his lives and near deaths, Lewis Brown Griggs shares t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=B0Y-GU3JqiQ",
            "title": "How dogs love us | Dr. Gregory Berns | TEDxAtlanta",
            "description": "Ever wondered what your dog is thinking? Does he really miss you when you’re gone? Finally, we have the answer, thanks to MRI technology. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bgP-ZD77TAk",
            "title": "Physics as a Street Art | Tatiana Erukhimova | TEDxTAMU",
            "description": "Tatiana Erukhimova explores the wonders of the scientific community and encourages everyone to participate in science fairs across the world. To her, science should be enjoyed by everyone whether or not they are a part of the scientific community.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0fiAoqwsc9g",
            "title": "Crows, smarter than you think | John Marzluff | TEDxRainier",
            "description": "As research continues, the term \"bird brain\" no longer carries a negative connotation. Avian researcher John Marzluff showcases a few amazing, problem solving (and sometimes vindictive) feats accomplished by crows in order to break down common misconceptions about avian intelligence.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gQVC-8WEB7s",
            "title": "We’re Doing Dying All Wrong | Ken Hillman | TEDxSydney",
            "description": "As a world leader in managing the care of very sick people, Ken Hillman’s breakthrough methods of treating critically ill patients have become the gold standard in Australia, the U.S. and Europe. His job is about keeping people alive, but he asks us to question whether that’s always a good thing. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=X4Qm9cGRub0",
            "title": "The power of vulnerability | Brené Brown | TEDxHouston",
            "description": "Dr. Brené Brown is a researcher professor at the University of Houston, Graduate College of Social Work, where she has spent the past ten years studying a concept that she calls Wholeheartedness, posing the questions: How do we engage in our lives from a place of authenticity and worthiness? How do we cultivate the coura …"
        }
    ]
}