{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=Pg0XXhkt0gw",
            "title": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jail",
            "description": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jailSubscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SPM4hz0HYbQ",
            "title": "One on One - Jesse Ventura",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeThe former wrestling superstar talks about his journey from the fighting ring to the governor's mansion. "
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=A-egFO13HIg",
            "title": "ABC15 exposes ‘astonishing and horrific’ conduct by judge, staff in major cases",
            "description": "A Maricopa County Superior Court judge and her staff mocked and ridiculed people during hearings and trials by routinely emailing each other cruel and obscene statements, jokes, and memes. The conduct happened in major felony cases, including high-profile capital murders. Emails and internal records obtained by ABC15 show  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SA3ytkfCztM",
            "title": "No-Go Zones - World’s Toughest Places | Ghost Town, South Africa | Free Documentary",
            "description": "No-Go Zones - World’s Toughest Places - Ghost Town, South Africa | Dangerous Places DocumentaryBanged Up: My Story - Toughest Stories from Behind Bars: https://youtu.be/m2VF1ATnrdY …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CELLooED064",
            "title": "Chaos in courtroom as former judge Tracie Hunter ordered to jail",
            "description": "Former juvenile judge Tracie Hunter has been ordered to serve six months in jail following a years-long legal battle stemming from a felony charge for illegally helping her brother keep his county job. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EBQ4YkTp1NI",
            "title": "Jesse Ventura Says He Would Abolish U.S. Income Tax",
            "description": "June 8 (Bloomberg) -- Jesse Ventura, former governor of Minnesota, talks about U.S. tax policy.     Ventura also discusses the Anthony Weiner and WikiLeaks scandals. He speaks with Julie Hyman on Bloomberg Television's \"Taking Stock.\" (Source: Bloomberg) "
        },
        {
            "url": "https://www.youtube.com/watch?v=tDPjE9Sg7to",
            "title": "Jesse Ventura gets emotional talking about Muhammad Ali",
            "description": "Jesse Ventura talks about his lifelong adoration of Muhammad Ali and spending a day with “The Greatest” "
        },
        {
            "url": "https://www.youtube.com/watch?v=gg8i96z9n5w",
            "title": "Jesse Ventura speaks to The Stream",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeFormer Minnesota Governor Jesse Ventura on government transparency and the Occupy Wall Street mov …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=7w7plu88rO8",
            "title": "ABC15 reveals more concerning conduct in judge's courtroom",
            "description": "Judge Otis and certain members of her staff have allegedly engaged in years of inappropriate conduct and contact with defendants, including “routine” ex parte communications, according to two judicial complaints, sealed motions, and confidential records obtained by ABC15. "
        },
        {
            "url": "https://www.youtube.com/watch?v=93UdoApio5s",
            "title": "The breakthrough new DNA evidence that could find JonBenét Ramsey's killer | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Justice for JonBenet (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s0M6y5sCUVM",
            "title": "Dave Chappelle Thinks OJ Simpson Might Be Chasing Him | Netflix Is A Joke",
            "description": "OJ Simpson and Dave Chappelle have met on four occasions. Put on your favorite gloves and watch Dave tell you his side of the stories. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TFrldKFqjYI",
            "title": "No-Go Zones - World’s Toughest Places | Jamaica | Free Documentary",
            "description": "No-Go Zones - World’s Toughest Places - Jamaica Banged Up: My Story - Toughest Stories from Behind Bars: https://youtu.be/m2VF1ATnrdY …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iAW9gjurr8g",
            "title": "Behind Bars: The World’s Toughest Prisons - Miami, Dade County Jail, Florida, USA | Free Documentary",
            "description": "Behind Bars - Episode 6: Miami, Dade County Jail, Florida, USA | Prison DocumentaryBehind Bars - Episode - Urso Branco, Brazil:  https://youtu.be/6jCYP0acub8 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2n7mK3dYOLw",
            "title": "Venezuela / Most Dangerous City on Planet / How People Live",
            "description": "🔥 INCREDIBLE VIDEO👉 https://youtu.be/l-_i0xDDsZE - Somalia: Piracy / How People Live / Hijacking and Ransoms …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YLw3jyEmUbE",
            "title": "WLWT Exclusive: One-on-one with Judge Tracie Hunter",
            "description": "WLWT's Courtis Fuller sat down for an exclusive interview with Judge Tracie Hunter. "
        },
        {
            "url": "https://www.youtube.com/watch?v=_StetncOwJw",
            "title": "Judge Tracie Hunter berates prosecutors during trial, witnesses say",
            "description": "After prosecutors said Judge Tracie Hunter had established a history of trying to game and manipulate the system Hunter stood up and started berating the prosecutors, saying they were disparaging her good name. Subscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tZbtWN1skkQ",
            "title": "Texas Police Helicopter Video Captures Shootout on Highway",
            "description": "** (Disclaimer: This video content is intended for educational and informational purposes only) **The Texas Department of Public Safety released a video of a chase that ended in a deadly shootout between a suspect and a DPS trooper in east Bexar County. The video shows the moments after authorities said 33- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YnMFQFDhy-4",
            "title": "Nikola Tesla 369 - Tesla 369 - 369 - Nikola Tesla - 369 Tesla - 369 Nikola Tesla - 3 6 9 Tesla",
            "description": "This video explains the 369 Theory of Tesla also called as Tesla Code 369. The 3 6 9 theory by Nikola Tesla explains the secret code of the universe, which can be used to understand the mysteries of the universe. The video also explains how to find digital root of a number. (Digital root method).  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe. Unli …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth can aff …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oFUYRgRBxHo",
            "title": "Ancient Aliens: TOP 3 TERRIFYING ALIEN ENCOUNTERS Caught On Camera",
            "description": "Check out these 3 extra frightening close calls with aliens, in this Ancient Aliens compilation.Watch all new episodes of Ancient Aliens, Fridays at 8/7c, and next day on The HISTORY Channel website …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4pmvJYsDeLY",
            "title": "What is the ‘Bilderberg Group’? | Decoded",
            "description": "Is there such a thing as the New World Order?Hollywood actor @amrwaked investigates whether the Bilderberg Group – a group of political and econo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oI_X2cMHNe0",
            "title": "How Electricity Actually Works",
            "description": "This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MOItjGpiAfo",
            "title": "Was The Universe Born From Nothing?",
            "description": "Use my link https://bit.ly/HistoryoftheUniverseDC... and check out the first chapter of any DataCamp course for FREE to unlock new career opportunities and become data fluent today!This video was sponsored by DataCamp. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dOQowCeAnRs",
            "title": "The Simple Question that Stumped EVERYONE Except Marilyn vos Savant",
            "description": "Monty Hall problem explained. Visit https://brilliant.org/Newsthink/ to start learning STEM for FREE, and the first 200 people will get 20% off their annual premium subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=56OhXUuY2RE",
            "title": "Ventura's take on 9/11: 'They wanted it to happen'",
            "description": "Former Gov. Jesse Ventura gets into a heated argument with Piers Morgan about 9/11 and the government's response. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4SoxTEn833I",
            "title": "Inside USA- Jesse Ventura- 01 Aug 08- Part 1",
            "description": "An interview with Jesse Ventura who went from wrestler to former Minnesota governer. He is known for his controversial political views. "
        },
        {
            "url": "https://www.youtube.com/watch?v=dp8PhLsUcFE",
            "title": "Bloomberg Global Financial News LIVE",
            "description": "Bloomberg Global News brings you live coverage of the markets open and close, plus everything you need to know across business, finance, technology, politics and more daily.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hxuqSzE2mB0",
            "title": "Muhammad Ali Gives His Stance On The Vietnam War | The Dick Cavett Show",
            "description": "Muhammad Ali discusses the possibility of going to jail and his views of war and sacrifice.Date aired - 5/25/1970 - Muhammad Ali …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cFSCahMwdgQ",
            "title": "Exclusive: JIM LAMPLEY Cries Over MUHAMMAD ALI Death, Shares Touching Memories",
            "description": "Subscribe for updates - http://goo.gl/meA2GB Exclusive: JIM LAMPLEY Cries Over MUHAMMAD ALI Death, Shares Touching Memories  radio rahim Exclusive: JIM LAMPLEY Cries Over MUHAMMAD ALI Death, Shares Touching Memories  radio rahim  Exclusive: JIM LAMPLEY Cries Over MUHAMMAD ALI Death, Shares To …"
        },
        {
            "url": "https://www.youtube.com/watch?v=85yLmhCD0ZU",
            "title": "Jesse Ventura on his scariest moments in the ring",
            "description": "Jesse Ventura recalls a rowdy match in Eugene, Oreg. and a health scare that made him reconsider his career "
        },
        {
            "url": "https://www.youtube.com/watch?v=ydYkNpaWXvo",
            "title": "Jesse Ventura at the Clinton School | 2010",
            "description": "Jesse Ventura spoke at the Clinton School of Public Service on March 18th, 2010.At this event, Ventura discussed his recently released book, 'American Conspiracies: Lies, Lies, and More  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEumHK0hfdo",
            "title": "🔴 Al Jazeera English | Live",
            "description": "@Al Jazeera English,  we focus on people and events that affect people's lives. We bring topics to light that often go under-reported, listening to all sides of the story and giving a 'voice to the voiceless'. …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=frqNOfz6Rjc",
            "title": "Part 2: Secrecy rules all when it comes to investigating Arizona judges",
            "description": "The Arizona Commission on Judicial Conduct dismisses almost every complaint it receives: 97.2% of them. Are all of those dismissals justified? There’s no way for the public to know, because much of the documentation is kept secret. "
        },
        {
            "url": "https://www.youtube.com/watch?v=6k3d8c9njZk",
            "title": "MCAO ignored warnings about prosecutor; 'They bred this monster'",
            "description": "After ABC15’s “Politically Charged” investigation exposed widespread corruption in multiple protest cases, top MCAO officials shucked responsibility and blamed Sponsel by placing her on leave and under investigation. "
        },
        {
            "url": "https://www.youtube.com/watch?v=z46nkOETaMs",
            "title": "Experts weigh in on ABC15 ‘(dis)Honorable’ investigation",
            "description": "Ethics experts tell ABC15 chief investigator Dave Biscobing that courtroom conduct raises serious questions about fairness, impartiality and justice. "
        },
        {
            "url": "https://www.youtube.com/watch?v=9wL1t3A-uHo",
            "title": "Somerton Man body-on-the-beach mystery solved as family secrets unravel | Australian Story",
            "description": "Australia’s most enduring mysteries – the identity of the “Somerton Man” – is finally solved. Subscribe: https://ab.co/3yqPOZ5   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=so4v_2zq35k",
            "title": "The reason Japan attacked Pearl Harbor",
            "description": "Japan attacked the U.S Pacific Fleet at its base at Pearl Harbor on the 7th of December 1941, but what led to that decision? Why did the Japanese attack the USA? - The answer is oil.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BdH2Y77QsjE",
            "title": "A deal with the devil to catch a killer | 60 Minutes Australia",
            "description": "What Mark and Faye Leveson have been through to discover the truth about the death of their son Matt is extraordinary. In September 2007, 20-year-old Matt vanished after a fight with his older partner, Michael Atkins. Atkins denied having any involvement in the young man's disappearance, and sensationally claimed Matt  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IY6QhheRiAc",
            "title": "Dave Chappelle Smoked Too Much Weed In Detroit | Netflix Is A Joke",
            "description": "Dave Chappelle was accused of being drunk on stage, but he wasn't... he was high. Watch Dave Chappelle: The Age of Spin, only on Netflix.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PGuqnE35cCg",
            "title": "Why Bill Burr and His Wife Argue About Elvis | Netflix Is A Joke",
            "description": "He thought they were just watching a documentary. Wrong!Subscribe: https://bit.ly/2Kncxw6 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6grun0mNktA",
            "title": "40 Minutes of Jokes about Gen Z | Netflix",
            "description": "Gabriel Iglesias, Amy Schumer, and Cedric the Entertainer on Gen Z.Subscribe: https://bit.ly/2Kncxw6 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DlCFUeD6NII",
            "title": "No-Go Zones - World’s Toughest Places | Tepito, Mexico | Free Documentary",
            "description": "No-Go Zones - World’s Toughest Places - Tepito, Mexico Banged Up: My Story - Toughest Stories from Behind Bars: https://youtu.be/m2VF1ATnrdY …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VR7r9bBRVi0",
            "title": "No-Go Zones - World’s Toughest Places | Seven Mile Road, Detroit, USA | Free Documentary",
            "description": "No-Go Zones - World’s Toughest Places - Seven Mile Road in Detroit, USA Banged Up: My Story - Toughest Stories from Behind Bars: https://youtu.be/m2VF1ATnrdY …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r7HWmOZ2x6Y",
            "title": "Behind Bars: Zenica Prison, Bosnia and Herzegovina | World’s Toughest Prisons | Free Documentary",
            "description": "Behind Bars Season 3 - Episode 4: Zenica Prison, Bosnia and Herzegovina | 4K Prison DocumentaryBeyond Borders: USA - Inside American Immigration: https://youtu.be/neHKavfACeo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jqi4ZpR2OWI",
            "title": "Behind Bars 2: The World’s Toughest Prisons - La Mesa, Mexico | Free Documentary",
            "description": "Behind Bars Season 2 Episode 7: La Mesa – A Mexican prison just over the US border. | Prison DocumentaryBehind Bars - Episode - Urso Branco, Brazil:  https://youtu.be/6jCYP0acub8 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JiIbENQtxoU",
            "title": "Behind Bars: The World’s Toughest Prisons - Tent City Jail, Phoenix, Arizona, USA | Free Documentary",
            "description": "Behind Bars: The World’s Toughest Prisons - Episode 4: Tent City Jail, Phoenix, Arizona, USA | Prison Documentary …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vGVKAz9OifI",
            "title": "Behind Bars: The World’s Toughest Prisons - San Pedro Prison – La Paz, Bolivia | Free Documentary",
            "description": "Behind Bars - Episode 1: San Pedro Prison – La Paz, Bolivia | Prison DocumentaryBehind Bars - El Hongo, Mexico: https://youtu.be/9HZ_sPCbBVU …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3SsK-cxlj_w",
            "title": "25 Greatest Natural Wonders of the World - Travel Video",
            "description": "Massive glaciers, staggering mountains, plains dotted with wild animals: We sure live in a big, beautiful world. And while pinpointing all of Mother Nature's greatest hits could take a lifetime, we think these out-of-this-world landscapes and awe-inspiring wonders, from Arizona to Antarctica, need to move to the very top of your tr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tm3J8jbyrWc",
            "title": "Illuminati: Myths and Realities of a Parallel World | Full Documentary",
            "description": "The Illuminati: They act in the shadows, they are extremely secretive and they practise ancient rituals. Secret societies play a far larger role in our everyday lives than we are aware of. Publications like those of bestselling author Dan Brown with Illuminati have brought them back into the limelight. The three-part documentary, ‘ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-g-oFlcL_sE",
            "title": "How a Cartel takes over US - Mexico Border / How People live",
            "description": "Install Raid for Free ✅ Mobile and PC: https://clik.cc/5iHyq and get a special starter pack 💥 Available only for the next 30 days! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lDnUCA909CM",
            "title": "Let's Talk: Ex-judge Tracie Hunter",
            "description": "A dramatic new chapter, grabbing national attention. The timeline, what both sides are saying and what community leaders say needs to be done to bring the community back together.  #LetsTalkCincy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0xyCn_Le-MM",
            "title": "Former judge Tracie Hunter gets early release date",
            "description": "Tracie Hunter is to leave the Hamilton County justice Center on Saturday.Subscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AhSu0TZL9ds",
            "title": "Sheriff clears up confusion about Tracie Hunter's incarceration",
            "description": "Controversy continues surrounding former judge Tracie Hunter's sentencing.Subscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b07irGrtTZ8",
            "title": "Judge Nadel hits suspended judge Tracie Hunter with 6 month jail term",
            "description": "It was an unprecedented and extraordinary time in the annals of Hamilton County Courthouse justice Friday as suspended Juvenile Court Judge Tracie Hunter was sentenced to a six-month term in jail. Subscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3-WqTkgLumY",
            "title": "LIVE: Watch Very Cincinnati by WLWT NOW! Cincinnati news, weather and more.",
            "description": "Now Playing:- Blind Kitchen: Is This a Pork Chop? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vQnYo49smBo",
            "title": "WLWT Exclusive: Embattled juvenile judge speaks out after arraignment",
            "description": "Former Juvenile Judge Tracie Hunter breaks her silence for the first time since her trial began last year saying she continues to be the target of an unfair prosecution. Subscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1FCZtAm2hCg",
            "title": "Video Shows Shootout Between Suspect and Police During Traffic Stop in Bucyrus, Ohio",
            "description": "* (Disclaimer: This video content is intended for educational and informational purposes only) *Bucyrus, Ohio — On Friday, November 11, 2022, the Bucyrus Police Department was made aware of a random shooting that had occurred in Morrow County at approximately 4:16 pm. At 4:28 pm, a vehicle description  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9KO7IaGOnWQ",
            "title": "Intense High Speed Sheriff Pursuit Ends With PIT Maneuver in Marion County, Florida",
            "description": "** (Disclaimer: This video content is intended for educational and informational purposes only) **Micanopy, Florida — Deputy Shon McGuigan was monitoring traffic in the area of I-75 and County Road 234 in Micanopy when he observed a gold Chevy Suburban plow through the stop sign coming off the interstate  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=roQ-ObzbDxU",
            "title": "RAW: Violent shootout caught on camera at East St. Louis gas station",
            "description": "Customers ducked, ran for cover and crawled on the ground to get away from a shootout at a gas station in East St. Louis. New video released by the police department shows the terrifying moments from inside and outside the business. "
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8&t=2s",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uOJCS1W1uzg",
            "title": "How Physicists Created a Holographic Wormhole in a Quantum Computer",
            "description": "Almost a century ago, Albert Einstein realized that the equations of general relativity could produce wormholes. But it would take a number of theoretical leaps and a “crazy” team of experimentalists to build one on Google's quantum computer. Read the full article at Quanta Magazine: https://www.quantamagazine.org/physic... "
        },
        {
            "url": "https://www.youtube.com/watch?v=c8ccsE_IumM",
            "title": "Golden Ratio = Mind Blown!",
            "description": "This video provides a basic explanation of the Golden Ratio and the Fibonacci sequence in an easy, enthusiastic, and accessible manner.  Examples illustrate how the Golden Ratio appears in nature and in human design through historic art and architecture and in contemporary designs and branding. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ISdBAf-ysI0",
            "title": "The Mind Bending Story Of Quantum Physics (Part 1/2) | Spark",
            "description": "Professor Jim Al-Khalili traces the story of arguably the most important, accurate and yet perplexing scientific theory ever: quantum physics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY&t=2s",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=leoBccWOZfo",
            "title": "Spinoza: A Complete Guide to Life",
            "description": "Then & Now is FAN-FUNDED! Support me on Patreon and pledge as little as $1 per video: http://patreon.com/user?u=3517018 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4sn0ecqZgog",
            "title": "Is green hydrogen the answer to the climate crisis? | DW Documentary",
            "description": "Green hydrogen produces zero emissions and many believe it holds the key to limiting global warming. So is it the big hope for the future or a multi-billion euro mistake? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=D6Kz_OcOgvE",
            "title": "Can we stop the deserts from spreading?",
            "description": "Earth's soils are degrading into deserts at an unprecedented rate, with catastrophic consequences. The good news is that humans can turn them into fertile land. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b88v-WvqzeQ",
            "title": "Why Hydrogen Cars Flopped",
            "description": "Thanks to Kove audio for sponsoring today's video. Get 67% off or more on the Kove Split Speaker here: http://koveaudio.com/donut68 & use Code DONUT68 to save on any audio product site wide! (Spring Best Discount subject to change after April 25th) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EVBCLAaflaw",
            "title": "How Is NASA Contacting Aliens? | Alien Life Documentary | Spark",
            "description": "Subscribe to Spark for more amazing science, tech and engineering  videos - https://goo.gl/LIrlurWith technology advancing faster than ever, and more and more discoveries being made every day, is the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel in Lo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may be in …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gEl4A0G3poQ",
            "title": "TOP 4 INSANE ALIEN ENCOUNTERS | The Proof Is Out There",
            "description": "Check out these extra strange alien encounters that will leave you shocked. See more in this The Proof Is Out There compilation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IROLRx0Bypw",
            "title": "Ancient Aliens: Terrifying Humanoids Emerge from Subterranean Realm (Season 18)",
            "description": "A new subterranean realm is discovered deep in the caves of Vietnam, in this clip from Season 18, \"Secrets of Inner Earth.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jWsRQXyk_Nc",
            "title": "THE MAN WHO KNEW TOO MUCH - FULL DOCUMENTARY | Spies, Fake News and Disinformation",
            "description": "A documentary film about Colin Wallace an intelligence officer who blew the whistle on fake news and was framed for a murder.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HCBSYATuBX0",
            "title": "Inside Story - How powerful is the Bilderberg group?",
            "description": "The Bilderberg group is hosting some of the world's top business and political leaders in the German city of Dresden. It's a forum it holds every year where the rich and the influential can meet and exchange ideas in complete secrecy. So how influential is the Bilderberg group? And what does it say about the relationship  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Bl_5PZBXgc0",
            "title": "Is the race to cure cancer fixed? | Decoded",
            "description": "Hollywood actor @amrwaked investigates whether the pharmaceutical industry is hiding thediscovery of cheap and effective cures for cancer to keep raking in profits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XRr1kaXKBsU",
            "title": "Why Gravity is NOT a Force",
            "description": "The General Theory of Relativity tells us gravity is not a force, gravitational fields don't exist. Objects tend to move on straight paths through curved spacetime. Thanks to Caséta by Lutron for sponsoring this video. Find out more at: https://www.lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yCsgoLc_fzI",
            "title": "A Physics Prof Bet Me $10,000 I'm Wrong",
            "description": "A UCLA Physics Professor bet me $10,000 that my video about going downwind faster than the wind was wrong. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gMlf1ELvRzc",
            "title": "The Discovery That Transformed Pi",
            "description": "For thousands of years, mathematicians were calculating Pi the obvious but numerically inefficient way. Then Newton came along  and changed the game. This video is sponsored by Brilliant. The first 314 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N-NTXoYTvao",
            "title": "Time Is of the Essence… or Is It?",
            "description": "What is time? Isaac Newton described it as absolute, but Einstein proved that time is relative, and, shockingly, that time and space are intricately interwoven. Now recent work in string theory and quantum gravity suggests that space and time may not be fundamental. If this is true, what new picture of reality will emerge? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=euNr9PozCmg",
            "title": "What Really Is Everything?",
            "description": "Claim your SPECIAL OFFER for MagellanTV here: https://try.magellantv.com/historyoft.... Start your free trial TODAY so you can watch Secrets of Quantum Physics 4k with Jim Al-Khalili, and the rest of MagellanTV’s science collection: https://www.magellantv.com/series/sec... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uBk-Wst_7aA",
            "title": "Is There One All Powerful SUPERFORCE Controlling The Universe?",
            "description": "Researched and Written by Leila BattisonNarrated and Edited by David KellyThumbnail Art by Ettore Mazza …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8mve0UoSxTo",
            "title": "Mathematics is the queen of Sciences",
            "description": "An exploration of mathematics, including where it comes from and why it explains the physical world; and whether it’s a human invention or a hidden language of the universe.Aired on 15 Apr 2015, on PBS network's NOVA program series, this is a collector's item! "
        },
        {
            "url": "https://www.youtube.com/watch?v=iSNsgj1OCLA",
            "title": "The Riddle That Seems Impossible Even If You Know The Answer",
            "description": "The 100 Prisoners Riddle feels completely impossible even once you know the answer. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EsGc3jC9yas",
            "title": "Marilyn Mach Vos Savant on Letterman, March 11, 1986",
            "description": "The night before, Dave announces Marilyn Mach Vos Savant's upcoming appearance, doubting her status as \"the smartest woman in the world.\"Then the night of her appearance. "
        },
        {
            "url": "https://www.youtube.com/watch?v=ck0sF5wnH4Q",
            "title": "Former Governor Jesse Ventura Picks Fight With Feds Over 9/11 (04.04.11)",
            "description": "In his new book, Jesse Ventura says U.S. government has hidden certain facts.  For more, go here: http://abcnews.go.com/GMA/excerpt-63-... "
        },
        {
            "url": "https://www.youtube.com/watch?v=KFuqRTHXbpM",
            "title": "Jesse Ventura's fiery WikiLeaks stance",
            "description": "Piers Morgan and Jesse Ventura discuss whether the WikiLeaks documents should have been released. "
        },
        {
            "url": "https://www.youtube.com/watch?v=g3IAXwc_zaA",
            "title": "9/11: 20 YEARS OF DECEPTION - EP 4 - FULL MOVIE IN HD",
            "description": "9/11: 20 YEARS OF DECEPTION - EP 4 - FULL SCI-FI MOVIE IN HDPart 1 Link : https://youtu.be/jrAxm5sG01w …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kqXl44Kp8vo",
            "title": "Inside USA- Jesse Ventura- 01 Aug 08- Part 2",
            "description": "An Interview with Jesse Ventura who went from wrestler to former governer of Minnesota. He is known for his controversial political views "
        },
        {
            "url": "https://www.youtube.com/watch?v=lS_DgMfAPYM",
            "title": "Jesse Ventura on American Conspiracies",
            "description": "Listen to the whole interview:http://www.wnyc.org/shows/lopate/epis...Former Navy SEAL, former pro wrestler, and former Minnesota governor Jesse Ventura talks about his pol …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-uXI8nJ7GUw",
            "title": "Who Killed Kennedy? Jesse Ventura talks his Peace at the Cinema Arts Centre",
            "description": "By Video Journalists Dan Brenner and Nicole CavaliereThe Cinema Arts Centre presents An Afternoon with former Minnesota Governor Jesse Ventura. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b1LQSezKxnA",
            "title": "How China Plans to Win the Future of Energy",
            "description": "China, the world’s biggest polluter, has committed to reach net zero emissions by 2060, an ambitious goal matched by enormous investments that are reshaping the nation’s energy system. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=skGXnNJOr6E",
            "title": "The Seedy Underbelly Of The American Presidency | Destination: White House | Timeline",
            "description": "This doc probes the presidential campaigns that have changed America through the eyes of former campaigners, journalists and researchers. Find out how financing, crime and corruption, and TV debates play a major role in swaying political opinion on the way to the White House. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_gLm0Jo0cnk",
            "title": "How Chip Giant AMD Finally Caught Intel",
            "description": "Chip giant Advanced Micro Devices made history this year when it surpassed Intel by market cap for the first time ever. Intel has long held the lead in the market for computer processors, but AMD’s been on the rise since it acquired adaptive chip company Xilinx in February for $49 billion. Now, AMD chips are in two Tesla model …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vVU72Vz3jVU",
            "title": "Norman Mailer Thinks Muhummad Ali Was Unfairly Treated | The Dick Cavett Show",
            "description": "Norman Mailer pays his respects to Muhammad Ali, and believes that the fighter was let down by the Nation when he refused to fight in the Vietnam War.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C7IJ7npTYrU",
            "title": "Malcolm X on Front Page Challenge, 1965: CBC Archives | CBC",
            "description": "In this clip from 1965, after leaving the Nation of Islam, Malcolm X appears on CBC-TV's 'Front Page Challenge' weeks before his assassination. He proclaims, \"I'm against any form of segregation and racism.\"  For more classic clips, go to http://www.cbc.ca/archives …"
        },
        {
            "url": "https://www.youtube.com/watch?v=V2EfL1j4KYE",
            "title": "The Greatest - Muhammad Ali Inspirational Video",
            "description": "Subscribe: http://bit.ly/211b904Website: http://www.mateuszm.com …"
        },
        {
            "url": "https://www.youtube.com/watch?v=F2gMupcqD_8",
            "title": "Clint Eastwood- Muhammad Ali Rendered Me Speechless!!! | TMZ Sports",
            "description": "Clint Eastwood has loving and laughing memories of his good friend Muhammad Ali, who was so great he could render the legendary actor speechless. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IAxcgHYzAG4",
            "title": "Jim Lampley breaks down in tears over story of Muhammad Ali & his daughter",
            "description": "Jim Lampley breaks down in tears over story of Muhammad Ali & his daughterIn this Muhammad Ali video, Jim Lampley recalls a story about Ali and his daughter …"
        },
        {
            "url": "https://www.youtube.com/shorts/MDS_xogNkDA",
            "title": "",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=WJIpWu8ti5A",
            "title": "Jesse Ventura interview: “American Sniper” hero is a backstabbing liar",
            "description": "Jesse Ventura says Chris Kyle didn’t have courage to tell the truth, lied about him to boost book sales "
        },
        {
            "url": "https://www.youtube.com/watch?v=wQKNkk5b8s4",
            "title": "Top 10 Fastest Players of All Time | NFL Films",
            "description": "John Ross broke a combine record with his 4.22 second 40-yard dash. Will his NFL game speed compare with these players on NFL Films' top 10 fastest players of all time? Check it out! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fly0M-qppcM",
            "title": "Jesse Ventura interview: Hulk Hogan ratted on me to Vince McMahon",
            "description": "Jesse Ventura details the downfall of his relationship with Hulk Hogan, and his admiration for Vince McMahon "
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI&t=3s",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TP2sdCOr2II",
            "title": "AN INVISIBLE THREAT - FULL DOCUMENTARY | Are microwave radiation waves killing us?",
            "description": "We cannot see the waves, we cannot hear them, we cannot touch them, but they are all around us, invading the air, irradiating our body and the environment. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xJGaqe5t14g",
            "title": "What Are The Hidden Rules Of The Universe?",
            "description": "Thank you to Wondrium for sponsoring today's video! Signup for your FREE trial to Wondrium here: http://ow.ly/aJUh50LnlQP-------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=t8mIa6fFVFY",
            "title": "Dubai’s Radical Plan For 2040",
            "description": "Is it really possible to fix Dubai?For more by Tomorrow's Build subscribe now - https://bit.ly/3vOOJ98 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wwJABxjcvUc",
            "title": "Why 80% of Americans Live East of This Line",
            "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/reallifelore...Please Subscribe: http://bit.ly/2dB7VTO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TVQm5lTRMO0",
            "title": "Climate change or politics? - Why Madagascar is going hungry | DW Documentary",
            "description": "There’s been no proper rainfall in southern Madagascar for seven years. The ground is arid, people are suffering from hunger and thirst. The UN says this is the first hunger crisis directly caused by climate change. But is that really the case? …"
        },
        {
            "url": "https://www.youtube.com/shorts/0-lVRtovQ7U",
            "title": "",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=OcYPOfZ65LI",
            "title": "Ukraine War: What impact will wet wintery weather have on war?",
            "description": "As the weather is turning wet and cold in Ukraine, former senior military intelligence and security officer, Phillip Ingram, explains how the conditions are impacting operations on the frontline for both Russia and Ukraine. …"
        }
    ]
}