{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=Z_WViJw6ENk",
            "title": "3 Horrifying Princess Diana Conspiracies Explained",
            "description": "With the Crown in full swing we take a look into some of the most sinister conspiracies surrounding Princess Diana. …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=spmEh9GeVhM",
            "title": "The Tragic Death of Princess Diana",
            "description": "The tragic death of Princess Diana shocked the world. But was it really an accident or were more nefarious plots at play? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zjEKddnOgYE",
            "title": "What Really Happened To Princess Diana? | The Real Life Story Behind The Crown | Timeline",
            "description": "Princess Diana: A Life After Death is different from many of the recent programs commemorating the anniversary of Princess Diana's death. It is not just an anniversary programme. It is a powerful summary of Princess Diana's historical, political and social legacy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cDZweMXXY6Y",
            "title": "The Suspicious Assassination of JFK",
            "description": "Watch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list...Season finale. The unexplained death of a president …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=SiQ4t2EuhKU",
            "title": "The Tragic Murder Of JonBenét Ramsey",
            "description": "Watch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list...A look into America’s most-discussed cold case. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LmqUIkbEosY",
            "title": "Princess Diana: The Night She Died (Royal Conspiracy Documentary) | Real Stories",
            "description": "Diana: The Night She Died (Conspiracy Documentary)After the death of Diana Princess of Wales, conspiracy theories filled the headlines. As so many of the co …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YLmDE_JYUNU",
            "title": "The Shocking Case Of O.J. Simpson",
            "description": "MERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2dWatch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=t_ANrZMLrbk",
            "title": "The Crown: The Real Life Struggles Of Princess Diana | Inside Royalty | Real Royalty",
            "description": "A look behind the scenes of the Royal's lives through exclusive interviews and footage.00:00:05 - Three’s A Crowd: We explore Prince Charles and Princess Diana's marriage and the unwelcome  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dTkcRtQicWY",
            "title": "Diana & Charles: The Scandal Of The Century | The Life & Death Of Princess Diana | Timeline",
            "description": "From fairy tale bride to estranged royal wife and mother, Princess Diana captivated hearts and headlines. But this documentary goes behind the secret life of scandal and marital betrayal. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RVVfJVj5z8s",
            "title": "Amazon Empire: The Rise and Reign of Jeff Bezos (full documentary) | FRONTLINE",
            "description": "An inside look at how Amazon CEO Jeff Bezos built one of the largest and most influential economic forces in the world — and the cost of Amazon’s convenience. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel in Lo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VYDaqto22NY",
            "title": "Mysterious Death of Reporter Dorothy Kilgallen & the JFK Assassination",
            "description": "Author and former criminal defense attorney, Mark Shaw, speaks about his book \"The Reporter Who Knew Too Much\" and its follow-up, \"Denial of Justice.\" Each chronicle not only his 12 years of research but most importantly, the life and times and mysterious death of What's My Line? TV star and crack investigative reporter Dorot …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3Sh06VUiXaA",
            "title": "Why JFK's Casket Stayed Closed",
            "description": "\"They have to remember Jack alive.\" …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=4Q1FzhMY8FQ",
            "title": "The Disturbing Mystery of the Jamison Family",
            "description": "Watch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list... Season Finale.  One missing family, dozens of clues... and no answersMERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3WvEPCBg-4A",
            "title": "JonBenét Ramsey - Q+A",
            "description": "Katy Perry is not JonBenét RamseyMERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=93UdoApio5s",
            "title": "The breakthrough new DNA evidence that could find JonBenét Ramsey's killer | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Justice for JonBenet (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SxYvvhBuq3c",
            "title": "Princess Diana: The Inquest (British Royal Family Documentary) | Real Stories",
            "description": "Diana: The Inquest takes a remarkable look at the mysterious beginnings and proceedings of the British inquest into the deaths of Princess Diana, Dodi Al Fayed and their driver Henri Paul. Featuring statements from those most closely connected to the three people who died on that tragic night, and exclusive CCTV footage fro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9j4vFhMHTW8",
            "title": "The final hours of Princess Diana's life exposed | 60 Minutes Australia",
            "description": "(1997) The bald facts are known. Princess Diana was killed in a car, travelling at speed, by a drunken driver fleeing photographers. But now the funeral is over, the recriminations are beginning. Reporting from Paris, Richard Carleton pieces together the last hours in the life of Princess Diana. Talking with Paris bar owners …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Lc3fzQzsA00",
            "title": "What Killed the King of Pop?: The Death of Michael Jackson (Mystery Documentary) | Real Stories",
            "description": "What Killed the King of Pop?: The Death of Michael Jackson (Mystery Documentary) | Real StoriesKilling Michael Jackson is a 2019 documentary film directed and produced by ZigZag, focusing on the de …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s0M6y5sCUVM",
            "title": "Dave Chappelle Thinks OJ Simpson Might Be Chasing Him | Netflix Is A Joke",
            "description": "OJ Simpson and Dave Chappelle have met on four occasions. Put on your favorite gloves and watch Dave tell you his side of the stories. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vIz9lgLjZtY",
            "title": "The Mysterious Death Of Tupac Shakur | Part 1",
            "description": "MERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2dWatch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oHSehKtDyoI",
            "title": "The Strange Disappearance of D.B. Cooper",
            "description": "MERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2dWatch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WpFuTCZ05p4",
            "title": "King Charles III: A Modern Monarch",
            "description": "Charles was born to become King, but has had to wait over 70 years. Now he sits on the throne what kind of monarch will he be? "
        },
        {
            "url": "https://www.youtube.com/watch?v=Ri0e2tA95Kk",
            "title": "What Really Happened On The Night Of Diana & Dodi's Crash? | Diana: The Inquest | Real Royalty",
            "description": "Diana: The Inquest takes a remarkable look at the mysterious beginnings and proceedings of the British inquest into the crash of Princess Diana, Dodi Al-Fayed and their driver Henri Paul. The film highlights the important questions that the inquest aimed to answer. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2Z5WCz4ulCc",
            "title": "Does King Charles III have what it takes to wear the crown? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | King Charles III (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Swd3ISRF_wY",
            "title": "The Heartbreak Behind The Marriage of King Edward VIII & Wallis Simpson | Secret Letters | Timeline",
            "description": "Rewriting the history of one England’s most famous love affairsWallis Simpson found herself at the centre of a national scandal when she was seen to ensnare Edward V …"
        },
        {
            "url": "https://www.youtube.com/watch?v=e1JvLXBvyJU",
            "title": "Princess Diana: The Quiet Revolution (FULL MOVIE)",
            "description": "No one in history has ever been so universally adored as Diana, Princess of Wales. In her short life she captivated the world with her beauty, charm and limitless compassion. She challenged the century old tradition of stoic Royal silence and brought a Queen and her people closer than ever before. The legacy of the people’s prin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hy9udJupMwI",
            "title": "The Dramatic Ups & Downs Of The British Royal Family | Royal Secrets: Part 1 | Real Royalty",
            "description": "The history of Britain's Royal Family told through rare archive footage and the personal stories of its closest members. From the present Queen to the epic love story of Edward & Mrs Simpson, which cost a King his crown. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gDwHdj7plWo",
            "title": "Escaping Jehovah's Witnesses: Inside the dangerous world of a brutal religion | Four Corners",
            "description": "Former Jehovah's Witnesses are fighting back against a religion that failed them. They know they'll lose their loved ones for doing so.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mh45igK4Esw",
            "title": "Elon Musk: How I Became The Real 'Iron Man'",
            "description": "\"Bloomberg Risk Takers\" profiles Elon Musk, the entrepreneur who helped create PayPal, built America's first viable fully electric car company, started the nation's biggest solar energy supplier, and may make commercial space travel a reality in our lifetime. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OJ8fsE_GOlg",
            "title": "Weinstein (full documentary) | FRONTLINE",
            "description": "The inside story of how Harvey Weinstein allegedly sexually harassed and abused dozens of women, and the elaborate ways he tried to silence his accusers. (Aired 2018) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=i64Ec-uocks",
            "title": "What If Robert F. Kennedy Had Lived? | America's Lost President | Timeline",
            "description": "It is a great ‘what-if’ of the last century. What if Robert F. Kennedy, brother of the murdered JFK, had not himself been assassinated while campaigning for the Presidency in 1968? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QozGSS7QY_U",
            "title": "Panic: The Untold Story of the 2008 Financial Crisis | Full VICE Special Report | HBO",
            "description": "VICE on HBO looks at factors that led to the 2008 financial crisis and the efforts made by then-Treasury Secretary Henry Paulson, Federal Reserve Bank of New York President Timothy Geithner, and Federal Reserve Chair Ben Bernanke to save the United States from an economic collapse. The feature-length documentary explores …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RMSNUX3n6yA",
            "title": "Truth, War and Consequences (full documentary) | FRONTLINE",
            "description": "Did America rush into a war in Iraq for which it was unprepared? In this 2003 documentary, FRONTLINE examines why the U.S. went to war in Iraq, what went wrong in the planning for the postwar occupation, and what was at stake for both the U.S. and for Iraqis.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OsItiPfnzLI",
            "title": "Lee Harvey Oswald's Final Phone Call",
            "description": "Just hours before his death, Lee Harvey Oswald tried to call Raleigh, North Carolina from the Dallas jail on the evening of Nov. 23, 1963.  For years, this significant information was ignored by assassination investigators and concealed from the public.  Surprise guest speaker and JFK Assassination expert the late Jim Marrs joins …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may be in …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Pg0XXhkt0gw",
            "title": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jail",
            "description": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jailSubscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nltUJIPLvfo",
            "title": "The Doctor, the Mortician, and the Murder",
            "description": "The locals feared her wellness retreat was not what it seemed. Thank you Patron deathlings, who make this all possible! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PLnYFdAhFLk",
            "title": "The Romanovs. The Real History of the Russian Dynasty. Episodes 5-8. StarMediaEN",
            "description": "All episodes: https://www.youtube.com/watch?v=USUA_...In 1613 The Zemsky Sobor (the National Assembly) adopted a decision to invite Michael Fyodorovich Romanov to become tsar of Russia. This decision was announced in Red Square in front of numerous crowds of pe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jj-4jf3e5_A",
            "title": "JFK Jr PLANE CRASH - Setting the Record STRAIGHT!",
            "description": "From a Pilot's Perspective... It's time to set the record straight.It's now been over 20 years since the fatal JFK Jr plane crash.  Even though this crash is one of the most  …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=s_2QTY0V3Yc",
            "title": "The Impossible Disappearance Of Dorothy Arnold",
            "description": "Watch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list... A special bonus episode of True Crime! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0pIx4z_yosQ",
            "title": "The Bizarre Road Trip Of A Missing Family",
            "description": "Watch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list...What caused this seemingly normal family to abandon their home? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lDeFSOUHdH4",
            "title": "The Creepy Murder In Room 1046",
            "description": "Watch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list...What really happened to this mystery man? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uvPMuiZ9Y5Y",
            "title": "Amelia Earhart - Q+A",
            "description": "Why did Hoodless throw out the bones?MERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wa5GaQOmee0",
            "title": "JonBenet Ramsey's Brother Breaks Silence 20 Years After Her Murder",
            "description": "Burke Ramsey, the brother of the 6-year-old pageant star found dead in their family home in 1996, spoke for the first time on \"The Dr. Phil Show.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=ixr2HBgBzeo",
            "title": "Room 1046 - Q+A",
            "description": "100% a mafia hitMERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZGYkH6aAbc0",
            "title": "Johnny Depp vs Amber Heard: Love and War | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Johnny v Amber: Love and War (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FKsR6rxxk60",
            "title": "SPECIAL INVESTIGATION: What really happened to missing backpacker Theo Hayez? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Nightmare in Paradise (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Yp91zKBGgY",
            "title": "Michael Jackson's maid reveals sordid Neverland secrets | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here: https://9now.app.link/uNP4qBkmN6 | Michael Jackson; What the Maid Saw (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pu4KKQJzPgE",
            "title": "Diana: The People's Princess",
            "description": "Ahead of the 20th anniversary of the death of The Princess of Wales, this Sky documentary features moving accounts of those who witnessed the events surrounding her death. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wngB9_6Vqbc",
            "title": "Escape from a House of Horror l 20/20 l PART 1",
            "description": "On the night of Jan. 14, 2018, 17-year-old Jordan Turpin made a daring escape from her home and called 911 in order to save herself and her siblings from their abusive parents. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GgfLd8K8s3Y",
            "title": "Worst Heist in American History? (True Crime Documentary) | Real Stories",
            "description": "Expanded two-hour special about the 1997 Loomis-Fargo armored car heist in North Carolina and the serio-comic fate of its bumbling underdog perpetrators who fell victim to avarice, mutual betrayals, and false romantic promises. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8hOJFqawlPU",
            "title": "Who killed Elvis Presley? A special investigation | 60 Minutes Australia",
            "description": "When Elvis Presley died in 1977, the official explanation was a heart attack but this 1979 special investigation reveals a massive coverup by police and medical authorities.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=stJ0TvOdH4Y",
            "title": "Who shot American President John F Kennedy? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | JKF (2013)Presidential Bodyguard, Clint Hill still can't forgive himself for failing to save the life of American President …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9wL1t3A-uHo",
            "title": "Somerton Man body-on-the-beach mystery solved as family secrets unravel | Australian Story",
            "description": "Australia’s most enduring mysteries – the identity of the “Somerton Man” – is finally solved. Subscribe: https://ab.co/3yqPOZ5   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VFqCgTgeHhw",
            "title": "Bobby Brown on Whitney Houston, the Woman He Loved and Lost | ABC News",
            "description": "Brown opens up about his marriage to Whitney and having their daughter Bobbi Kristina, then losing both of them. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PcCVuAz_IZY",
            "title": "How DNA technology led to murder charges — nearly 40 years later - The Fifth Estate",
            "description": "For decades, Toronto police tried to figure out who raped and killed two women mere months apart in 1983. To the family of one of them, he seemed like a ghost who had disappeared, leaving no clues. But he did leave DNA, finally leading to an arrest nearly 40 years later. The Fifth Estate takes you inside the remarkable search fo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=n6FEFy30o3o",
            "title": "The Killing Of Sam Cooke: Who Murdered Soul? (Murder Mystery Documentary) | Real Stories",
            "description": "Sam Cooke, the most influential black pop star of his time, was shot dead at the age of 33 in a seedy motel in South Los Angeles. Uncover the mystery surrounding the death of The King of Soul, civil rights activist, and writer of such songs as \"(What a) Wonderful World,\" \"Twistin' the Night Away,\" and \"Chain Gang\" who contributed …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6grun0mNktA",
            "title": "40 Minutes of Jokes about Gen Z | Netflix",
            "description": "Gabriel Iglesias, Amy Schumer, and Cedric the Entertainer on Gen Z.Subscribe: https://bit.ly/2Kncxw6 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PGuqnE35cCg",
            "title": "Why Bill Burr and His Wife Argue About Elvis | Netflix Is A Joke",
            "description": "He thought they were just watching a documentary. Wrong!Subscribe: https://bit.ly/2Kncxw6 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ux8GZAtCN-M",
            "title": "Fluffy Goes To India | Gabriel Iglesias",
            "description": "Happy throwback Thursday from 2014!#GabrielIglesias "
        },
        {
            "url": "https://www.youtube.com/watch?v=ssj7RIUnjbY",
            "title": "The Mysterious Death Of Biggie Smalls | Part 2",
            "description": "MERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2dWatch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rPSqhGOyZtQ",
            "title": "2Pac Death Scene in All Eyez on Me",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=z0AKoCMydkc",
            "title": "The Mysterious Disappearance Of The Sodder Children",
            "description": "MERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2dWatch the new and 7th season of BuzzFeed Unsolved: True Crime! https://www.youtube.com/playlist?list. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nAULsoAQn2g",
            "title": "Fluffy Loves India | Gabriel Iglesias",
            "description": "Happy throwback Thursday!#GabrielIglesias "
        },
        {
            "url": "https://www.youtube.com/watch?v=YrMGIqecu0Y",
            "title": "The Terrifying Axeman of New Orleans",
            "description": "We explore one of the bloodiest chapters in New Orleans history.MERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Xauaxxa1YSA",
            "title": "Real Reason Infamous Hijacker Never Got Caught",
            "description": "How did a mystery man hijack a plane and get away with around $200,000? Check out the insane story of D.B. Cooper and his shocking airplane robbery that changed airline security forever! Whatever happened to the mystery man who made a daring escape? Find out right here! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=F_imQFHZ7uI",
            "title": "Elizabeth II: A Life Of Duty",
            "description": "A look back at the extraordinary life of Britain's longest-reigning monarch, Her Majesty Queen Elizabeth II. "
        },
        {
            "url": "https://www.youtube.com/watch?v=yZHqT4fFHWc",
            "title": "Charles III proclaimed king in historic ceremony - BBC News",
            "description": "Trumpets and cries of “God save the King” were heard as Charles III was proclaimed monarch during an elaborate ceremony at St. James's Palace. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QtBS8COhhhM",
            "title": "Prince Andrew & the Epstein Scandal: The Newsnight Interview - BBC News",
            "description": "In a Newsnight special, Emily Maitlis interviews the Duke of York as he speaks for the first time about his relationship with convicted paedophile Jeffrey Epstein and allegations which have been made against him over his own conduct. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ri0e2tA95Kk&list=RDCMUCO7E9XfJ3_sb8GNiaP563fQ&start_radio=1&rv=Ri0e2tA95Kk",
            "title": "What Really Happened On The Night Of Diana & Dodi's Crash? | Diana: The Inquest | Real Royalty",
            "description": "Diana: The Inquest takes a remarkable look at the mysterious beginnings and proceedings of the British inquest into the crash of Princess Diana, Dodi Al-Fayed and their driver Henri Paul. The film highlights the important questions that the inquest aimed to answer. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wRH_YJTMHoM",
            "title": "PRINCESS DIANA’s CONTROVERSIAL BBC INTERVIEW with MR MARTIN BASHIR",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=xjT-WcZBpsc",
            "title": "The Complicated Sisterhood Of Jackie Kennedy & Princess Lee Radziwill | Two Sisters | Real Royalty",
            "description": "Jackie Kennedy Onassis remains to this day iconic, a figure of high fashion and tragedy. Her sister Lee however is less well-known. Yet it is impossible to understand one without the other, their lives were intertwined - through rivalry and resentment, love and loss. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9qRxNYuR2c4",
            "title": "Dictator's Dilemma (Full Episode) | North Korea: Inside the Mind of a Dictator",
            "description": "Examining the mind of Kim Jong Un, we explore the unpredictable leader as he forges a future for his country while maintaining control of its people. An intimate archive takes us inside the Kim family including his ascendant sister, and with an exclusive interview with a duped assassin we learn how Kim arranged the a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NwTY7BLN9i0",
            "title": "Her Majesty Queen Elizabeth II dies, King Charles III's first walkabout | 7NEWS",
            "description": "King Charles and his wife, Queen Consort Camilla, performed an impromptu walkabout outside Buckingham Palace the day after Her Majesty Queen Elizabeth II died at Balmoral.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YxQd4FFQ0UU",
            "title": "Britney Spears' ex-husband breaks his silence in controversial interview | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Family Feud (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=I02fZDd-BBc",
            "title": "Edward VIII and Wallis Simpson - Interview with Kenneth Harris (video)",
            "description": "Full interview is here: https://goo.gl/GAhvyuKenneth Harris interviews HRH Duke of Windsor, the former King Edward VIII, and his spouse Wallis, Duch …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oTMRDovfKQ8",
            "title": "'Love in Exile' - The Duke and Duchess of Windsor",
            "description": "This 1984 documentary provides a fascinating account of the lives of the former King Edward VIII and the American divorcée for whom he gave up the British throne in 1936. The Duke died in 1972 but the Duchess lived on until 1986, two years after this programme was transmitted. "
        },
        {
            "url": "https://www.youtube.com/watch?v=Swd3ISRF_wY&list=RDLVSwd3ISRF_wY&start_radio=1&rv=Swd3ISRF_wY",
            "title": "The Heartbreak Behind The Marriage of King Edward VIII & Wallis Simpson | Secret Letters | Timeline",
            "description": "Rewriting the history of one England’s most famous love affairsWallis Simpson found herself at the centre of a national scandal when she was seen to ensnare Edward V …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cVbC2gPueXc",
            "title": "Queen Elizabeth II: Stories From Her Majesty's Extraordinary Life | Real Royalty",
            "description": "We revisit the greatest moments of Her Majesty's incredible reign. #thequeen 00:00:30 - Queen Elizabeth II: A Lifetime Of Service …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9lXIfm1QMw4",
            "title": "Charles and Diana (+Camilla) - The Story So Far | The Crown",
            "description": "The relationships between Prince Charles, Princess Diana and Camilla Parker Bowles are explored in the Crown Season 4. One of the most famous and controversial love stories of our time. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yxqniR7BBH4",
            "title": "Being the Queen: The Life of Queen Elizabeth II | National Geographic (Full Episode)",
            "description": "Being the Queen uses a treasure trove of never-before-heard interview recordings from those who know the Queen personally. Paired with deeply researched archival footage and photos, the one-hour special provides an in-depth look at her life and some of the most important, influential events in the history of the British mo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vvuC5uwlCPo",
            "title": "15 Strict Rules Royal Kids Must Follow",
            "description": "Now that some of the royal kids are getting older, there’s even more rules and restrictions they have to follow 24/7. The next generation of the British royal family is growing up with everything they could ever want - but that life doesn’t come without a cost! Here are all the strict rules the royal kids MUST follow. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=j37junXJe1s",
            "title": "How The Royal Family Has Changed Over The Last 100 Years | Royal Secrets: Part 2 | Real Royalty",
            "description": "The history of Britain's Royal Family told through rare archive footage and the personal stories of its closest members. From the present Queen to the epic love story of Edward & Mrs Simpson, which cost a King his crown. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SL8wxXcsSRI",
            "title": "Monarchy: The Royal Family at Work 2/5",
            "description": "Due to constant fighting, arguments, and the like, I have disabled comments on this documentary. Enjoy it. "
        },
        {
            "url": "https://www.youtube.com/watch?v=Af2ygn68Pi4",
            "title": "Polygamist Cult Founder’s Daughter, Rachel Jeffs, Gives Her First TV Interview | Megyn Kelly TODAY",
            "description": "In her first live television interview, Rachel Jeffs, daughter of Warren Jeffs, the self-proclaimed prophet of the FLDS Church, tells Megyn Kelly TODAY viewers about life inside one of the country’s most notorious polygamist groups. She says her father sexually abused her “way more times than I can even count.” …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pfyG9kzOftY",
            "title": "The moment I decided to leave the Jehovah's Witnesses | Ali Millar",
            "description": "This is the moment that Ali Millar decided to leave the religious group that had defined her entire life. Her book, The Last Days, is out now: https://amzn.to/3Of5bZe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5uHd7auGw64",
            "title": "Hillsong Hell: Disturbing accusations expose the celebrity-favoured church | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Hillsong Hell (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cdZZpaB2kDM",
            "title": "Elon Musk talks Twitter, Tesla and how his brain works — live at TED2022",
            "description": "In this unedited conversation with head of TED Chris Anderson, Elon Musk — the head of Tesla, SpaceX, Neuralink and The Boring Company — digs into the recent news around his bid to purchase Twitter and gets honest about the biggest regret of his career, how his brain works, the future he envisions for the world and a lot more. ( …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NgfRSPTUYQk",
            "title": "WATCH: Elon Musk's AI Day With Optimus Reveal - LIVE",
            "description": "See Tesla CEO Elon Musk reveal the carmaker's latest developments with its Optimus humanoid robot. Plus, expect updates on its Dojo and FSD projects. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E0OUvEh3HWk",
            "title": "Watch NASA’s DART Mission Launch (Double Asteroid Redirection Test) Official Broadcast/Stream",
            "description": "Can we change the motion of an asteroid? Our #DARTMission is set to be the first to try! The Double Asteroid Redirection Test (DART) mission is a spacecraft designed to impact an asteroid as a test of technology to see if it can change the motion of an asteroid in space. The goal of the mission is to see if intentionally crashing a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jORH_jMzc2k",
            "title": "EXCLUSIVE: Inside the Harvey Weinstein trial and his guilty verdict | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here http://9Soci.al/sImy50wNiXLOnce upon a time in Hollywood, Harvey Weinstein was an icon. But no more. On 60 Minutes, Tom Steinfor …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kMouTbVeRNY",
            "title": "The Man Wrongfully Convicted Of A Murder He Didn’t Commit: Raphael Rowe | E194",
            "description": "Raphael Rowe is the host of Inside The World's Toughest Prisons on Netflix, the worldwide-hit show that takes us inside the toughest penitentiaries on the planet. It’s a world he knows well, wrongfully convicted of murder, he spent twelve years in maximum security prisons before he proved his innocence and was released.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NgxGYUyvJio",
            "title": "The Mormon church in Canada: Where did more than $1 billion go? - The Fifth Estate",
            "description": "Our investigation reveals more than $1 billion raised by the Mormon church in Canada has been funnelled to the U.S. rather than going to charitable works in this country. We hear from former members in Canada and elsewhere who say concerns about how money is spent have led them to leave the church. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=41CYcn2Z2CE",
            "title": "How The Life And Death Of JFK Changed The World | The Kennedy Half-Century | Timeline",
            "description": "The Kennedy Half Century received a 2014 Emmy Award for Best Historical Documentary. It tells the compelling story of how John F. Kennedy's life and administration, as well as his tragic death on November 22, 1963, have influenced the general public, the media, and every president who has followed him. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s&t=2s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel in Lo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bTV139WYi0c",
            "title": "The Legacy of JFK",
            "description": "In collaboration with PBS' American Experience and The Atlantic, contributors Robert Dallek, Timothy Naftali, Nicholas Lemann, Thomas Mallon and Andrew Young discuss the legacy of President Kennedy. Film clips will be shown from the upcoming American Experience documentary, JFK. "
        },
        {
            "url": "https://www.youtube.com/watch?v=W-Q9AOp2FW8",
            "title": "Money, Power and Wall Street, Part One (full documentary) | FRONTLINE",
            "description": "In the 2012 award-winning series Money, Power and Wall Street, FRONTLINE tells the story of the struggles to repair the economy after the 2008 financial crisis, exploring key decisions, missed opportunities, and the uneasy partnership between leaders of government and finance. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WEjzF2Cx1UY",
            "title": "The Mueller Report - A PBS NewsHour/FRONTLINE Special",
            "description": "The nearly two-year investigation of special counsel Robert Mueller into Russian interference in the 2016 presidential election has concluded, with Mueller's final report delivered to Attorney General William Barr for review. Now, a groundbreaking collaboration between PBS NewsHour and FRONTLINE illuminates the co …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1QeUcfqkUzc",
            "title": "Why Warren Buffett Said No to Lehman and AIG in 2008",
            "description": "Warren Buffett’s Berkshire Hathaway is famous on Wall Street for having the cash to make deals happen, even during a crisis. But in 2008, he turned down both Lehman Brothers and AIG when they asked for help. In an interview with WSJ, he explains why. "
        },
        {
            "url": "https://www.youtube.com/watch?v=7Icu6qupf40",
            "title": "The Choice 2020: Trump vs. Biden (full documentary) | FRONTLINE",
            "description": "With the nation in crisis, FRONTLINE investigates how President Donald Trump and former Vice President Joe Biden have responded to crises throughout their own lives.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JsPHKDuP-Hk",
            "title": "The end of a superpower - The collapse of the Soviet Union | DW Documentary",
            "description": "Russian President Vladimir Putin described the collapse of the Soviet Union as \"the greatest geopolitical catastrophe of the 20th century.\" This documentary from 2021 shows the path Russian foreign policy has followed under Putin.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q05rMyTzMrM",
            "title": "How The CIA And KGB Fought Over Berlin | Battleground: Berlin | Timeline",
            "description": "For 50 years, Berlin was the symbol of the Cold War. The city at the heart of the intelligence war between the US and the Soviet bloc. Thousands of KGB or CIA, agents observed each other, cogs in the biggest information war in history. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_STRBD2_SX0",
            "title": "The Innocence of Lee Harvey Oswald",
            "description": "Gary Fannin discusses his book The Innocence of Oswald: 50+ Years of Lies, Deception & Deceit in the Murders of President John F. Kennedy & Officer J.D. Tippit.  With the sleuthing skills of a twenty-first century Philip Marlowe, Mr. Fannin argues that neither the Dallas Police Department nor the FBI had sufficient evidence  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=0AmP_ELZ7eU",
            "title": "Why Was Everybody Connected to JFK Suddenly Mysteriously Killed",
            "description": "The JFK assassination will go down in history as one of the United States' most tragic moments, but beyond the death of the President, that murder has been shrowded by more mystery than you think. Check out today's epic video where we look back at the time of the President's death, and a mad scramble to figure out who did it …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what if th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4RGizqsLumo",
            "title": "Is There Life After Death? moderated by John Cleese - 2018 Tom Tom Festival",
            "description": "The University of Virginia’s Division of Perceptual Studies research portfolio includes investigating children who have memories of past lives; the nature of consciousness and the mind-body relationship; neuro-imaging studies of psi events; and individuals who report experiencing near-death experiences(NDEs). In this panel, the le …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nKu_3kp_EIY",
            "title": "The Skyjacker That Got Away: D.B. Cooper (Full Episode) | Undercover History",
            "description": "In 1971, a hijacker, named Dan Cooper, parachuted from a plane with a request of $200,000, crafting the FBI's only unsolved hijacking case. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=a-sM_mPpFUM",
            "title": "'The worst case I've ever seen' - Judge gives 3 life sentences to man who killed child, girlfriend",
            "description": "After Ronnie Oneal said he wasn't sorry for the murders of his girlfriend and 9-year-old daughter with special needs during his sentencing, the judge then spoke: \"Nineteen years I've been at this job, I've seen human beings killed at the hands of others in every way imaginable... This is the worst case I've ever seen,\" Judge Michel …"
        },
        {
            "url": "https://www.youtube.com/watch?v=k55c4HctGq0",
            "title": "Detroit mom gets 3-15 years in prison for drunk driving crash that killed 3-year-old son",
            "description": "A Detroit woman was sentenced to 3-15 years in prison in a drunk driving crash that killed her 3-year-old son. "
        },
        {
            "url": "https://www.youtube.com/watch?v=-avpx8UTakI",
            "title": "Oil change scams: Hidden camera investigation on what really happens to your car (CBC Marketplace)",
            "description": "CBC Marketplace finds aggressive upselling and services paid for but not performedTo read the full story:http://www.cbc.ca/1.2418675. Originally broadcast Nov 8, 2013.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GD1d8wKIrps",
            "title": "Why people think this photo of JFK's killer is fake",
            "description": "This photo of Lee Harvey Oswald has been analyzed for decades.Subscribe and turn on notifications (🔔) so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GCBZ918FPGA",
            "title": "TRULY the Worst Funeral Director of All Time",
            "description": "\"Home in every sense of the word\" – Lamb Funeral Home...if \"home\" is packed full of burning corpses, so... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QS299VkXZxI",
            "title": "The Real Moby Dick Was So Much Worse",
            "description": "Start listening with a 30-day Audible trial. Get 1 audiobook and unlimited Audible Original monthly downloads absolutely free. Visit http://www.audible.com/mortician or text mortician to 500 500. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=46DEVQ8UacA",
            "title": "The Romanovs. The Real History of the Russian Dynasty. Episodes 1-4. StarMediaEN",
            "description": "All episodes: https://www.youtube.com/watch?v=USUA_...In 1613 The Zemsky Sobor (the National Assembly) adopted a decision to invite Michael Fyodorovich Romanov to become tsar of Russia. This decision was announced in Red Square in front of numerous crowds of pe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cS2xFsK0klw",
            "title": "Iconic Corpse: The Romanov Family",
            "description": "Everybody has OPINIONS about the Romanov remains...Thank you Patron deathlings, who make this all possible! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C-nALYF73hU",
            "title": "The REAL story About the Crash that Killed Concorde! | Air France flight 4590",
            "description": "Thanks to Curiosity Stream for sponsoring today’s video. Go to https://curiositystream.com/?coupon=m...and use code MENTOURPILOT to save 25% off today, that’s only $14.99 a year. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lQhI3Jb7vMg",
            "title": "Being Mortal (full documentary) | FRONTLINE",
            "description": "How do you talk about death with a dying loved one? Dr. Atul Gawande explores death, dying and why even doctors struggle to discuss being mortal with patients, in this Emmy-nominated documentary. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7hGqq35EocY",
            "title": "Top 10 Air Disaster Videos of All Time | Smithsonian Channel",
            "description": "From a routine takeoff that quickly turns into a disaster to a turbulent crash landing, these are the most-watched Air Disaster videos of all time.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ywjumob-SoA",
            "title": "Shocking Facts About the Space Shuttle Challenger Disaster",
            "description": "Every American who lived through the '80s remembers the Challenger explosion. But what happened to cause the famous national tragedy? How could such a catastrophe happen when NASA so meticulously checks and double checks all the equipment at their disposal?  …"
        }
    ]
}