{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=DH4UskC7WQA",
            "title": "The Roswell UFO Report: Fact or Fiction?",
            "description": "The Roswell Report said UFO sightings are just high-altitude experiments and weather balloons. But the evidence proves otherwise and the facts are presented here in this revealing documentary featuring actual photos and films from the U S government. So why the need for continued cover-up? Watch The Roswell UFO rep …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth ca …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_DA-g94Ro1I",
            "title": "W. Glenn Dennis Interview, 11/19/1990",
            "description": "W. Glenn Dennis Interview, 11/19/1990Creator(s): Department of Defense. Department of the Air Force. Office of the Secretary. Office of the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=30r45P1JFys",
            "title": "Alien (Featuring Will Smith) | Full Episode | One Strange Rock",
            "description": "Life on Earth starts as single-cell bacteria and stays like that for two billion years; then, a miraculous event transforms Earth into a complex interconnected web based on a competition for food. …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=YCqEYOP_UgI",
            "title": "A mysterious VHS tape, a military bunker, and UFO sightings near Ottawa | UFO Town",
            "description": "In the ‘90s, a VHS tape emerged and, with it, a claim that a UFO had crashed in a field near Ottawa. A former teen UFO investigator returns decades later to find out what people saw there. #CBCdocsPOV #UFOTown …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EVBCLAaflaw",
            "title": "How Is NASA Contacting Aliens? | Alien Life Documentary | Spark",
            "description": "Subscribe to Spark for more amazing science, tech and engineering  videos - https://goo.gl/LIrlurWith technology advancing faster than ever, and more and more discoveries being made every day, is  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qd5FQJziZZ0",
            "title": "6 UFO GOVERNMENT COVER-UPS | The Proof Is Out There",
            "description": "Check out these 6 rare UFO sightings covered up by the government, in this The Proof Is Out There compilation.Intro - 0:00 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ivaWnbKsBkM",
            "title": "Interview of Gerald Anderson, 07/24/1991",
            "description": "Creator(s): Department of Defense. Department of the Air Force. Office of the Secretary. Office of the Administrative Assistant. Office of the Deputy for Security and Special Investigative Programs. Research Declassification Team. (1987 - ) (Most Recent) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s_Xq9MjBSOk",
            "title": "Interviews with Jed Roberts, Marilyn Strickland, and Alice Knight, 09/27/1991",
            "description": "Interviews with Jed Roberts, Marilyn Strickland, and Alice Knight, 09/27/1991Creator(s): Department of Defense. Department of the Air Force. Office of the Secretary. Office of the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=O-H9CvTd2Ko",
            "title": "The President's Book of Secrets: The Untold Story of Intelligence Briefings to...",
            "description": "Beginning with John F. Kennedy, every President has received a short, personalized daily report from the intelligence community. This top-secret document is known as the President’s Daily Brief, or, within national security circles, as simply “the Book.” David Priess, former intelligence officer and daily briefer, offers  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cTQ3Ko9ZKg8",
            "title": "Our Planet | Frozen Worlds | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oFUYRgRBxHo",
            "title": "Ancient Aliens: TOP 3 TERRIFYING ALIEN ENCOUNTERS Caught On Camera",
            "description": "Check out these 3 extra frightening close calls with aliens, in this Ancient Aliens compilation.Watch all new episodes of Ancient Aliens, Fridays at 8/7c, and next day on The HISTORY Channel we …"
        },
        {
            "url": "https://www.youtube.com/watch?v=saWNMPL5ygk",
            "title": "LIFE BEYOND 3: In Search of Giants. The Hunt for Intelligent Alien Life (4K)",
            "description": "Patreon: https://patreon.com/melodysheep  Soundtrack: https://bit.ly/3rNtgPd  |  Who are the masters of the universe?  Are we the only intelligent life, or is something else lurking out there?  …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=Ib4WGf8I8hA",
            "title": "He built a spaceship in his backyard. Then he vanished forever | CBC Docs POV",
            "description": "Granger Taylor was a master mechanic who built a spaceship. One rainy day in November, he left a note for his family and then mysteriously vanished off the face of the earth. Spaceman explores what happened to Taylor and why. #CBCdocsPOV #Spaceman …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HvKpnaXYUPU",
            "title": "Arctic Sinkholes I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AOUzLzIn the Arctic, enormous releases of methane, a potent greenhouse gas, threaten the climate. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kX91dySxqXQ",
            "title": "Woman Witnesses Strange UFO Sighting In British Columbia | Alien Mysteries",
            "description": "In July 1991, Corina Saebels sees a spaceship hovering over her home in Aldergrove, British Columbia. When she learns that she disappeared for more than 45 minutes, it leave her to question what really happened to her. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sHEwTKEDVM0",
            "title": "An Exploration Of Cosmic Phenomena | Secrets Of The Universe [Season 1 All Episodes] | Spark",
            "description": "00:00:00 Black Holes: The Other Side of Infinity00:23:48 Dynamic Earth00:48:50 Super-volcanoes …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sm6AL5lA4Zc",
            "title": "The UFO Phenomenon | Full Documentary 2021 | 7NEWS Spotlight",
            "description": "It is now beyond doubt that strange, anomalous objects filling our skies and caught on camera are the real deal. Even the Pentagon admits it’s true. These seemingly intelligently controlled craft are operating above the clouds, in our oceans and in our orbit – travelling at hypersonic speeds far beyond any known human technol …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gEl4A0G3poQ",
            "title": "TOP 4 INSANE ALIEN ENCOUNTERS | The Proof Is Out There",
            "description": "Check out these extra strange alien encounters that will leave you shocked. See more in this The Proof Is Out There compilation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bllhzLFKkHA",
            "title": "4 HORRIFYING PARANORMAL ENCOUNTERS WILL GIVE YOU NIGHTMARES | The Proof Is Out There",
            "description": "Check out these 4 paranormal encounters that might keep you up at night, in this The Proof Is Out There compilation.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rk37-EwcuJ4",
            "title": "Three Ancient Mysteries Of Legendary Cities Long Lost | Lost Worlds | Timeline",
            "description": "In this series, we travel to the buried remains of some of the Ancient World's most enduring mysteries. From the Angkor Wat, to the buried legions of the Terracotta Army, to the long-lost city of Troy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=plalHGHwSj8",
            "title": "The Curse of the Bermuda Triangle (Full Episode) | Atlas of Cursed Places",
            "description": "The Bermuda Triangle: Everybody’s heard about this stretch of cursed ocean off America’s eastern coast where ships and aircraft disappear without explanation. Or do they? Sam dives into the origin of the curse of the Bermuda Triangle and looks to oceanographers, physicists and probability analysts to get to the sand …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_DA-g94Ro1I&t=2s",
            "title": "W. Glenn Dennis Interview, 11/19/1990",
            "description": "W. Glenn Dennis Interview, 11/19/1990Creator(s): Department of Defense. Department of the Air Force. Office of the Secretary. Office of the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=k7jmobVI-oE",
            "title": "Raven Rock: The Story of the U.S. Government's Secret Plan to Save Itself",
            "description": "Secret government Doomsday plans lay out how to evacuate and protect the nation’s historic artifacts and its leaders. Garrett Graff sheds light on the inner workings of the compound called Raven Rock as well as dozens of other government bunkers. A book signing follows the program. "
        },
        {
            "url": "https://www.youtube.com/watch?v=CPkg_sJn2rU",
            "title": "Who's Out There - 1975",
            "description": "Renowned actor, writer, and director Orson Welles — with contributions from scientists George Wald, Carl Sagan, and others — examines the possibility and implications of extraterrestrial life.  In examining our perceptions of alien 'martians' from his \"War of the Worlds\" broadcast, to then-modern explorations of Mars, this film …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SfJt-W7fwTY",
            "title": "Valley of the Tennessee, 1944",
            "description": "Creator(s): U.S. Information Agency. (1982 - 10/01/1999) (Most Recent)Series : Moving Images Relating to U.S. Domestic and International Activities , compiled 1982 - 1999,  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DFjsysToc8M",
            "title": "Five Things You Need to Know About Records Management for the Exiting Employee",
            "description": "This video is a refresher for federal employees who are transitioning from an agency.  It reviews five key things employees need to remember about their records management responsibilities to ensure continuity with their agency records after they have gone. A transcript of this video is available on our website at https://w …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NsDZtlg2ozU",
            "title": "The Forgotten Irish: Irish Emigrant Experiences in America",
            "description": "On the eve of the American Civil War 1.6 million Irish-born people were living in the United States. The majority had emigrated to the major industrialized cities of the North; New York alone was home to more than 200,000 Irish, one in four of the total population.  For The Forgotten Irish, celebrated author, historian and arch …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KY8Ie02qWpI",
            "title": "Forum on the Rosenberg Case",
            "description": "Journalist Marvin Kalb moderates a discussion on the espionage case of Julius and Ethel Rosenberg. The panel will examine how the Soviet spy network that Julius Rosenberg set up worked and how it helped the Soviets. Panelists include Ronald Radosh, co-author of The Rosenberg File; Mark Kramer, director of Cold War  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ivaWnbKsBkM&t=2s",
            "title": "Interview of Gerald Anderson, 07/24/1991",
            "description": "Creator(s): Department of Defense. Department of the Air Force. Office of the Secretary. Office of the Administrative Assistant. Office of the Deputy for Security and Special Investigative Programs. Research Declassification Team. (1987 - ) (Most Recent) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KUvPgArrwE8",
            "title": "Atomic Physics",
            "description": "1948General Records of the Department of EnergyNational Archives Identifier: 88106 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r9PeYPHdpNo",
            "title": "Our Planet | Coastal Seas | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was mad …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9FqwhW0B3tY",
            "title": "Our Planet | High Seas | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IROLRx0Bypw",
            "title": "Ancient Aliens: Terrifying Humanoids Emerge from Subterranean Realm (Season 18)",
            "description": "A new subterranean realm is discovered deep in the caves of Vietnam, in this clip from Season 18, \"Secrets of Inner Earth.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DsNSF7oBYS0",
            "title": "Former Navy Pilot Ryan Graves on His UFO Encounter",
            "description": "Taken from JRE #1883 w/Ryan Graves:https://open.spotify.com/episode/68t6... "
        },
        {
            "url": "https://www.youtube.com/watch?v=ThDYazipjSI",
            "title": "LIFE BEYOND II: The Museum of Alien Life (4K)",
            "description": "Soundtrack: https://bit.ly/3lo7cnH  Support me on Patreon: http://patreon.com/melodysheepWhat if there was a museum that contained every type of life form in the universe?  This experience t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SUelbSa-OkA",
            "title": "LIFE BEYOND: Chapter 1. Alien life, deep time, and our place in cosmic history (4K)",
            "description": "Get the soundtrack: https://bit.ly/345n0nfSupport this project on Patreon: http://patreon.com/melodysheep  |  The biggest question of our time. Are we alone? Chapter 1 of this experience takes you to alien worlds and distant places in time and space, in  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xJGaqe5t14g",
            "title": "What Are The Hidden Rules Of The Universe?",
            "description": "Thank you to Wondrium for sponsoring today's video! Signup for your FREE trial to Wondrium here: http://ow.ly/aJUh50LnlQP-------------------------------- …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=YCqEYOP_UgI&t=2s",
            "title": "A mysterious VHS tape, a military bunker, and UFO sightings near Ottawa | UFO Town",
            "description": "In the ‘90s, a VHS tape emerged and, with it, a claim that a UFO had crashed in a field near Ottawa. A former teen UFO investigator returns decades later to find out what people saw there. #CBCdocsPOV #UFOTown …"
        },
        {
            "url": "https://www.youtube.com/watch?v=z4Chz5bKbKw",
            "title": "Secrets From the Ice: As the Yukon melts, ancient mysteries are thawing out - The Nature of Things",
            "description": "As temperatures continue to rise in the north, ice in the Yukon is melting and a mystery is emerging. Human hunting tools, frozen in time for as long as 9,000 years, are thawing out and offering new insights, and raising new questions, about who these ancient people were. #TheNatureOfThings …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q86NfL_-GpU",
            "title": "We got it wrong — Neanderthals weren’t dumb brutes | The Real Neanderthal",
            "description": "Neanderthals weren't brutish or dim-witted. New discoveries reveal they were more human than we ever thought! #TheNatureOfThings #TheRealNeanderthal …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YtAL8y2lACs",
            "title": "Storming Antarctica (Full Episode) | Continent 7: Antarctica",
            "description": "Six teams of scientists and their survival experts are dispatched to Antarctica, the least understood, harshest continent on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-Jsj7K6E0Fg",
            "title": "The History Of Earth's Five Mass Extinction Events [4K] | The Next Great Extinction Event | Spark",
            "description": "Earth’s history has been marked by five great extinction events. With the current background extinction rate 1000 times the normal, have humans brought about the 6th mass extinction? The changes our species has wrought upon Earth, its ecology & climate, has led geologists to compare us to a geological force akin to volca …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vntVVcazJD4",
            "title": "Why Did The Earth Totally Freeze For 100 Million Years?",
            "description": "Go to https://curiositystream.thld.co/histo... and use code HISTORYOFTHEEARTH to save 25% off today, that’s only $14.99 a year. Thanks to Curiosity Stream for sponsoring today’s video.------------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nvvk2nIUnxw",
            "title": "ALIEN CONTACT (Ep 2) - ALIEN AND UFO ENCOUNTERS FROM ANOTHER DIMENSION",
            "description": "Subscribe to Janson for more great Alien TV Shows: https://pixelfy.me/JansonSubscribeMore Ways to Stream the TV Show …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SjlzeYiGLzc",
            "title": "1975 interview with a man who claims he was abducted by aliens",
            "description": "From the CTV News Archive: Watch this 1975 W5 interview with a man who claimed he was abducted by aliens.Subscribe to CTV News to watch more videos: https://www.youtube.com/ctvnews …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Yw8jQXPzYF0",
            "title": "ALIEN CHRONICLES (S1E2) - DOLORES CANNON - ALIEN AND UFOS",
            "description": "Primarily known as a past life regressive therapist, Dolores Cannon reveals her experiences as an Alien and U.F.O. investigator, citing compelling cases of alien abductions and communications with E.T.s. Unaccounted time, the seeding of Earth, the E.T. cover-up, crashed U.F.O. cases, what the Greys truly are and mankind's futur …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8vkqH3r1-f4",
            "title": "The Most Breathtaking Sights In Our Galaxy [4K] | Cosmic Vistas [Season 1 All Episodes] | Spark",
            "description": "00:00:00 Windows to Other Worlds - Fountain of Creation00:26:04 Rocky Shores - Silent Partner00:52:12 Borderland - Red Dawn …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2kpGx9ho02g",
            "title": "The Search For Elusive Planets is Over | Space Documentary | 3 Decades of Research of X File Mystery",
            "description": "Astronomers are vetting a technique that could aid the hunt for Planet ... for Planet Nine, astronomers eye a new search technique for the elusive world ... and it could potentially spot Planet Nine — also known as Planet X, ... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eSg7TREgNTA",
            "title": "Bizarre Journey to the Outer Solar System DOCUMENTARY BOXSET These Planets Continue to Mystify Us",
            "description": "Evidence of ninth planet found in outer reaches of solar system ... in the outer reaches of our solar system, US scientists announced on ... and follows a \"bizarre, highly elongated orbit in the distant solar system,\" said ... \"Although we were initially quite skeptical that this planet could exist, as we continued to ... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bSMfOPw8JA0",
            "title": "The Unidentified: Are we alone in the universe? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Unidentified (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9LE11phtbgs",
            "title": "Alien and UFO Encounters from Another Dimension (Part 3)",
            "description": "Subscribe to Janson for more great UFO movies: http://pixelfy.me/JansonSubscribeThe universe is so complex that even the greatest scientific minds on earth ultimately acknowledge t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qwZZd2u9Pm4",
            "title": "TOP 5 UFO SIGHTINGS | The Proof is Out There",
            "description": "These 5 UFO sightings are so out of the ordinary that it's difficult to make sense of them. Check them out in this The Proof Is Out There compilation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bDyG72UhNSo",
            "title": "THESE 4 UNEXPLAINED PHENOMENA WILL TERRIFY YOU | The Proof is Out There",
            "description": "Check out these 4 unexplainable phenomena, in this The Proof Is Out There compilation. 0:00 - Freaky Faces in Family Home …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uqewB-Qw_bk",
            "title": "5 NIGHTMARE MONSTERS - \"That Does Not Look Normal!\" | The Proof Is Out There",
            "description": "Check out these extra creepy creatures that will leave you shocked! See more in this The Proof Is Out There compilation.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Q06qnJL3SHg",
            "title": "4 PARANORMAL SIGHTINGS THAT CAN’T BE EXPLAINED | The Proof Is Out There",
            "description": "Check out these 4 mysterious light phenomena, in this The Proof Is Out There compilation.0:00 - UFO Flash of Light Startles Woman & her Dogs …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=V89BEHbFJhQ",
            "title": "The Horrifying Haunted House Nestled Inside A Small Indiana Town | Whisper Estate | Timeline",
            "description": "Nestled in a small Indiana town since 1895, Whispers Estate embodies a true paranormal haunting. Turning skeptics into believers, this house proves that its walls do more than just talk. Hear the chilling testimonies of the home owner, the staff, and numerous visitors of their encounters with the entities who reside in this h …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HyB1n5VDXpc",
            "title": "Ancient Mysteries 3HR DOCUMENTARY BOXSET Historical Sites, Bizarre CIVILIZATIONS Advanced Technology",
            "description": "This series offers a fascinating countdown of important scientific and historical wonders. Viewers embark on a journey into the world of ancient civilizations, ancient technology was the result from advances in engineering in ancient times. The series used contributions from archaeologists and other experts, footage of histor …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LLC7LZbrljM",
            "title": "The 10 Commandments: God's Stage | Secrets of the Bible | Full Episode 7",
            "description": "The 10 commandments are an important anchor of christianity and judaism. The 10 Commandments are found in many constitutions and laws of various countries. But where do  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rk37-EwcuJ4&list=RDCMUC88lvyJe7aHZmcvzvubDFRg&start_radio=1&rv=rk37-EwcuJ4",
            "title": "Three Ancient Mysteries Of Legendary Cities Long Lost | Lost Worlds | Timeline",
            "description": "In this series, we travel to the buried remains of some of the Ancient World's most enduring mysteries. From the Angkor Wat, to the buried legions of the Terracotta Army, to the long-lost city of Troy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ErPsyBUCijM",
            "title": "Legend of Atlantis (Full Episode) | Drain the Oceans",
            "description": "Exciting evidence emerges of civilizations lost for centuries under the waves, from mysterious underwater pyramids off the coast of Japan to the fabled city of Atlantis itself. Using cutting-edge graphics to reveal what's actually lying on the seafloor, and insight from the world's top marine archaeologists, Drain the Ocean …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQz-efDv01k",
            "title": "🔴 LIVE: What Does It Take To Catch a Smuggler? Watch Now | National Geographic",
            "description": "From cocaine hidden in shoes, to narcotics in coffee beans, join us as we follow the officers who work to stem the flow of illegal contraband at America's airports, seaports and land border crossings. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TpfY8kh5lUw",
            "title": "Stories from the Great Depression",
            "description": "The National Archives Southeast Region presents stories from survivors of the Great Depression overlaid with powerful pictures from era. "
        },
        {
            "url": "https://www.youtube.com/watch?v=s_Xq9MjBSOk&t=2s",
            "title": "Interviews with Jed Roberts, Marilyn Strickland, and Alice Knight, 09/27/1991",
            "description": "Interviews with Jed Roberts, Marilyn Strickland, and Alice Knight, 09/27/1991Creator(s): Department of Defense. Department of the Air Force. Office of the Secretary. Office of the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=O-H9CvTd2Ko&t=2s",
            "title": "The President's Book of Secrets: The Untold Story of Intelligence Briefings to...",
            "description": "Beginning with John F. Kennedy, every President has received a short, personalized daily report from the intelligence community. This top-secret document is known as the President’s Daily Brief, or, within national security circles, as simply “the Book.” David Priess, former intelligence officer and daily briefer, offers  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_DA-g94Ro1I&t=4s",
            "title": "W. Glenn Dennis Interview, 11/19/1990",
            "description": "W. Glenn Dennis Interview, 11/19/1990Creator(s): Department of Defense. Department of the Air Force. Office of the Secretary. Office of the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GxSeZjfUei8",
            "title": "Magna Carta Day: Magna Carta and the Constitution",
            "description": "The National Archives and the Constitutional Sources Project (ConSource) present a discussion on the influence of Magna Carta on American constitutionalism, from the nation's earliest days to the present. Moderated by Judge Royce Lamberth, Senior United States District Judge for the District of Columbia, panelists incl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eONHHDK-TJk",
            "title": "Our Lost Constitution: The Willful Subversion of America’s Founding Document",
            "description": "Senator Mike Lee tells the dramatic, little-known stories behind six of the Constitution’s most indispensible provisions and explains why some of today’s issues are the direct result of how the courts, Congress, and the executive branch have minimized or ignored them. A book signing will follow the program. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dZzY8-nxabA",
            "title": "Planet Mars: 1979",
            "description": "Creator(s): National Aeronautics and Space Administration. 10/1/1958-  Series: Headquarters' Films Relating to Aeronautics, 1962 - 1981Record Group 255: Records of the National Aeronautics and Space Administration, 1903 - 2006 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cQeOp7a8QMI",
            "title": "Life Beyond Earth and the Mind of Man - 1975",
            "description": "A symposium from renowned experts, including Carl Sagan, on extraterrestrial life.  More footage on space, and nearly every other subject, is available in the moving picture holdings of the National Archives. Just a sampling of our holdings is on our YouTube channel: http://www.youtube.com/usnationalarch... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_ds8_IFDp1o",
            "title": "Exploration of the Planets (1971)",
            "description": "After conquering the moon, NASA looked further out into our solar system to see what they could find. This is how they did it, and what they found. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1NDW72RDMTk",
            "title": "Men of the Forest",
            "description": "Creator(s): U.S. Information Agency. (8/24/1982 - 10/1/1999)   Series: Moving Images Relating to U.S. Domestic and International Activities, 1982 - 1999Record Group 306: Records of the U.S. Information Agency, 1900 - 2003 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zQLEjalkKzY",
            "title": "Finding Your Roots: The Official Companion to the PBS Series",
            "description": "Who are we, and where do we come from? The fundamental drive to answer these questions is a the heart of Henry Louis Gates, Jr.'s \"Finding Your Roots\". Join us this evening as Gates discusses practical information for amateur genealogists just beginning archival research, and then details the tools of cutting-edge gen …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TY7eiMYy3Y8",
            "title": "In the Houses of Their Dead: The Lincolns, the Booths, and the Spirits",
            "description": "Author Terry Alford tells the story of Abraham Lincoln through the strange points of contact between his family and that of the man who killed him, John Wilkes Booth. Alford follows the Lincolns and the Booths across the 19th century, uncovering new facts and stories about Abraham and Mary while drawing indelible portr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XCU1F8r1au8",
            "title": "The Last Campaign: Sherman, Geronimo and the War for America",
            "description": "Bestselling historian and Pulitzer prize finalist H. W. Brands follows the lives of General William Tecumseh Sherman and Apache war leader Geronimo to tell the story of the Indian Wars and the final fight for control of the American continent. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KTtTAUiTVqo",
            "title": "African American Life in Washington, DC, Before Emancipation",
            "description": "African American Life in Washington, DC, Before EmancipationAs Washington became the focus of abolitionism before the Civil War, antislavery activists argued that the sight of slavery and slave dealers in the nation’s capital disgraced the nation and its ideals. A panel will exp …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Wv8ujgQo8r8",
            "title": "Reconstruction and the Fragility of Democracy",
            "description": "Historian Eric Foner, author of Gateway to Freedom: The Hidden History of the Underground Railroad, discusses the Reconstruction era (1863–1877) during which large numbers of black men became voters and office-holders. Yet this time also saw a violent counter-revolution that wiped out the possibilities of interracial demo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PSMDPzd11ek",
            "title": "Boulder Dam - 1937",
            "description": "This Department of Interior film captures Boulder Dam — better known as Hoover Dam — in the midst of its construction. See how the Colorado River flowed before, and after, the construction of what was then the world's tallest dam.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZaMyHw6NeXo",
            "title": "We Were There When Nixon Met Elvis",
            "description": "In commemoration of the 75th birthday of Elvis Presley, the National Archives presented a discussion about the meeting between Elvis and President Richard Nixon at the White House on December 21, 1970. Timothy Naftali, Director of the Richard Nixon Presidential Library and Museum, hosts a discussion with Egil Bud Krog …"
        },
        {
            "url": "https://www.youtube.com/watch?v=z2hrSLEjPz4",
            "title": "All the Powers of Earth: The Political Life of Abraham Lincoln, Voll III, 1856-1863",
            "description": "Volume III of Sidney Blumenthal’s biography, The Political Life of Abraham Lincoln, brings the prairie lawyer out of his wilderness into the presidency. Lincoln rises from defeat and obscurity to become the Commander-in-Chief who strikes down slavery with the Emancipation Proclamation. A book signing follows the program. "
        },
        {
            "url": "https://www.youtube.com/watch?v=4jqaJDwgQTw",
            "title": "The Lincoln Lectures — Assassin's Accomplice: Mary Surratt and the Plot to Kill Abraham Lincoln",
            "description": "Kate Clifford Larson tells the story of Mary Surratt, a little-known participant in the plot to kill Abraham Lincoln, and the first woman ever to be executed by the Federal Government. The Assassin's Accomplice describes the Lincoln conspiracy through the eyes of its only female participant using interviews, confessions, and  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8iTKgrixoO0",
            "title": "Expert Series — The Hemingses of Monticello with Annette Gordon-Reed",
            "description": "Join the National Archives as we welcome Annette Gordon-Reed to discuss her book, The Hemingses of Monticello, and explain the untold history of our third president, Thomas Jefferson. "
        },
        {
            "url": "https://www.youtube.com/watch?v=SfJt-W7fwTY&t=1s",
            "title": "Valley of the Tennessee, 1944",
            "description": "Creator(s): U.S. Information Agency. (1982 - 10/01/1999) (Most Recent)Series : Moving Images Relating to U.S. Domestic and International Activities , compiled 1982 - 1999,  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CPkg_sJn2rU&t=2s",
            "title": "Who's Out There - 1975",
            "description": "Renowned actor, writer, and director Orson Welles — with contributions from scientists George Wald, Carl Sagan, and others — examines the possibility and implications of extraterrestrial life.  In examining our perceptions of alien 'martians' from his \"War of the Worlds\" broadcast, to then-modern explorations of Mars, this film …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eDNX65d-FBY",
            "title": "Nuclear Propulsion in Space",
            "description": "Creator(s): National Aeronautics and Space Administration. 10/1/1958-  (Most Recent)Series: Headquarters' Films Relating to Aeronautics, 1962 - 1981Record Group 255: Records of the National Aeronautics and Space Administration, 1903 - 2006 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-LwPp5P9Mg4",
            "title": "Friendship 7",
            "description": "Creator(s): National Aeronautics and Space Administration. 10/1/1958-  (Most Recent)Series: Headquarters' Films Relating to Aeronautics, 1962 - 1981Record Group 255: Records of the National Aeronautics and Space Administration, 1903 - 2006 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_zCVN1vIzJE",
            "title": "Seeds of Discovery (1970)",
            "description": "Having conquered the moon, NASA looks to the other planets of the solar system in this award-winning film.This film is an introduction to planetary exploration and scientific satellite research planned for the 19 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GfO-3Oir-qM",
            "title": "Our Planet | One Planet | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nrI483C5Tro",
            "title": "The Spectacular Underwater World of Coral Reefs",
            "description": "\"Blue Whisper\" immerges into the ocean's fascinating underwater world and gets to the bottom of a widely unexplored field of underwater science: The communication amongst fish. The documentary accompanies a team of specialists to overwhelmingly beautiful coral reefs, ancient shipwrecks in the Mediterranean  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uq0MIp51p2s",
            "title": "Canary Islands - Part I: Life at the Limit - Go Wild",
            "description": "Wind and water transported pioneer seeds, insects and animals to the isolated islands. They created the diversity and distribution of life here, with microclimates like the world’s only surviving temperate cloud forests. Animals and plants evolved unique features to survive in these lands. The result is startling encounters with e …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s9dtVYxh1sM",
            "title": "Nimitz Class – Rise of the Aircraft Carrier – Big Bigger Biggest",
            "description": "The Nimitz class supercarriers are a class of ten nuclear-powered aircraft carriers in service with the United States Navy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VW5LQDR7A_s",
            "title": "The Technologies That Revolutionized Space Exploration | Zenith Compilation | Spark",
            "description": "From telescopes to rocket launchers, space exploration would not be possible without the advance in technology. Watch to discover more about these amazing inventions that have aided us in learning about space beyond Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HydrGeILGsY",
            "title": "How Extreme Constructions Are Built: From Canal To Cathedral [4K Full Series] | Spark",
            "description": "The Suez Canal. The Paris Metro. Strasbourg Cathedral. These masterpieces of constructions redefined what was possible at the time, using the latest technologies and developments. In this five part series, we reveal how five great monuments were designed and constructed. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=um2Q9aUecy0",
            "title": "Our Planet | Jungles | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FmR14Yng9kI",
            "title": "Deep Sea Gigantism | Why the Ocean Breeds Giants",
            "description": "Deep Sea Gigantism | Why Creatures of the Deep Grow so Large. Enter at https://www.omaze.com/naturalworldfacts for your chance to win a Custom Tesla® Model S-APEX and support a great cause, the Petersen Automotive Museum. The experience closes on January 27th at 11:59pm …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aGGBGcjdjXA",
            "title": "Chasing Coral | FULL FEATURE | Netflix",
            "description": "Chasing Coral taps into the collective will and wisdom of an ad man, a self-proclaimed coral nerd, top-notch camera designers, and renowned marine biologists as they invent the first time-lapse camera to record bleaching events as they happen. Unfortunately, the effort is anything but simple, and the team doggedly battles …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iZyO9ulx6Y8",
            "title": "Teen Girl Abducted By Praying Mantis Aliens | Ancient Aliens",
            "description": "A 17-year-old girl in a small farming town recounts her experience of being abducted by aliens. See more in this clip from \"Aliens and Strange Creatures.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M7vt5paORIc",
            "title": "Ancient Aliens: The Hollow Earth Theory (Season 10) | History",
            "description": "Some Ancient Astronaut Theorists suggest that deep within our own planet could be another earth in this clip from Season 10, Episode 6, \"The Other Earth\". #AncientAliensSubscribe for more from Ancient Aliens and other great HISTORY shows: http://histv.co/SubscribeHis …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XtYl8DHDlmY",
            "title": "Ancient Aliens: Aliens in Disguise Warn Researcher - \"We've Taken Many Humans\" (Season 18)",
            "description": "UFO researcher, Albert K. Bender, had to halt his studies after being visited by strange entities dressed in all black, in this clip from Season 18, \"The Shadow People.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nKu_3kp_EIY",
            "title": "The Skyjacker That Got Away: D.B. Cooper (Full Episode) | Undercover History",
            "description": "In 1971, a hijacker, named Dan Cooper, parachuted from a plane with a request of $200,000, crafting the FBI's only unsolved hijacking case. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DgKycy23AZs",
            "title": "The Rise And Fall Of The Vikings | The Vikings | Complete Series | Chronicle",
            "description": "The Vikings opened trade routes, founded cities, created new feats of engineering and captured ancient hubs. This complete series chronicles the incredible rise and fall of the Vikings, revealing new discoveries that turn Viking history on its head. We tell their incredible history with the help of the foremost experts on Viki …"
        },
        {
            "url": "https://www.youtube.com/watch?v=m4yynoaQKpY",
            "title": "How Did The Universe Form - Timeline Of The Solar System From Birth To Death",
            "description": "#space  #spacedocumentary  #universe  #theuniverse  #howtheuniverseworks #htuwOur universe began with an explosion of space itself - the Big Bang. Starting from extremely high density and temperature, space expanded, the universe cooled, and the simplest elements formed. Gravity gradua …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YebZyAzLZuc",
            "title": "Physicist Michio Kaku on the Shift in the UFO Phenomenon",
            "description": "Taken from JRE #1828 w/Michio Kaku:https://open.spotify.com/episode/3Xmj... "
        },
        {
            "url": "https://www.youtube.com/watch?v=qLDp-aYnR1Y",
            "title": "Ryan Graves: UFOs, Fighter Jets, and Aliens | Lex Fridman Podcast #308",
            "description": "Lt. Ryan Graves is a former Navy fighter pilot, who has worked on advanced research and development programs for DARPA, Office of Naval Research, and Air Force Research Labs on topics of multi-agent collaborative autonomy, AI-assisted air-to-air combat, and manned-unmanned teaming technologies. Ryan and peo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uTCc2-1tbBQ",
            "title": "Garry Nolan: UFOs and Aliens | Lex Fridman Podcast #262",
            "description": "Garry Nolan is a professor at Stanford University School of Medicine. His research is in microbiology, immunology, bio-computation, and analysis of UFO artifacts, materials, and reports of UFO encounters. Please support this podcast by checking out our sponsors: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HTHj_pvEYYE",
            "title": "THE SIGHTS OF SPACE: A Voyage to Spectacular Alien Worlds",
            "description": "Support my work: http://patreon.com/melodysheep. Soundtrack: https://melodysheep.bandcamp.com/albu...If you could visit anywhere in the galaxy, where would you go? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OeYnV9zp7Dk",
            "title": "The Sounds of Space: A sonic adventure to other worlds",
            "description": "A collaboration with the podcast Twenty Thousand Hertz: http://20k.orgSoundtrack: https://melodysheep.bandcamp.com/albu... |  Space is more than just a feast for the eyes. It’s a feast for the ears.  You just have to know where -- and when -- to look.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TBikbn5XJhg",
            "title": "TIMELAPSE OF THE ENTIRE UNIVERSE",
            "description": "Support me on Patreon: https://www.patreon.com/melodysheep On a cosmic time scale, human history is as brief as the blink of an eye. By compressing all 13.8 billion years of time into a 10 minute scale, this video shows just how young we truly are, and just how ancient and vast our universe is.  Starting with the big bang  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uD4izuDMUQA",
            "title": "TIMELAPSE OF THE FUTURE: A Journey to the End of Time (4K)",
            "description": "Support my work on Patreon: https://www.patreon.com/melodysheep  |  Get the soundtrack: https://bit.ly/2HKl9fi  |   How's it all gonna end?  This experience takes us on a journey to the end of time, trillions of years into the future, to discover what the fate of our planet and our universe may ultimately be.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yDiD8F9ItX0",
            "title": "Deep Field: The Impossible Magnitude of our Universe",
            "description": "Eric Whitacre's \"Deep Field: The Impossible Magnitude of our Universe\" is a unique film and musical experience inspired by one of the most important scientific discoveries of all time: the Hubble Telescope's Deep Field image. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EdCyr6-uVxc",
            "title": "The Most Magnificent Cosmic Phenomenona | Cosmic Vistas [Season 2 All Episodes] | Spark",
            "description": "Our world and space are both magnificent sights to behold and with the help of advanced technology, we are able to view our planet and beyond in various different ways and gives everyone a new perspective on our solar system. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_IkaetPoBZM",
            "title": "What Is Beyond The Edge?",
            "description": "Compare news coverage. Spot media bias. Avoid algorithms. Be well informed. Download the free Ground News app at https://ground.news/HOTU-------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uBk-Wst_7aA",
            "title": "Is There One All Powerful SUPERFORCE Controlling The Universe?",
            "description": "Researched and Written by Leila BattisonNarrated and Edited by David KellyThumbnail Art by Ettore Mazza …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jRPjgKs-aw4",
            "title": "Magnetars: Neutron Stars but Scarier!",
            "description": "There are many extreme objects in the universe we live in, but today I’m going to look at a dead star that would literally rip you apart. Welcome to the strange and deadly world of magnetars, neutron stars but scarier. Let’s find out more. …"
        }
    ]
}