{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=TO9koaYZ47Y",
            "title": "Proof Is Out There: Simulation Theory Reveals CRACKS in REALITY (Season 1) | History",
            "description": "Watch all new episodes of The Proof Is Out There, Tuesdays and Fridays at 10/9c, and stay up to date on all of your favorite The HISTORY Channel shows at http://history.com/schedule.  …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=pmcrG7ZZKUc",
            "title": "Neil deGrasse Tyson Explains the Simulation Hypothesis",
            "description": "Neil deGrasse Tyson and comic co-host Chuck Nice are here (or are they?) to investigate if we're living in a simulation. We explore the ever-advancing computer power and how that impacts the simulation hypothesis. Chuck wonders if a simulation universe has anything to do with us not being able to travel at the speed of  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oYp5XuGYqqY",
            "title": "Do we see reality as it is? | Donald Hoffman",
            "description": "Cognitive scientist Donald Hoffman is trying to answer a big question: Do we experience the world as it really is ... or as we need it to be? In this ever so slightly mind-blowing talk, he ponders how our minds construct reality for us. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=SJhovNXqH6A",
            "title": "Neil deGrasse Tyson Explains the Space-time Continuum",
            "description": "What are the consequences of playing with the SPACE-TIME CONTINUUM? On this explainer, Neil deGrasse Tyson and comic co-host Chuck Nice break down the space-time continuum in real life and in pop culture.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EwncyLyTXQ4",
            "title": "Life and Death: A Cosmic Perspective from Neil deGrasse Tyson",
            "description": "An excerpt from Neil's book 'Starry Messenger: Cosmic Perspectives on Civilization.'  Should we live forever? What happens to us after we die? What is the statistical probability of being alive? Tyson exercises mathematical prowess and scientific eloquence to grapple with questions that have plagued humankind since its humbl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=O2jJ3wjEyZk",
            "title": "Neil deGrasse Tyson Explains Alien Visits, UFOs, and Other Conspiracies",
            "description": "Are alien spacecrafts here on earth? In this explainer video, Neil deGrasse Tyson and comic co-host Chuck Nice discuss the existence of aliens on earth and what the scientific community thinks of it.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lyu7v7nWzfo",
            "title": "Your brain hallucinates your conscious reality | Anil Seth",
            "description": "Visit http://TED.com to get our entire library of TED Talks, transcripts, translations, personalized talk recommendations and more. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zORUUqJd81M",
            "title": "Why does the universe exist? | Jim Holt",
            "description": "Why is there something instead of nothing? In other words: Why does the universe exist (and why are we in it)? Philosopher and writer Jim Holt follows this question toward three possible answers. Or four. Or none. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bf7BXwVeyWw",
            "title": "Why is our universe fine-tuned for life? | Brian Greene",
            "description": "http://www.ted.com At the heart of modern cosmology is a mystery: Why does our universe appear so exquisitely tuned to create the conditions necessary for life? In this tour de force tour of some of science's biggest new discoveries, Brian Greene shows how the mind-boggling idea of a multiverse may hold the answer to the r …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=1BCkSYQ0NRQ",
            "title": "Neil deGrasse Tyson Explains Time Dilation",
            "description": "Is time relative? On this explainer, Neil deGrasse Tyson and comic co-host Chuck Nice explore facts about Einstein’s theory of relativity that keep them up at night. Does time always move at the same rate?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1fFrpBJDMJo",
            "title": "Neil deGrasse Tyson Explains Wormholes",
            "description": "What is a wormhole? On this StarTalk explainer, Neil deGrasse Tyson and comic co-host Chuck Nice investigate the science of wormholes and how they work. You’ll learn how gravity is the curvature of spacetime. We talk about the “speed limit” of the universe and how to break it using a wormhole.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C9MdbxPCSYw",
            "title": "Neil deGrasse Tyson Explains the REAL Color of the Sun",
            "description": "Is the sun yellow? Like in those pictures you drew as a kid? The answer is no. On this StarTalk explainer, Neil deGrasse Tyson and comic co-host Chuck Nice investigate the true color of the Sun.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=p9MAtyWEjZY",
            "title": "Neil deGrasse Tyson Explains the Earth's Rotation",
            "description": "We know the Earth rotates…but why can’t we feel it? On this StarTalk explainer, Neil deGrasse Tyson and comic co-host Chuck Nice investigate centrifugal force and the Earth’s rotation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dXOLJOnLKDg",
            "title": "Neil deGrasse Tyson: 3 mind-blowing space facts | Big Think",
            "description": "Neil deGrasse Tyson: 3 mind-blowing space facts Watch the newest  video from Big Think: https://bigth.ink/NewVideoJoin Big Think+ for exclusive videos: https://bigthink.com/plus/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4x2ZrklQQYU",
            "title": "Neil deGrasse Tyson on the Afterlife, Origins of the Earth and Extreme Weather",
            "description": "[2015 Re-Release]Astrophysicist superstar Neil deGrasse Tyson pulls no punches. America's favorite scientist talks climate change, why he doesn't fear death, and whether he thinks Elon Musk's mission to Mars will succeed. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sAzaIP-_3jU",
            "title": "Things You Thought You Knew with Neil deGrasse Tyson",
            "description": "Mass? Weight? Density? There are some things you thought you knew and on this episode of StarTalk Radio, Neil deGrasse Tyson and comic co-host Chuck Nice are here to investigate what we know and what we thought we knew. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1u0VDFppCI4",
            "title": "Neil deGrasse Tyson's Skepticism Over UFO's",
            "description": "Taken from JRE #1658 w/Neil deGrasse Tyson:https://open.spotify.com/episode/032M... "
        },
        {
            "url": "https://www.youtube.com/watch?v=TwaIQy0VQso",
            "title": "StarTalk with Neil deGrasse Tyson & Stephen Hawking | Full Episode",
            "description": "As tribute to the life and works of world-renowned Stephen Hawking, host Neil deGrasse Tyson’s recent StarTalk interview with the groundbreaking theoretical physicist. Also featuring astrophysicist Janna Levin, comedian Matt Kirshen, physicist Michio Kaku, and Bill Nye the Science Guy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SgOTaXhbqPQ",
            "title": "What hallucination reveals about our minds | Oliver Sacks",
            "description": "Neurologist and author Oliver Sacks brings our attention to Charles Bonnett syndrome -- when visually impaired people experience lucid hallucinations. He describes the experiences of his patients in heartwarming detail and walks us through the biology of this under-reported phenomenon. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qYvXk_bqlBk",
            "title": "Who are you, really? The puzzle of personality | Brian Little",
            "description": "Visit http://TED.com to get our entire library of TED Talks, transcripts, translations, personalized talk recommendations and more. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xRel1JKOEbI",
            "title": "The Neuroscience of Consciousness – with Anil Seth",
            "description": "Professor of Cognitive and Computational Neuroscience Anil Seth looks at the neuroscience of consciousness and how our biology gives rise to the unique experience of being you.You can also download this talk on our podcast: https://soundcloud.com/royal-institut... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VO6XEQIsCoM",
            "title": "The paradox of choice | Barry Schwartz",
            "description": "http://www.ted.com Psychologist Barry Schwartz takes aim at a central tenet of western societies: freedom of choice. In Schwartz's estimation, choice has made us not freer but more paralyzed, not happier but more dissatisfied. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cdZZpaB2kDM",
            "title": "Elon Musk talks Twitter, Tesla and how his brain works — live at TED2022",
            "description": "In this unedited conversation with head of TED Chris Anderson, Elon Musk — the head of Tesla, SpaceX, Neuralink and The Boring Company — digs into the recent news around his bid to purchase Twitter and gets honest about the biggest regret of his career, how his brain works, the future he envisions for the world and a lot more. ( …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zNVQfWC_evg",
            "title": "Quantum Fields: The Real Building Blocks of the Universe - with David Tong",
            "description": "According to our best theories of physics, the fundamental building blocks of matter are not particles, but continuous fluid-like substances known as 'quantum fields'. David Tong explains what we know about these fields, and how they fit into our understanding of the Universe. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YtdE662eY_M",
            "title": "Making sense of string theory | Brian Greene",
            "description": "http://www.ted.com  In clear, nontechnical language, string theorist Brian Greene explains how our understanding of the universe has evolved from Einstein's notions of gravity and space-time to superstring theory, where minuscule strands of energy vibrating in 11 dimensions create every particle and force in the universe. (T …"
        },
        {
            "url": "https://www.youtube.com/watch?v=edvdzh9Pggg",
            "title": "Beyond the Higgs: What's Next for the LHC? - with Harry Cliff",
            "description": "In 2012, the announcement of the Higgs boson made headlines around the world. But what has been going on at the Large Hadron Collider since?  Physicist Harry Cliff will be your guide. Want an update on this video? Watch this next: https://www.youtube.com/watch?v=rEuM_... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qaIghx4QRN4",
            "title": "Where are all the aliens? | Stephen Webb",
            "description": "The universe is incredibly old, astoundingly vast and populated by trillions of planets -- so where are all the aliens? Astronomer Stephen Webb has an explanation: we're alone in the universe. In a mind-expanding talk, he spells out the remarkable barriers a planet would need to clear in order to host an extraterrestrial civilization -- and  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe. Unli …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iJ8pnCO0nTY",
            "title": "The hardest \"What comes next?\" (Euler's pentagonal formula)",
            "description": "Looks like I just cannot do short videos anymore. Another long one :)  In fact, a new record in terms of the slideshow: 547 slides!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=aYBEcFvI8o8",
            "title": "Neil deGrasse Tyson Explains Why You Can’t Reach Absolute Zero",
            "description": "Cool things happen at low temperatures. In this StarTalk explainer, we’re cooling things down – way down. But how cold can we actually get? Neil deGrasse Tyson and comic co-host Chuck Nice investigate the limits of temperature and a lot more.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=O2jJ3wjEyZk&t=2s",
            "title": "Neil deGrasse Tyson Explains Alien Visits, UFOs, and Other Conspiracies",
            "description": "Are alien spacecrafts here on earth? In this explainer video, Neil deGrasse Tyson and comic co-host Chuck Nice discuss the existence of aliens on earth and what the scientific community thinks of it.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TepXz0X49e4",
            "title": "Things You Thought You Knew - Bada Bing! with Neil deGrasse Tyson",
            "description": "The sun, moon, and SPACETIME CONTINUUM? On this episode, Neil deGrasse Tyson and comic co-host Chuck Nice break down space and time and other cosmic things you thought you knew. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vLgCq4ikl78",
            "title": "Neil deGrasse Tyson Explains the Möbius Strip",
            "description": "What is a Möbius strip? If you’ve never heard of it, that’s alright. Neil deGrasse Tyson and comic co-host Chuck Nice are here to explain what exactly is going on with a Möbius strip. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=l7tV7v71k-I",
            "title": "Neil deGrasse Tyson on \"Interstellar\"",
            "description": "For astrophysicists, \"Interstellar\" is probably like being a kid in a candy store. But how realistic is it? The one and only Neil deGrasse Tyson talks about the realism of \"Interstellar\" and how the Matthew McConaghey-led space epic stacks up to some of his favorite science fiction flicks. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZU9YIkttdiA",
            "title": "Neil deGrasse Tyson Explains Worldlines",
            "description": "What do Zoom calls and Einstein’s Theory of Relativity have in common? On this explainer, Neil deGrasse Tyson and comic co-host Chuck Nice explore worldlines and the technology that is helping us hack the spacetime continuum and track particle paths through spacetime.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=D47wzLYuRuI",
            "title": "Neil deGrasse Tyson Explains the Sounds of Weather",
            "description": "We’ve all experienced our fair share of weather. But have we listened to it? On this StarTalk explainer, Neil deGrasse Tyson and comic co-host Chuck Nice investigate the sounds of weather.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E3J8esf3aQQ",
            "title": "Neil deGrasse Tyson Explains Earth’s Magnetic Field and Magnetic Poles",
            "description": "We all know about Earth’s magnetic field, right? Well, Neil deGrasse Tyson and comic co-host Chuck Nice are here with another StarTalk Radio explainer to fill you in on the things you might not know about Earth’s magnetic field and magnetic poles.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YPenDUY68rM",
            "title": "Neil deGrasse Tyson Explains Big Numbers",
            "description": "1,000,000,000,000,000,000,000. That’s the estimated number of stars in the universe. That’s a pretty big number. But, how did we get here? And, can we go bigger? You bet we can go bigger. In this video, Neil deGrasse Tyson and comic co-host Chuck Nice are here to help you understand how big some numbers truly are.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=R2gpl3dMa80",
            "title": "Neil deGrasse Tyson Explains Force vs. Pressure",
            "description": "Force and Pressure...are they the same thing? On this StarTalk explainer, Neil deGrasse Tyson and comic co-host Chuck Nice investigate force vs. pressure.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dBwNadry-TU",
            "title": "Neil deGrasse Tyson Explains the Tides",
            "description": "A deep dive into the complex, beautiful phenomenon of tides with Neil deGrasse Tyson and Chuck Nice. Get a closer look at https://brilliant.org/StarTalk where you'll discover more about the gravitational forces that keep our waves rolling. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w7lad5a4XhI",
            "title": "Neil deGrasse Tyson Explains the REAL Length of Day",
            "description": "A day is 24 hours, right? Right?!?! On this StarTalk explainer, Neil deGrasse Tyson and comic co-host Chuck Nice investigate the length of a day.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ORvK0_7oQn0",
            "title": "StarTalk Podcast: Neil deGrasse Tyson Answers Your Deadliest Cosmic Queries",
            "description": "On this episode of StarTalk Radio, Neil deGrasse Tyson and comic co-host Chuck Nice are ready to get morbid. We’ve gathered your fan-submitted Cosmic Queries that explore all things death, from the death of humanity to the death of the universe.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JtahB1-MNvk",
            "title": "Neil deGrasse Tyson's Life Advice Will Leave You SPEECHLESS - One of the Most Eye Opening Interviews",
            "description": "Neil deGrasse Tyson, American astrophysicist, cosmologist, planetary scientist, author, and science communicator, gives one of the most eye opening interviews you will ever hear.►Inspired? Get Neil's book, Astrophysics for People in a Hurry: https://amzn.to/2Mm3YSc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uTChrirK-hw",
            "title": "Was the Moon Landing faked? | Neil deGrasse Tyson | Big Questions",
            "description": "Neil deGrasse Tyson joined us to answer our biggest questions on climate change, God, AI and more. Order your copy of Letters from an Astrophysicist now: https://amzn.to/2DgjVVH …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TdjAJeUy0zM",
            "title": "The Universe and Beyond, with Stephen Hawking",
            "description": "This year’s season finale of StarTalk on National Geographic TV was Neil deGrasse Tyson's interview with Stephen Hawking. In memory of his passing, and in celebration of his life, we offer that episode for you here. Also featuring astrophysicist Janna Levin, comedian Matt Kirshen, physicist Michio Kaku, and Bill Nye the Scie …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5mDzcxy2KVI",
            "title": "Neil deGrasse Tyson On If We Are Living In A Simulated World, Future Of AI, + US Paris Agreement",
            "description": "(Published July 2017)#NeildeGrasseTyson unpacks #Trump's decision to pull out of the Paris Agreement, explains why he's fea …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PTqqiDQP02I",
            "title": "Neil deGrasse Tyson on Aliens, Mars & Why an Asteroid Might Flatten Earth [Full Interview]",
            "description": "2013 Re-Release: Everyone's favorite astrophysicist, Neil deGrasse Tyson, boggles Larry's mind with his thoughts on aliens, traveling to Mars, and why an asteroid might flatten Earth. Plus, Neil on the trials of becoming a black scientist & why role models are overrated. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2J5Dkj-L8K8",
            "title": "StarTalk Podcast: Cosmic Queries – Get Some Space, with Neil deGrasse Tyson",
            "description": "It’s grab bag time! Because we get so many questions submitted for our numerous Cosmic Queries episodes, we can never get to them all. Enter the Grab Bag Edition. On this episode of StarTalk Radio, Neil deGrasse Tyson and comic co-host Chuck Nice are answering an eclectic set of fan-submitted questions covering topics from  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GldRtyEqPt8",
            "title": "Reefer Madness: The Science of Marijuana with Neil deGrasse Tyson and Dr. Staci Gruber",
            "description": "Does weed make you faster? On this episode, Neil deGrasse Tyson and co-hosts Gary O’Reilly and Chuck Nice hash out the effects of cannabis with neuroscientist at Harvard Medical School and director of the MIND Program Dr. Staci Gruber. Is smoking dope really doping? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ggqe0Pa69d0",
            "title": "Why We Believe In Conspiracy Theories with Michael Shermer",
            "description": "Why do rational people believe irrational things? On this episode, Neil deGrasse Tyson and comic co-host Chuck Nice break down media literacy, the psychology behind conspiracy theories, and how to combat our cognitive biases with author and founding publisher of Skeptic Magazine, Michael Shermer. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xRx6f8lv6qc",
            "title": "Neil deGrasse Tyson on Science, Religion and the Universe | Moyers & Company",
            "description": "Bill Moyers continues his conversation with the astrophysicist in part two of a three-part series.Watch part one with Neil deGrasse Tyson: http://bit.ly/1dvNWcW …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YebZyAzLZuc",
            "title": "Physicist Michio Kaku on the Shift in the UFO Phenomenon",
            "description": "Taken from JRE #1828 w/Michio Kaku:https://open.spotify.com/episode/3Xmj... "
        },
        {
            "url": "https://www.youtube.com/watch?v=0pmviUS1Zac",
            "title": "Joe Rogan Experience #1347 - Neil deGrasse Tyson",
            "description": "Neil deGrasse Tyson is an astrophysicist, cosmologist, author, and science communicator. "
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lcYPL3s2Mmw",
            "title": "Neil deGrasse Tyson Explains Nothing",
            "description": "In this StarTalk video, we’re talking about nothing. Not in the Seinfeldian sense, but in the science sense. What is nothing? Neil explains how our usual definition of something being “nothing” is dictated by our senses.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hLPPE3_DVCw",
            "title": "Neil Tyson Demonstrates Absurdity of \"Flat Earth\"",
            "description": "Neil deGrasse Tyson takes on the subject of our spherical world, and this time he has not only science but history on his side. You can learn even more at https://brilliant.org/StarTalk/. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KWTRQhF70k0",
            "title": "Why the Brain Loves Music, Dr. Oliver Sacks, Columbia University",
            "description": "Music has a unique power to alter the brain in remarkable and complex ways, and we humans are a musical species no less than a linguistic one.Thursday, October 18th, 2007 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FyAgx_tzh80",
            "title": "Psychedelics: effects on the human brain and physiology | Simeon Keremedchiev | TEDxVarna",
            "description": "The talk looks at modern research on how psychedelics affect the human brain and consciousness. It focuses on the psilocybin mushroom and examines key scientific findings on its effects on humans. The talk goes into a degree of detail about the short- and long-term effects of psychedelic substances, and seeks to outline th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bf7BXwVeyWw&t=2s",
            "title": "Why is our universe fine-tuned for life? | Brian Greene",
            "description": "http://www.ted.com At the heart of modern cosmology is a mystery: Why does our universe appear so exquisitely tuned to create the conditions necessary for life? In this tour de force tour of some of science's biggest new discoveries, Brian Greene shows how the mind-boggling idea of a multiverse may hold the answer to the r …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YyXRYgjQXX0",
            "title": "Are you a giver or a taker? | Adam Grant",
            "description": "In every workplace, there are three basic kinds of people: givers, takers and matchers. Organizational psychologist Adam Grant breaks down these personalities and offers simple strategies to promote a culture of generosity and keep self-serving employees from taking more than their share. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4q1dgn_C0AU",
            "title": "The surprising science of happiness | Dan Gilbert",
            "description": "http://www.ted.com Dan Gilbert, author of Stumbling on Happiness, challenges the idea that we'll be miserable if we don't get what we want. Our \"psychological immune system\" lets us feel truly happy even when things don't go as planned. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=c0KYU2j0TM4",
            "title": "The power of introverts | Susan Cain",
            "description": "Visit http://TED.com to get our entire library of TED Talks, transcripts, translations, personalized talk recommendations and more. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AZX6awZq5Z0",
            "title": "Information, Evolution, and intelligent Design - With Daniel Dennett",
            "description": "Daniel Dennett explores the first steps towards a unified theory of information, through common threads in the convergence of evolution, learning, and engineering.Subscribe for regular science talks: http://bit.ly/RiSubscRibe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=n-n1ClDhVdA",
            "title": "Q&A - The Neuroscience of Consciousness – with Anil Seth",
            "description": "What is the relationship between consciousness, memory, and identity? Can there be more than one consciousness governed by a single brain? Anil Seth answers questions from the audience following his Discourse. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fl9oDJzfg58",
            "title": "Existential physics: answering life's biggest questions - with Sabine Hossenfelder",
            "description": "Join theoretical physicist Sabine Hossenfelder as she draws on the latest research in quantum mechanics, black holes, string theory and particle physics to explore what modern physics can tell us about the big questions. Watch the Q&A here: https://youtu.be/QiE6P3EcKRk …"
        },
        {
            "url": "https://www.youtube.com/watch?v=c-4flnuxNV4",
            "title": "Why we make bad decisions | Dan Gilbert",
            "description": "http://www.ted.com Dan Gilbert presents research and data from his exploration of happiness -- sharing some surprising tests and experiments that you can also try on yourself. Watch through to the end for a sparkling Q&A with some familiar TED faces. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rrkrvAUbU9Y",
            "title": "The puzzle of motivation | Dan Pink",
            "description": "Visit http://TED.com to get our entire library of TED Talks, transcripts, translations, personalized talk recommendations and more. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KcaVhMt71qE",
            "title": "Robert Greene | The Laws of Human Nature | Talks at Google",
            "description": "Robert Greene returns to Google to explore his latest and most monumental work yet, \"The Laws of Human Nature\". In the talk, Robert discusses how to detach from one's emotions to better understand intrinsic motivations in order to make better decision and master self-control. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zIwLWfaAg-8",
            "title": "Elon Musk: The future we're building -- and boring | TED",
            "description": "Elon Musk discusses his new project digging tunnels under LA, the latest from Tesla and SpaceX and his motivation for building a future on Mars in conversation with TED's Head Curator, Chris Anderson. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YRvf00NooN8",
            "title": "Elon Musk: A future worth getting excited about | TED | Tesla Texas Gigafactory interview",
            "description": "What's on Elon Musk's mind? In this exclusive conversation with head of TED Chris Anderson, Musk details how the radical new innovations he's working on -- Tesla's intelligent humanoid robot Optimus, SpaceX's otherworldly Starship and Neuralink's brain-machine interfaces, among others -- could help maximize the lifespan of hu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iu3Wtf5Vwjk",
            "title": "SCARY WORK ETHIC - Elon Musk Motivational Video",
            "description": "When you are starting your own company, you need to have a high tolerance for pain. Work like hell and know that there will be many failures along the way. Anything which is significantly innovative is going to come with a significant risk of failure. Musk states that being a multi-planet species and out there among the stars acr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RwdY7Eqyguo",
            "title": "Sean Carroll - The Particle at the End of the Universe",
            "description": "It was the universe's most elusive particle, the linchpin for everything scientists dreamed up to explain how stuff works. It had to be found. But projects as big as CERN's Large Hadron Collider don't happen without dealing and conniving, incredible risks and occasional skullduggery.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=laKp1XeEF74",
            "title": "Black Holes and the Fundamental Laws of Physics - with Jerome Gauntlett",
            "description": "Black holes are extraordinary and may even hold the key to unlocking the next phase in our understanding of the laws of physics.Watch the Q&A here: https://youtu.be/0GZRt8kIdVE …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xRel1JKOEbI&t=2s",
            "title": "The Neuroscience of Consciousness – with Anil Seth",
            "description": "Professor of Cognitive and Computational Neuroscience Anil Seth looks at the neuroscience of consciousness and how our biology gives rise to the unique experience of being you.You can also download this talk on our podcast: https://soundcloud.com/royal-institut... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3ZNTVNeSWKI",
            "title": "The Fabric of the Cosmos, Dr. Brian Greene, Columbia University",
            "description": "\"The realization - there’s more to the universe than we’re directly aware of  - helps us appreciate our place in the cosmos.\"Space and time form the very fabric of the cosmos. Yet they remain among the most mysterious of conce …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xj6vV3T4ok8",
            "title": "Gravitational Waves: A New Era of Astronomy Begins",
            "description": "On September 14th, 2015, a ripple in the fabric of space, created by the violent collision of two distant black holes over a billion years ago, washed across the Earth. As it did, two laser-based detectors, 50 years in the making – one in Louisiana and the other in Washington State – momentarily twitched, confirming a century-old pred …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zNVQfWC_evg&t=2s",
            "title": "Quantum Fields: The Real Building Blocks of the Universe - with David Tong",
            "description": "According to our best theories of physics, the fundamental building blocks of matter are not particles, but continuous fluid-like substances known as 'quantum fields'. David Tong explains what we know about these fields, and how they fit into our understanding of the Universe. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1wAaI_6b9JE",
            "title": "Four Dimensional Maths: Things to See and Hear in the Fourth Dimension - with Matt Parker",
            "description": "Matt Parker, comedian and mathematician, shows how four-dimensional shapes appear in a 3D world in this hands-on talk, featuring what is possibly the world's nerdiest knitted hat!Subscribe for weekly science videos: http://bit.ly/RiSubscRibe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=no3qLqUYBLo",
            "title": "Beyond Higgs: The Wild Frontier of Particle Physics",
            "description": "On July 4, 2012 the champagne flowed. The elusive Higgs boson—the fundamental particle that gives mass to all other particles—had been found. After generations of work, the last puzzle piece was in place and the Standard Model of particle physics was complete. So, what’s next? What is the road map that will guide physicists t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rfi3w9Bzwik",
            "title": "The story of 'Oumuamua, the first visitor from another star system | Karen J. Meech",
            "description": "In October 2017, astrobiologist Karen J. Meech got the call every astronomer waits for: NASA had spotted the very first visitor from another star system. The interstellar comet -- a half-mile-long object eventually named `Oumuamua, from the Hawaiian for \"scout\" or \"messenger\" -- raised intriguing questions: Was it a chunk o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dtfaccGmCCs",
            "title": "You Don’t Actually Know What Your Future Self Wants | Shankar Vedantam | TED",
            "description": "\"You are constantly becoming a new person,\" says journalist Shankar Vendantam. In a talk full of beautiful storytelling, he explains the profound impact of something he calls the \"illusion of continuity\" -- the belief that our future selves will share the same views, perspectives and hopes as our current selves -- and shows how w …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Zo62S0ulqhA",
            "title": "What I learned from going blind in space | Chris Hadfield",
            "description": "Visit http://TED.com to get our entire library of TED Talks, transcripts, translations, personalized talk recommendations and more. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pcrwTN5OEZY",
            "title": "Thomas Edison Did Everything He Could To Stop Nikola Tesla Succeeding | Tesla's Death Ray",
            "description": "Nikola Tesla's theory of using alternating current to supply power to American homes is still in use today, but Thomas Edison did his best to try and stop Tesla from succeeding. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ISdBAf-ysI0",
            "title": "The Mind Bending Story Of Quantum Physics (Part 1/2) | Spark",
            "description": "Professor Jim Al-Khalili traces the story of arguably the most important, accurate and yet perplexing scientific theory ever: quantum physics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=A9tKncAdlHQ",
            "title": "Double Slit Experiment explained! by Jim Al-Khalili",
            "description": "\"If you can explain this using common sense and logic, do let me know, because there is a Nobel Prize for you..\"Professor Jim Al-Khalili explains the experiment that reveals the \"central mystery of quantum mechanics\"  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vQE6-PLcGwU",
            "title": "700 years of secrets of the Sum of Sums (paradoxical harmonic series)",
            "description": "Today's video is about the harmonic series 1+1/2+1/3+... . Apart from all the usual bits (done right and animated :)  I've included a lot of the amazing properties of this prototypical infinite series that hardly anybody knows about.  Enjoy, and if you are teaching this stuff, I hope you'll find something interesting to add to your repe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fw1kRz83Fj0",
            "title": "Power sum MASTER CLASS: How to sum quadrillions of powers ... by hand! (Euler-Maclaurin formula)",
            "description": "The longest Mathologer video ever! 50 minutes, will this work? Let's see before I get really serious about that Kurosawa length Galois theory video :) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=94mV7Fmbx88",
            "title": "Fibonacci = Pythagoras: Help save a stunning discovery from oblivion!",
            "description": "In 2007 a simple beautiful connection between two seemingly unrelated mathematical gems was discovered. However, it appears that this discovery has largely gone unnoticed and is actually in danger of being forgotten.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oI_X2cMHNe0",
            "title": "How Electricity Actually Works",
            "description": "This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7OpM_zKGE4o",
            "title": "The Problem with Solar Energy in Africa",
            "description": "Be one of the first 500 people to sign up with this link and get 20% off your subscription with Brilliant.org: https://brilliant.org/RealEngineering/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XRr1kaXKBsU",
            "title": "Why Gravity is NOT a Force",
            "description": "The General Theory of Relativity tells us gravity is not a force, gravitational fields don't exist. Objects tend to move on straight paths through curved spacetime. Thanks to Caséta by Lutron for sponsoring this video. Find out more at: https://www.lutron.com/veritasium …"
        }
    ]
}