{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=n-Z0eG1pKhA",
            "title": "Why Global Warming Is A Hoax",
            "description": "Welcome to Your World Today, HOT TAKE edition, where we use zero jump cuts, one teleprompter, four maniacs, one editor, and we do it all on the first try! In this episode, we explain why \"global waming\" is totes a hoax! If you'd like to consider joining our community of insanity, head to: http://patreon.com/thevalleyfolk, and see Elliot …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=ga-RBuhcJ7w",
            "title": "Climate Change - Myth or Reality?",
            "description": "Climate Change - Myth or Reality? Patrick Bet-David takes a neutral stance in looking at both sides of the climate change argument. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FJUA4cm0Rck",
            "title": "Noam Chomsky: How Climate Change Became a 'Liberal Hoax'",
            "description": "In this sixth video in the series \"Peak Oil and a Changing Climate\" from The Nation and On The Earth Productions, linguist, philosopher and political activist Noam Chomsky talks about the Chamber of Commerce, the American Petroleum Institute and other business lobbies enthusiastically carrying out campaigns \"to try and convin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N-yALPEpV4w",
            "title": "Why renewables can’t save the planet | Michael Shellenberger | TEDxDanubia",
            "description": "Environmentalists have long promoted renewable energy sources like solar panels and wind farms to save the climate. But what about when those technologies destroy the environment? In this provocative talk, Time Magazine “Hero of the Environment” and energy expert, Michael Shellenberger explains why solar and win …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=SgMWejbE6jw",
            "title": "Will Electric Cars Save The Planet? Or Is It Just Propaganda?",
            "description": "In this video, Patrick Bet-David does a deep dive into electric vehicles and breaks down the myths surrounding them. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tlBOC-bwS1w",
            "title": "Former KGB Spy Reveals Russia's Plan To Bring America Down - Jack Barsky",
            "description": "FaceTime or Ask Patrick any questions on https://minnect.com/Want to get clear on your next 5 business moves? https://valuetainment.com/academy/  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Yze1YAz_LYM",
            "title": "Dan Britt - Orbits and Ice Ages: The History of Climate",
            "description": "Another lecture in IHMC's award winning lecture series. http://www.ihmc.usClimate change has become a major political issue, but few understand how climate has changed in the p …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7uHGlfeCBbE",
            "title": "Noam Chomsky: Putin, Ukraine, China, and Nuclear War | Lex Fridman Podcast #316",
            "description": "Noam Chomsky is a linguist, philosopher, and political activist. Please support this podcast by checking out our sponsors:- Skiff: https://skiff.com/lex …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_uuYjUxf6Uk",
            "title": "Can civilisation survive really existing capitalism? | Noam Chomsky",
            "description": "Noam Chomsky: Can civilisation survive really existing capitalism?UCD Philosophy Society Inaugural Lecture 2013Full story: http://www.ucd.ie/news/2013/04APR13/0... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UmIJCGQzCiU",
            "title": "Conversation with global warming skeptic Anthony Watts",
            "description": "Spencer Michels interviews one of the nations's most read climate skeptics Anthony Watts.  Watts believes much of the data used to support global warming theories is faulty.  The big problem, as Watts sees it, is that the stations were temperatures are gathered are too close to urban developments where heat is soaked up a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S1E8SQde5rk",
            "title": "The Contradictions of Battery Operated Vehicles | Graham Conway | TEDxSanAntonio",
            "description": "NOTE FROM TED: This talk only reflects the speaker's personal views and interpretation. Several claims in this talk lack scientific support. We've flagged this talk because it falls outside the content guidelines TED gives TEDx organizers.  TEDx events are independently organized by volunteers. The guidelines we give TEDx organiz …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kybenSq0KPo",
            "title": "Thorium can give humanity clean, pollution free energy | Kirk Sorensen | TEDxColoradoSprings",
            "description": "Kirk Sorensen stumbled across thorium while doing research on how to power a lunar community. Thorium is a cleaner, safer, and more abundant nuclear fuel—one that Kirk believes will revolutionize how we produce our energy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ciStnd9Y2ak",
            "title": "Why I changed my mind about nuclear power | Michael Shellenberger | TEDxBerlin",
            "description": "For more information on Michael Shellenberger, please visit www.tedxberlin.de. Michael Shellenberger is co-founder and Senior Fellow at the Breakthrough Institute, where he was president from 2003 to 2015, and a co-author of the Ecomodernist Manifesto. …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=sytWLB4-W-M",
            "title": "THE BIG EV LIE. Why They Won't Save the Planet & All About Dirty Electricity | TheCarGuys.tv",
            "description": "THE BIG EV LIE. Why They Won't Save the Planet & All About Dirty Electricity | TheCarGuys.tv#electricvehicles #tesla #globalwarming …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4F6_3Fyz0jA",
            "title": "Are Electric Cars Worth It? || The Truth About Electric VS Gas Cars!",
            "description": "Are electric cars worth it? We review the pros and cons of electric cars vs gas cars and hybrid cars in terms of price, maintenance, repairs and environmental impact.  Are electric cars better than gas cars? Are electric cars the future? Are electric cars more reliable? Are electric cars safe? If you are buying a new electric car or el …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dSVLjAdo8UA",
            "title": "Jack Barsky: KGB Spy | Lex Fridman Podcast #301",
            "description": "Jack Barsky is a former KGB spy and author of \"Deep Undercover: My Secret Life and Tangled Allegiances as a KGB Spy in America\". Please support this podcast by checking out our sponsors:- InsideTracker: https://insidetracker.com/lex to get 20% off …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yZYQpge1W5s",
            "title": "Jordan Peterson: “There was plenty of motivation to take me out. It just didn't work\" | British GQ",
            "description": "As part of our 30th-anniversary dissection of masculinity, Helen Lewis interviews controversial Canadian academic and bestselling author Jordan Peterson about the patriarchy, the alt-right, gay parenting, fascist ideologies, his all-beef diet and much more... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=za34H-dT8I0",
            "title": "North Korean Defector Exposes Kim Jong Un & China",
            "description": "North Korea defector and human rights activist Yeonmi Park has a virtual sit down with Patrick Bet-David. Order her book https://amzn.to/3kXt9ux (In Order to Live: A North Korean Girl's Journey to Freedom) See her YouTube channel: https://bit.ly/3dz8F8a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RZlICdawHRA",
            "title": "A Funny Thing Happened on the Way to Global Warming",
            "description": "Steven F. Hayward, Pepperdine UniversityThis lecture is part of Hillsdale College's 2014 CCA series. To learn more about Hillsdale College and the CCA programs, visit http://www.hillsdale.edu/outreach/cca "
        },
        {
            "url": "https://www.youtube.com/watch?v=nCBEBIBsJzM",
            "title": "Catastrophe and Cartography - Ice Age Floods Visualized",
            "description": "Since we are covering numerous controversial topics in this video, I wanted to be sure and include lots of links for you to do your own research on.  One of the most important points to keep in mind though, is that water and erosion are scale-invariant.  In other words we can see the same shapes and patterns, but on radically diff …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T7uwtNoWBK0",
            "title": "Why did Russia attack Ukraine and what are its geopolitical implications?",
            "description": "This ANU Public Lecture by Emeritus Professor Paul Dibb of the Strategic and Defence Studies Centre examines why President Putin decided to invade the Ukraine and what the implications are for international order, including the risk of a wider war in Europe and the potential use of nuclear weapons. "
        },
        {
            "url": "https://www.youtube.com/watch?v=gk4tEO4jDUM",
            "title": "Joe Rogan: Comedy, Controversy, Aliens, UFOs, Putin, CIA, and Freedom | Lex Fridman Podcast #300",
            "description": "Joe Rogan is a comedian, UFC commentator, and host of the Joe Rogan Experience. Please support this podcast by checking out our sponsors:- Theragun: https://therabody.com/lex …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T3FC7qIAGZk",
            "title": "Andrew Bustamante: CIA Spy | Lex Fridman Podcast #310",
            "description": "Andrew Bustamante is a former CIA covert intelligence officer. Check out his work and podcast at https://everydayspy.com Please support this podcast by checking out our sponsors:- Wealthfront: https://wealthfront.com/LEX to get $50 sign-up bonus …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cMscNuSUy0I",
            "title": "Noam Chomsky: Language, Cognition, and Deep Learning | Lex Fridman Podcast #53",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=wJtfWZGxnGI",
            "title": "Surviving the 21st Century by Professor Noam Chomsky",
            "description": "Professor Noam Chomsky Institute Professor & Professor of Linguistics (Emeritus), Massachusetts Institute of Technology addressed this question of global significance in a special Durham Castle Lecture on 22nd May. "
        },
        {
            "url": "https://www.youtube.com/watch?v=iR_NmkkMmO8",
            "title": "Language use & design: conflicts & their significance | Prof Noam Chomsky",
            "description": "04 April 2013 - Noam Chomsky - 'Language Use and Design: conflicts and their significance'Full story: http://www.ucd.ie/news/2013/04APR13/0... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4fTxHIVUjRc",
            "title": "The Chris Hedges Report: The truth about Ukraine with Medea Benjamin",
            "description": "Peace activist and author Medea Benjamin joins The Chris Hedges Report to discuss the history of Ukraine as explained in her new book, War in Ukraine: Making Sense of a Senseless Conflict, co-authored with Nicholas Davies. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nGt82RFfg3U",
            "title": "Yanis Varoufakis blows the lid on Europe's hidden agenda",
            "description": "What happened in Greece during the crisis? And what happens when you take on the establishment?In this extensive interview, former finance minister of Greece Yanis Varoufakis, talks about his new book  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wuKJSwkCHwE",
            "title": "'Climate Change Denier' Marc Morano Pushes Back on Global Warming Hysteria",
            "description": "'Climate Change Denier' Marc Morano Pushes Back on Global Warming Hysteria "
        },
        {
            "url": "https://www.youtube.com/watch?v=pwvVephTIHU",
            "title": "Global warming: why you should not worry",
            "description": "(Boston Globe) An MIT scientist explains the potential dangers "
        },
        {
            "url": "https://www.youtube.com/watch?v=_HytJn6uaRk",
            "title": "The Unusual Earth Orbit Circling Above Our Ancient Past | Roger G. Gilbertson | TEDxColoradoSprings",
            "description": "NOTE FROM TED: We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside the TEDx content guidelines. Claims made in this talk only represent the speaker’s personal views which are not corroborated by scientific evidence. TEDx events are independently organized by volunteers. The guidelin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BT254smRufA",
            "title": "How I figured out the Achilles heel of Vladimir Putin | William Browder | TEDxBerlin",
            "description": "For more information on William Browder, please visit our website www.tedxberlin.de. xxx This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx "
        },
        {
            "url": "https://www.youtube.com/watch?v=YtAR_OGzlcg",
            "title": "Why there is no way back for religion in the West | David Voas | TEDxUniversityofEssex",
            "description": "Religion is in decline across the Western world.  Whether measured by belonging, believing, participation in services, or how important it is felt to be, religion is losing ground.  Society is being transformed, and the momentum appears to be unstoppable.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tHO1ebNxhVI",
            "title": "Making Safe Nuclear Power from Thorium | Thomas Jam Pedersen | TEDxCopenhagen",
            "description": "Thomas Jam Pedersen, engineer and co-founder of Copenhagen Atomics, was skeptical at first upon discovering and reading about thorium energy, which is present everywhere in the world and could technically provide an inexpensive energy supply for everyone for thousand years. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ktQzM2IA-qU",
            "title": "Tackling diabetes with a bold new dietary approach: Neal Barnard at TEDxFremont",
            "description": "www.tedxfremont.com Currently 100 million Americans are pre-diabetic or diabetic, and one in three kids born after the year 2000 will develop diabetes. Neal Barnard, clinical researcher and founder of the Physicians Committee for Responsible Medicine (PCRM), identifies the causes of this serious issue and advises us h …"
        },
        {
            "url": "https://www.youtube.com/watch?v=B0Y-GU3JqiQ",
            "title": "How dogs love us | Dr. Gregory Berns | TEDxAtlanta",
            "description": "Ever wondered what your dog is thinking? Does he really miss you when you’re gone? Finally, we have the answer, thanks to MRI technology. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HEfpxiUIZPs",
            "title": "8 ways the world could suddenly end: Stephen Petranek at TEDxMidwest",
            "description": "Unintentional \"Dark Futurist\", Stephen Petranek, re-visits the subject matter of his original eleven year old TED Talk and offers the audience an extraordinarily sobering look at the eight critical issues that threaten human life on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zeAEFEXvcBg",
            "title": "Why do so many incompetent men become leaders? | Tomas Chamorro-Premuzic | TEDxUniversityofNevada",
            "description": "There is a pathological mismatch between the qualities that seduce us in a leader and those that are needed to be an effective leader. Based on research on the psychology of leadership, Chamorro-Premuzic shows that if leaders were selected on competence rather than confidence, humility rather than charisma, and integrity  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sWN13pKVp9s",
            "title": "Obesity is a National Security Issue: Lieutenant General Mark Hertling at TEDxMidAtlantic 2012",
            "description": "Lieutenant General Mark Phillip Hertling, is the Commanding General, US Army Europe and Seventh Army. In that role, he is the commander of the approximately 42,000 U.S. Army forces assigned to Europe, and he is the Army Component Commander of U.S. European Command. While Hertling's primary role is training U.S. Army s …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=yVOnHWnLSeU",
            "title": "The Mystery Flaw of Solar Panels",
            "description": "Be one of the first 500 people to sign up with this link and get 20% off your subscription with Brilliant.org! https://brilliant.org/realengineering/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kSu7fNDKqvM",
            "title": "Jay Leno on Elon Musk, the EV market, investing in cars and his car collection",
            "description": "#ElonMusk #JayLeno EV #YahooFinanceYahoo Finance’s Pras Subramanian spoke with ‘Jay Leno’s Garage’ Host, Jay Leno, at his garage in California, as they discuss Jay’s car collection, Elon Musk, electric vehicles, the seventh season of ‘Jay Leno’s Garage’,  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=l7qKebPKMJQ",
            "title": "How Tea And Biscuits Killed The British Car Industry!",
            "description": "Why are the no British owned car makers? The British car industry was once the greatest in the world with legendary cars like the E-Type, Mini and Range Rover, but in the 60s and 70s British cars got a reputation for being unreliable and slow. Sales fell and a Government merger and nationalisation failed to make British L …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UJoC-Fvc6qU",
            "title": "Most Useless Megaprojects in the World (Part 2)",
            "description": "Abandoned, Delayed, and Failed Megaprojects. In this video, we go over the Most Useless and Expensive Megaprojects in the World including the World's Strangest Airport, America's Superconducting Super Collider, and North Korea's Hotel of Doom! For more Construction & Mega Project content be sure to subscribe to Top  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Poy26bvSfS4",
            "title": "Hydrogen: Nature's Fuel",
            "description": "You've probably heard something about hydrogen. You may know hydrogen can be used to fuel vehicles, but did you know that clean, abundant hydrogen is used safely all around you every day? \"Hydrogen: Nature's Fuel\" shows hydrogen at work in warehouses, golf courses, and even breweries. The hydrogen used in these applicatio …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bYaYCltLsdk",
            "title": "How did the American Civil War Actually Happen? - American Civil War - Part 1",
            "description": "How did the American Civil War Actually Happen? - American Civil War - Part 11819. The newly-born United States of America sat in a state of delicate balance. 11 free states, 11 slave  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7JJHr78Ksx0",
            "title": "The reality of living with an EV that nobody talks about !!",
            "description": "The reality of living with an EV can be amazing or impossible depending on a couple of critical things that you have or not !  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tH8ll5VboC8",
            "title": "Is The EV Dead on Arrival? The Four Horsemen of the Electric Carpocalypse",
            "description": "Today, I stir up the hornet's nest and once again talk about EVs. Surprisingly, I actually quite like them - but I dislike the idea of them being forced upon people. So in this episode I cite four reasons why they might not be as great as they're made out! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FWTUs9FnV9o",
            "title": "What to consider before buying an EV",
            "description": "Whether you hate Electric Vehicles or want to buy one, there are some things you should know first. Check out this video (it's a long one) to learn more.#ev #electricvehicles #cars "
        },
        {
            "url": "https://www.youtube.com/watch?v=plcc6E-E1uU",
            "title": "Avi Loeb: Aliens, Black Holes, and the Mystery of the Oumuamua | Lex Fridman Podcast #154",
            "description": "Avi Loeb is an astrophysicist at Harvard. Please support this podcast by checking out our sponsors:- Zero Fasting: https://go.zerofasting.com/s/lex-promo to get 30% off annual subscription- LMNT: https://drinkLMNT.com/lex to get free sample pack …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cC1LFC0KFSw",
            "title": "Brett Johnson: US Most Wanted Cybercriminal | Lex Fridman Podcast #272",
            "description": "Brett Johnson was a US Most Wanted cybercriminal, called the Original Internet Godfather by US Secret Service for building the first organized cybercrime community called ShadowCrew, which was the precursor to today's darknet and darknet markets. Please support this podcast by checking out our sponsors: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-5RCmu-HuTg",
            "title": "Jordan B. Peterson on 12 Rules for Life",
            "description": "Don't forget to Subscribe to our Channel!. The clinical psychologist Jordan Peterson sets out twelve profound and practical principles for living a m …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aMcjxSThD54",
            "title": "Jordan Peterson debate on the gender pay gap, campus protests and postmodernism",
            "description": "Channel 4 News’ full, fiery interview with clinical psychologist and professor Jordan B Peterson, whose views on gender have amassed great controversy - and a huge online following. He discusses the pay gap, patriarchy and his new book \"12 Rules for Life.\" Subscribe: http://bit.ly/2mFYm8e. "
        },
        {
            "url": "https://www.youtube.com/watch?v=6grun0mNktA",
            "title": "40 Minutes of Jokes about Gen Z | Netflix",
            "description": "Gabriel Iglesias, Amy Schumer, and Cedric the Entertainer on Gen Z.Subscribe: https://bit.ly/2Kncxw6 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9qRxNYuR2c4",
            "title": "Dictator's Dilemma (Full Episode) | North Korea: Inside the Mind of a Dictator",
            "description": "Examining the mind of Kim Jong Un, we explore the unpredictable leader as he forges a future for his country while maintaining control of its people. An intimate archive takes us inside the Kim family including his ascendant sister, and with an exclusive interview with a duped assassin we learn how Kim arranged the a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8yqa-SdJtT4",
            "title": "Podcast: Tyranny, Slavery and Columbia U | Yeonmi Park | The Jordan B. Peterson Podcast - S4: E26",
            "description": "On this episode of the Jordan Peterson Podcast, Jordan was joined by Yeonmi Park. Yeonmi Park is a North Korean defector and human rights activist trying to shine a light on the atrocities still being committed in North Korea by the current Kim regime. She wrote her experiences into a bestseller, ‘In Order to Live.’  She tells s …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1KAGBGKQipY",
            "title": "Former CIA Agent Reveals China’s Cold War with The West",
            "description": "Mike Baker, the former CIA Agent sits down with Patrick Bet-David. In this interview they talk about China, the life in CIA, America's biggest threats and more. Let Mike know your thoughts: https://bit.ly/2QWhtxZ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ujxLJx223-Y",
            "title": "Milton Friedman, Academy Class of 1971, Full Interview",
            "description": "www.achievement.orgCopyright: American Academy of Achievement "
        },
        {
            "url": "https://www.youtube.com/watch?v=XlhFMa4t28A",
            "title": "'The Game is Rigged': Richard Wolff",
            "description": "ACLU SoCal, L.A. Progressive and Occidental College hosted Richard Wolff for a discussion on economic rights and reform, on February 10, 2015 at Occidental College. "
        },
        {
            "url": "https://www.youtube.com/watch?v=yyi8td2B25o",
            "title": "The Rise of US Totalitarianism | Panel | Jordan B Peterson Podcast S4 (2022): E93",
            "description": "Free Speech & Safe Spaces  In part 1 out of 4 of this compilation series, we look at excerpts from the Maps of Meaning lecture series  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=adUCP1S41GU",
            "title": "How the CELTS Changed The ENGLISH LANGUAGE",
            "description": "The Celts were the dominant culture in England for many centuries from about 900 BC until 43 AD but who were there before them. Who built Stonehenge and the other Neolithic sites in Britain? And how did the Celts influence the English language. New research and DNA evidence tells us more than we knew even a few years ago.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cxxLU8ZtMH4",
            "title": "The Unbelievable Story of Earth’s Most Epic Flood",
            "description": "Head to http://actnow.climeworks.com/besmart  and learn more about removing CO₂ from the air. ↓↓↓ More info and sources below ↓↓↓ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tm7poMupE8k",
            "title": "Konstantin Batygin: Planet 9 and the Edge of Our Solar System | Lex Fridman Podcast #201",
            "description": "Konstantin Batygin is a planetary astrophysicist at Caltech. Please support this podcast by checking out our sponsors:- Squarespace: https://lexfridman.com/squarespace and use code LEX to get 10% off …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WKTKeBChgfY",
            "title": "The Coming Cold War II, Geopolitics, Fatherhood, Fear, and More — Niall Ferguson, Historian",
            "description": "Brought to you by Wealthfront high-yield savings account http://wealthfront.com/tim, ShipStation shipping software http://shipstation.com/tim, and Athletic Greens all-in-one nutritional supplement http://athleticgreens.com/tim …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qciVozNtCDM",
            "title": "The causes and consequences of the Ukraine war A lecture by John J. Mearsheimer",
            "description": "Professor John J. Mearsheimer will discuss the current Russian invasion on Ukraine whilst exploring the potential causes and consequences of the crisis. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IWRXLrJhqA0",
            "title": "Timothy Snyder: The Making of Modern Ukraine. Class 21. Comparative Russian Imperialism",
            "description": "Class 21 features guest lecturer, Professor Arne Westad, comparing Russian imperialism with other empires in recent centuries. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DxREm3s1scA",
            "title": "Elon Musk: SpaceX, Mars, Tesla Autopilot, Self-Driving, Robotics, and AI | Lex Fridman Podcast #252",
            "description": "Elon Musk is CEO of SpaceX, Tesla, Neuralink, and The Boring Company.To support this podcast by checking out our sponsors: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rxmw9eizOAo",
            "title": "Joe Rogan Experience #1284 - Graham Hancock",
            "description": "Graham Hancock is an English author and journalist, well known for books such as “Fingerprints Of The Gods” & “Magicians of the Gods”. His new book \"America Before\" comes on out April 23. http://grahamhancock.com/ "
        },
        {
            "url": "https://www.youtube.com/watch?v=sY8aFSY2zv4",
            "title": "Jordan Peterson: Life, Death, Power, Fame, and Meaning | Lex Fridman Podcast #313",
            "description": "Jordan Peterson is a psychologist, lecturer, podcast host, and author. Please support this podcast by checking out our sponsors:- Notion: https://notion.com/startups to get up to $1000 off team plan …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4dC_nRYIDZU",
            "title": "Sam Harris: Consciousness, Free Will, Psychedelics, AI, UFOs, and Meaning | Lex Fridman Podcast #185",
            "description": "Sam Harris is an author, podcaster, and philosopher. Please support this podcast by checking out our sponsors:- National Instruments (NI): https://www.ni.com/perspectives- Belcampo: https://belcampo.com/lex and use code LEX to get 20% off first order …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5Gk9gIpGvSE",
            "title": "Climate Change Debate: Bjørn Lomborg and Andrew Revkin | Lex Fridman Podcast #339",
            "description": "Bjørn Lomborg is author of \"False Alarm\". Andrew Revkin is a climate journalist (21 years at NY Times). Please support this podcast by checking out our sponsors:- Eight Sleep: https://www.eightsleep.com/lex to get special savings …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4KiO8GRgwDk",
            "title": "Chris Tarbell: FBI Agent Who Took Down Silk Road | Lex Fridman Podcast #340",
            "description": "Chris Tarbell is a former FBI special agent and cybercrime investigation specialist who brought down Ross Ulbricht and Silk Road, and Hector Monsegur (aka Sabu) of LulzSec and Anonymous. Please support this podcast by checking out our sponsors: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kD5yc1LQrpQ",
            "title": "Michio Kaku: Future of Humans, Aliens, Space Travel & Physics | Lex Fridman Podcast #45",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=M95m2EFb7IQ",
            "title": "Ray Dalio: Principles, the Economic Machine, AI & the Arc of Life | Lex Fridman Podcast #54",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=0ZO28NtkwwQ",
            "title": "Magnus Carlsen: Greatest Chess Player of All Time | Lex Fridman Podcast #315",
            "description": "Magnus Carlsen is the highest-rated chess player in history and widely considered to be the greatest chess player of all time. Quick note from Lex: The camera on Magnus died 20 minutes in. Most folks still just listen to audio-only version, but here on YouTube, we did our best to still make it interesting to watch & listen by adding i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wyfbENNqBbI",
            "title": "Global Development Goals Beyond 2015",
            "description": "Prof Thomas Pogge  - Leitner Professor of Philosophy and Internal Affairs at Yale University Director of the Global Justice Program, delivered this lecture as part of the Durham Castle Lecture Series 2013/14 at Durham Castle on 14th May 2014. "
        },
        {
            "url": "https://www.youtube.com/watch?v=xI2qSQWvPnM",
            "title": "Noam Chomsky on Democracy and the Media (1994)",
            "description": "After prepared remarks concerning democracy and the media in the new world order, Mr. Chomsky answered questions from the audience. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WvczABgZbhU",
            "title": "Obama, the Middle East, and the Prospects for Peace",
            "description": "In a lecture reaching far beyond the designated topic of Middle East peace prospects, Noam Chomsky is sharply critical of Israel, India, Pakistan, President Obama, and the U.S. - which he calls a \"rogue nation\" and \"the Godfather.\" He accuses the U.S. of controlling Israel and undermining the two-state solution that would es …"
        },
        {
            "url": "https://www.youtube.com/watch?v=e_EgdShO1K8",
            "title": "Education For Whom and For What?",
            "description": "Noam Chomsky, a world-renowned linguist, intellectual and political activist, spoke at the University of Arizona on Feb. 8, 2012. His lecture, \"Education: For Whom and For What?\" featured a talk on the state of higher education, followed by a question-and-answer session.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=u0t34c3W8d0",
            "title": "Keio Linguistic Colloquium SYNTAX SESSION Professor Noam Chomsky (MIT)",
            "description": "Keio Linguistic ColloquiumSYNTAX SESSIONProfessor Noam Chomsky (MIT) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PTuawY8Qnz8",
            "title": "Noam Chomsky on the State-Corporate Complex: A Threat to Freedom and Survival",
            "description": "(Note: issues with sound and video quality)The Hart House Debates Committee, Near East Cultural and Educational Foundation (NECEF), and Scienc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=I43uC1mfHKc",
            "title": "Inflation, Europe's energy crisis, and the Fed with Richard Wolff | The Chris Hedges Report",
            "description": "Read the transcript of this interview: https://therealnews.com/richard-wolff...The Federal Reserve has responded to runaway inflation by hiking up interest rates at the same time that  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wOyrNlgobYc",
            "title": "The Chris Hedges Report: America's dangerous leaders with Andrew Bacevich",
            "description": "Retired Army Colonel Andrew Bacevich argues America's leaders are woefully out of touch with reality, and unable to adapt to a changing world. Unless they are wrenched from power, the twilight of the American empire will be one filled with catastrophe after catastrophe. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jdkca09EHRI",
            "title": "Victor Davis Hanson: Biden is the most dangerously radical President in US history",
            "description": "Whether it's Biden’s push for vaccine mandates or his massive spending programmes, we have never seen a President like it. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gGeevtdp1WQ",
            "title": "Yanis Varoufakis: Is Capitalism Devouring Democracy?",
            "description": "In is address to the Cambridge Forum in Massachusetts, Economist and fierce EU critic Yanis Varoufakis considers the need for a radically new way of thinking about the economy, finance and capitalism. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=g6BK5Q_Dblo",
            "title": "New Religions of the 21st Century | Yuval Harari | Talks at Google",
            "description": "Techno-Religions and Silicon Prophets: Will the 21st century be shaped by hi-tech gurus or by religious zealots – or are they the same thing? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IyoGdwVIwWw",
            "title": "Sam Bankman-Fried Interviewed Live About the Collapse of FTX",
            "description": "Sam Bankman-Fried, co-founder of the cryptocurrency firm FTX, gave his first live interview since his company filed for bankruptcy. Andrew Ross-Sorkin of The New York Times asked Bankman-Fried to address allegations of fraud and mismanagement and whether the people and organizations who are owed money will get any o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=L7wQp0Ir5Vc",
            "title": "Mark Steyn’s Stand Against Climate Alarmism: In-Depth with the Climate Crybully Conniption-Inducer",
            "description": "For the New Criterion, Ben Weingarten, commentator and Founder & CEO of ChangeUp Media sits down with Mark Steyn, international bestselling author, political pundit, cultural critic and hardened climate change dissenter Mark Steyn for an in-depth interview. During their discussion, Weingarten and Steyn discuss the chilling of …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VohY_EKRzlg",
            "title": "Elon Musk to expose Twitter's Hunter Biden story cover-up",
            "description": "Elon Musk says it is “necessary” to publicise all internal discussions surrounding Twitter’s decision to censor the New York Post’s original Hunter Biden laptop story ahead of the 2020 election. "
        },
        {
            "url": "https://www.youtube.com/watch?v=fLXAheLJoe0",
            "title": "Are We Dumb about Intelligence? Amy Zegart on the Capabilities of American Intel Gathering",
            "description": "Recorded on March 17, 2022Amy Zegart is a fellow at the Hoover Institution, a professor of political science at Stanford University, and …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IOKElp_jGLQ",
            "title": "2018 Annual GWPF Lecture Prof Richard Lindzen Global Warming For The Two Cultures",
            "description": "2018 Annual GWPF LectureProf Richard Lindzen …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-pZJ2WrZyZQ",
            "title": "“Justin Trudeau Is A Narcissist” Jordan Peterson Reacts To Justin Trudeau",
            "description": "Dr. Peterson reacts to Canadian PM Justin Trudeau's remarks on swastikas and confederate flags during the trucker protests, dubbing him a narcissist better fit for Broadway than Parliament Hill. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9W8IY0Sx1b4",
            "title": "Rise of the Nazis - Full Episode | BBC Select",
            "description": "This in-depth BBC World War II documentary series examines how Adolf Hitler and the Nazi Party rose to power in 1930s Germany and how they brutally retained control and destroyed democracy. Rise of the Nazis also explores the missed opportunities to stop Hitler prior to World War 2 and takes us inside the minds of tho …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZyfE3IvDWR8",
            "title": "Is the house of history built on foundations of sand? | Graham Hancock | TEDxReading",
            "description": "NOTE from TED: Please be aware that this talk contains outdated and counterfactual assertions, and should not be understood as a representation of modern scholarship on ancient civilizations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mTwS9_PReM4",
            "title": "The Hidden World Beneath the Antarctic Ice Sheet | John Priscu | TEDxBozeman",
            "description": "Following more than a decade of international and national planning and an intense week of on-ice weather delays, Priscu led the field team successfully drilled through the overlying ice sheet and sampled directly the waters and sediments of a lake hidden beneath the Antarctic ice sheet. The groundbreaking exploration o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-wkdH_wluhw",
            "title": "What animals are thinking and feeling, and why it should matter | Carl Safina | TEDxMidAtlantic",
            "description": "Carl Safina takes us inside the lives and minds of animals around the world, witnessing their profound capacity for perception, thought and emotion, showing why the word \"it\" is often inappropriate as we discover \"who\" they really are. And yet, we are wiping out the very animals we should celebrate; we are the flood coming for N …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MLKj1puoWCg",
            "title": "TEDxOrangeCoast - Daniel Amen - Change Your Brain, Change Your Life",
            "description": "Change your Brain, Change your Life. Revelations  based on studying 63,000 brain images across 90 countries over 20 years. How Brain imaging can change paradigms and our understanding of healthy life, no matter where we live. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8bwKjO9hauw",
            "title": "Why do Trump and Putin get along so well? | Michael McFaul | TEDxStanford",
            "description": "During his tenure as U.S. Ambassador to Russia under President Obama, Stanford Political Science Professor Michael McFaul lived with death threats against him and his family. Since returning to the U.S., McFaul has been banned from returning to Russia, but at home he is one of the most sought-after observers of what he call …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S1E8SQde5rk&t=2s",
            "title": "The Contradictions of Battery Operated Vehicles | Graham Conway | TEDxSanAntonio",
            "description": "NOTE FROM TED: This talk only reflects the speaker's personal views and interpretation. Several claims in this talk lack scientific support. We've flagged this talk because it falls outside the content guidelines TED gives TEDx organizers.  TEDx events are independently organized by volunteers. The guidelines we give TEDx organiz …"
        },
        {
            "url": "https://www.youtube.com/watch?v=18YwBwIK_no",
            "title": "How we found out evolution is true: John van Wyhe at TEDxNTU",
            "description": "John van Wyhe is a historian of science at the National University of Singapore. He is the Director of Darwin Online and Wallace Online, the author of eight books and lectures and broadcasts around the world.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=d0yGdNEWdn0",
            "title": "How to learn any language in six months | Chris Lonsdale | TEDxLingnanUniversity",
            "description": "Never miss a talk! SUBSCRIBE to the TEDx channel: http://bit.ly/1FAg8hBChris Lonsdale is Managing Director of Chris Lonsdale & Associates, a company established to catalyse b …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rmuTvYo2JkA",
            "title": "Rethink Retirement - well-being beyond your bank account | Clare Davenport | TEDxBYU",
            "description": "Navigating your retirement can be tricky. What does retirement mean, and how do you continue to live vibrantly during it? In this TED talk, Clare uncovers how we might reframe and redesign this important life stage and our outdated definitions. She will help you think about another type of Retirement ROI – beyond your bank acc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N2vzotsvvkw",
            "title": "Thorium: Kirk Sorensen at TEDxYYC",
            "description": "Kirk Sorensen discuss \"Thorium\" at TEDxYYC 2011.Kirk Sorensen is founder of Flibe Energy and is an advocate for nuclear energy based on thorium and liqui …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3WMuzhQXJoY",
            "title": "MEETING THE ENEMY A feminist comes to terms with the Men's Rights movement | Cassie Jaye | TEDxMarin",
            "description": "By facing long-held assumptions, one woman reevaluates her own gender biases. Documentary Filmmaker, The Red Pill  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DMHMOQ_054U",
            "title": "The 4 phases of retirement | Dr. Riley Moynes | TEDxSurrey",
            "description": "Imagine squeezing all the juice out of retirement! When interviewed on his research, Dr. Riley Moynes commented, “I wish I knew then what I know now about the psychological challenges that accompany retirement. It would have made things much clearer and easier.” …"
        },
        {
            "url": "https://www.youtube.com/watch?v=v_ONFix_e4k",
            "title": "Power Foods for the Brain | Neal Barnard | TEDxBismarck",
            "description": "NOTE FROM TED: Please do not look to this talk for medical advice. The speaker makes assertions about a specific diet that lack sufficient scientific evidence for general prescription. TEDx events are independently organized by volunteers. The guidelines we give TEDx organizers are described in more detail here: http:// …"
        },
        {
            "url": "https://www.youtube.com/watch?v=da1vvigy5tQ",
            "title": "Reversing Type 2 diabetes starts with ignoring the guidelines | Sarah Hallberg | TEDxPurdueU",
            "description": "Can a person be \"cured\" of Type 2 Diabetes? Dr. Sarah Hallberg provides compelling evidence that it can, and the solution is simpler than you might think. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LWQfe__fNbs",
            "title": "Is there scientific proof we can heal ourselves? | Lissa Rankin, MD | TEDxAmericanRiviera",
            "description": "Never miss a talk! SUBSCRIBE to the TEDx channel: http://bit.ly/1FAg8hBAbout Lissa Rankin, MD: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XS9fiDn4Qo8",
            "title": "What can we learn from old dogs? | David Waters | TEDxPurdueU",
            "description": "What can old dogs teach us about human aging and cancer?  Dr. David Waters wittily shows us how getting \"out of the laboratory and into the living room\" allowed him to make a ground-breaking discovery in very old dogs that could hold important implications for new and effective cancer treatments in people. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gQVC-8WEB7s",
            "title": "We’re Doing Dying All Wrong | Ken Hillman | TEDxSydney",
            "description": "As a world leader in managing the care of very sick people, Ken Hillman’s breakthrough methods of treating critically ill patients have become the gold standard in Australia, the U.S. and Europe. His job is about keeping people alive, but he asks us to question whether that’s always a good thing. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-t4m6mo0bMY",
            "title": "The Power of a Pet | Rustin Moore | TEDxOhioStateUniversity",
            "description": "Dr. Rustin Moore tells us about zooeyia which includes the the power of the human-animal bond and the benefits of having a pet. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GyF9LLDL6-k",
            "title": "Where Are All The Aliens? | Tim O'Brien | TEDxOldham",
            "description": "We now know of thousands of planets orbiting other stars. But we know of only planet that hosts life – the Earth.Most scientists think that life elsewhere in the Universe is likely to exist, but so far there is no evidence that extra-terrestrials exist or that they have visited us. However, we can search for signs of life on distant planets a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BrNs0M77Pd4",
            "title": "Artificial Intelligence: it will kill us | Jay Tuck | TEDxHamburgSalon",
            "description": "For more information on Jay Tuck, please visit our website www.tedxhamburg.deUS  defense expert Jay Tuck was news director of the daily news program ARD-Tagesthemen and combat …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lQ-d267WR_Q",
            "title": "Tom Brokaw's Big Ideas: Tom Brokaw at TEDxPortland",
            "description": "In only a way that Tom Brokaw can, we are taken through a time travel exposition of great ideas that have defined and transformed life in this world as we know it. Filled with many first hand accounts, his storytelling mastery delighted the crowd inspiring everyone to bigger and better pursuits. In closing, he challenges us to desig …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oDsMlmfLjd4",
            "title": "Great leadership comes down to only two rules | Peter Anderton | TEDxDerby",
            "description": "Peter takes us on a whistle stop tour of leadership in the last 16 centuries and tells us why everything you ever need to know about leadership comes down to only two rules. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VNGFep6rncY",
            "title": "Why the majority is always wrong | Paul Rulkens | TEDxMaastricht",
            "description": "This talk was given at a local TEDx event, produced independently of the TED Conferences. Paul Rulkens is an expert in achieving big goals in the easiest, fastest and most elegant way possible. Originally trained as a chemical engineer, he has moved his focus to the fascinating field of high performance.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tlB1pFwGhA4",
            "title": "Bullying and Corporate Psychopaths at Work: Clive Boddy at TEDxHanzeUniversity",
            "description": "Clive is a Professor of Leadership and Organizational Behavior at Middlesex University in England. For the past seven years, he has studied the evidence and effects of toxic leadership, and in particular the influence of the presence of corporate psychopaths on various workplace outcomes, including on levels of conflict and bu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vuIlsN32WaE",
            "title": "The mathematics of weight loss | Ruben Meerman | TEDxQUT (edited version)",
            "description": "NOTE FROM TED: This talk only represents a stoichometric approach to understanding metabolism and weight loss. TEDx events are independently organized by volunteers. The guidelines we give TEDx organizers are described in more detail here: http://storage.ted.com/tedx/manuals/t... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SSH5EY-W5oM",
            "title": "My descent into America's neo-Nazi movement & how I got out | Christian Picciolini | TEDxMileHigh",
            "description": "At 14-years-old, Christian Picciolini went from naive teenager to white supremacist, and soon, the leader of America’s first neo-Nazi skinhead gang. How was he radicalized, and how did he ultimately get out? In this courageous talk, Christian shares a surprising and counterintuitive solution to hate in all forms. After leavi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fbeFn1Xcqo4",
            "title": "Eat for real change | Dr Joanna McMillan | TEDxMacquarieUniversity",
            "description": "This talk was given at a local TEDx event, produced independently of the TED Conferences. Most of us know we should eat better, but we don’t do it. We are increasingly confused over nutrition with so many conflicting views, and we give scarce thought as to how we eat or our relationship with food. We can only bring about real c …"
        }
    ]
}