{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=43BDpdMq_Ag",
            "title": "Two theories for an unsolved Soviet mystery",
            "description": "What killed 9 hikers in 1959?✉️ Sign up for our newsletter: http://www.vox.com/video-newsletter …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=GD1d8wKIrps",
            "title": "Why people think this photo of JFK's killer is fake",
            "description": "This photo of Lee Harvey Oswald has been analyzed for decades.Subscribe and turn on notifications (🔔) so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dphq5X-rMew",
            "title": "How the “lost cities” of the Amazon were finally found",
            "description": "And why they were so hard to seeSubscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Xsx6xqi0vzU",
            "title": "The (mostly) true story of “ghost photography\"",
            "description": "William Mumler claimed he could photograph ghosts ... and no one could prove he couldn’t.Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=VYDaqto22NY",
            "title": "Mysterious Death of Reporter Dorothy Kilgallen & the JFK Assassination",
            "description": "Author and former criminal defense attorney, Mark Shaw, speaks about his book \"The Reporter Who Knew Too Much\" and its follow-up, \"Denial of Justice.\" Each chronicle not only his 12 years of research but most importantly, the life and times and mysterious death of What's My Line? TV star and crack investigative reporter D …"
        },
        {
            "url": "https://www.youtube.com/watch?v=waOUNwZA4aQ",
            "title": "Why the US photographed its own WWII concentration camps",
            "description": "Dorothea Lange’s photos of the incarceration of Japanese Americans went largely unseen for decades. Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P8QVBt2hh9M",
            "title": "Was this famous war photo staged? feat. Errol Morris",
            "description": "The obsessive journey to answer one question: Which of these photos was taken first?Subscribe to our channel! http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=twAP3buj9Og",
            "title": "Who made these circles in the Sahara?",
            "description": "Someone left these marks in the sand. We had to find out who.Subscribe and turn on notifications 🔔 so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hoTxiRWrvp8",
            "title": "The British Museum is full of stolen artifacts",
            "description": "And so far, it isn't giving them back.Subscribe to our channel! http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1kBQ0qlHz8M",
            "title": "How colorized photos helped introduce Japan to the world",
            "description": "The best hand-colored photos of the 19th century came from Japan.Become a Video Lab member! http://bit.ly/video-lab …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LFMuLqZ1zaU",
            "title": "Why people think they see ghosts",
            "description": "Even though there is no scientific evidence that ghosts exist, you may not be crazy if you see one.Subscribe to our channel! http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Xsx6xqi0vzU&list=RDLVXsx6xqi0vzU&start_radio=1&rv=Xsx6xqi0vzU",
            "title": "The (mostly) true story of “ghost photography\"",
            "description": "William Mumler claimed he could photograph ghosts ... and no one could prove he couldn’t.Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=DUOcxyDIYuI",
            "title": "What's My Line? - Dorothy's Final Show - Joey Heatherton (Nov 7, 1965) [W/ COMMERCIALS]",
            "description": "Here's the last of the four uncut episodes with original commercials I started posting a few days ago.  As always, I preserved as much as possible of my original copy due to its much higher a/v quality.  But what a treat to have the original commercials in any watchable video quality-- especially for such a special show, Dorothy  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Pg0XXhkt0gw",
            "title": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jail",
            "description": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jailSubscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UGqWRyBCHhw",
            "title": "How the US stole thousands of Native American children",
            "description": "The long and brutal history of the US trying to “kill the Indian and save the man”.Help our reporting on hidden histories. Submit a story idea here: http://bit.ly/2RhjxMy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1ACXn-BDog8",
            "title": "The story behind this iconic Olympics protest",
            "description": "Tommie Smith and John Carlos’s 1968 US national anthem protest, explained.Become a Video Lab member! http://bit.ly/video-lab …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EXF-9GtHsek",
            "title": "These photos sparked a Cold War propaganda feud",
            "description": "In 1961, Life magazine photographed systemic poverty in Brazil. One Brazilian magazine responded with a similar report — featuring photos of New York City.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Tr_ZVoS3MrI",
            "title": "The First War To Be Photographed | Crimean War | Timeline",
            "description": "The bloody conflict that pitted Russia against a large European coalition is shown here to be part of a chain of long-held antagonisms that continue to this day. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9wL1t3A-uHo",
            "title": "Somerton Man body-on-the-beach mystery solved as family secrets unravel | Australian Story",
            "description": "Australia’s most enduring mysteries – the identity of the “Somerton Man” – is finally solved. Subscribe: https://ab.co/3yqPOZ5   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MgpQXz34bqs",
            "title": "The mystery of the \"same sky\" postcards",
            "description": "An obsessive collector noticed something strange in his 11,000 postcards.Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_cQKsYYhF20",
            "title": "The world's biggest wave, explained",
            "description": "And how it's transformed a Portuguese town.Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lrAFaONyLtU",
            "title": "What we found when we went looking for another Earth",
            "description": "In the last few years, scientists have discovered thousands of exoplanets - and a lot of them are surprisingly weird. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nEDgG5MKndo",
            "title": "This Mysterious Computer Could Prove Time Travel Exists | Nostalgia Nerd",
            "description": "Go to https://curiositystream.thld.co/NERD  and use code NERD to save 25% off today, that’s only $14.99 a year. Thanks to Curiosity Stream for sponsoring today’s video. ~ In 1984 something strange happened in the village of Dodleston. A BBC Micro was sitting on a counter, when it suddenly started receiving mysterious mess …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EiX3hTPGoCg",
            "title": "The surprising reason behind Chinatown's aesthetic",
            "description": "The iconic \"Chinatown\" look started as a survival strategy.Have an idea for a story we should investigate for Missing Chapter? Tell us! http://bit.ly/2RhjxMy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3RXlVr_15JY",
            "title": "Africa's looted art | DW Documentary",
            "description": "Africa’s colonial overlords brutally stripped it of countless cultural treasures. Now, the fate of these items is being hotly debated in Europe and Africa as well. Some say the pieces should be returned, while others have reservations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QTA8j5wSTx4",
            "title": "Napoleon's missing hand, explained",
            "description": "Napoleon Bonaparte was often depicted concealing a hand inside his shirt. Why?Subscribe to our channel! http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ErPsyBUCijM",
            "title": "Legend of Atlantis (Full Episode) | Drain the Oceans",
            "description": "Exciting evidence emerges of civilizations lost for centuries under the waves, from mysterious underwater pyramids off the coast of Japan to the fabled city of Atlantis itself. Using cutting-edge graphics to reveal what's actually lying on the seafloor, and insight from the world's top marine archaeologists, Drain the Ocean …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-obKX-mqjXQ",
            "title": "Tutankhamun's Treasures (Full Episode) | Lost Treasures of Egypt",
            "description": "New technology reveals why Tutankhamun’s tomb remained hidden in the Valley of the Kings, Tut’s treasures take a once-in-a-lifetime journey and archaeologists open a 4,000-year-old tomb. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xi6r3hZe5Tg",
            "title": "City of the Future: Singapore – Full Episode | National Geographic",
            "description": "With visionary thinkers and innovators as the guides, City of the Future: Singapore dives deep into the latest innovations and technology being created and implemented to blaze a path into the future.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vubuBrcAwtY",
            "title": "How obsessive artists colorize old photos",
            "description": "Photo colorization artists use a combination of research, physics, and technology to digitally reconstruct history's black and white record.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CTAnJTB9roI",
            "title": "How a melancholy egg yolk conquered Japan",
            "description": "Gudetama, explained. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qAOKOJhzYXk",
            "title": "How the BBC makes Planet Earth look like a Hollywood movie",
            "description": "The technology behind the cinematic style of the BBC's Planet Earth II.Check back next Monday for the next episode in this mini-series. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hJn8iUe6rwY",
            "title": "Would you use time travel to kill baby Hitler?",
            "description": "Well? Would you? Vox's Phil Edwards asked author James Gleick about the history of this unusual philosophical question. Follow Phil Edwards and Vox Almanac on Facebook for more: https://www.facebook.com/philedwardsi... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nvq94pW4l6o",
            "title": "Why we imagine aliens the way we do",
            "description": "Aliens often resemble life on Earth. How did we land on that concept of extraterrestrials?Subscribe to our channel! http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ggS6LBhH7Fo",
            "title": "America’s creepy clown craze, explained",
            "description": "Creepy clown sighting pranks have happened since the 1980s — but never quite like this. Check out Atlas Obscura's map of 2016 clown sightings: goo.gl/q6V01U …"
        },
        {
            "url": "https://www.youtube.com/watch?v=j4ahNpQLgdk",
            "title": "The hunt for Forrest Fenn's $2 million hidden treasure",
            "description": "The secret is hidden in a poem that starts like this: \"Begin it where warm waters halt.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HvKpnaXYUPU",
            "title": "Arctic Sinkholes I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AOUzLzIn the Arctic, enormous releases of methane, a potent greenhouse gas, threaten the climate. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=STsI6IbPbGQ",
            "title": "How to find a planet you can’t see",
            "description": "Tiny wobbles and faint twinkles that have led astronomers to nearly 5,000 new worlds.Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=YyU2ajkiLx0",
            "title": "What's My Line? - Tribute to Dorothy Kilgallen - Maureen O' Sullivan (Nov 14, 1965) [W/ COMMERCIALS]",
            "description": "MYSTERY GUEST: Maureen O' SullivanPANEL: Arlene Francis, Steve Allen, Kitty Carlisle, Bennett Cerf …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lK9mGeIUCUE",
            "title": "What's My Line? - Natalie Wood; PANEL: Phyllis Newman, Peter Ustinov (Apr 24, 1966)",
            "description": "MYSTERY GUEST: Natalie WoodPANEL: Phyllis Newman, Peter Ustinov, Arlene Francis, Bennett Cerf …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UMp4516lFFU",
            "title": "What's My Line? - Hayley Mills; PANEL: Steve Allen, Joanna Barnes (Nov 28, 1965)",
            "description": "MYSTERY GUEST: Hayley MillsPANEL: Arlene Francis, Steve Allen, Joanna Barnes, Bennett Cerf--------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wZORPVmXN7k",
            "title": "Beyond Death (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman explores how different religions of past and present answer the question: What happens when we die? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=d2Fl9UcJkBA",
            "title": "Who is God? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman begins a quest to discover who God is and how he, she or they have evolved over human history➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Dg2nDSKQ0Bw",
            "title": "Former judge Leticia Astacio sentenced to 180 days in jail",
            "description": "Former judge Leticia Astacio sentenced to 180 days in jail "
        },
        {
            "url": "https://www.youtube.com/watch?v=lDnUCA909CM",
            "title": "Let's Talk: Ex-judge Tracie Hunter",
            "description": "A dramatic new chapter, grabbing national attention. The timeline, what both sides are saying and what community leaders say needs to be done to bring the community back together.  #LetsTalkCincy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wngB9_6Vqbc",
            "title": "Escape from a House of Horror l 20/20 l PART 1",
            "description": "On the night of Jan. 14, 2018, 17-year-old Jordan Turpin made a daring escape from her home and called 911 in order to save herself and her siblings from their abusive parents. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tcsdglJFT0M",
            "title": "How San Francisco erased a neighborhood",
            "description": "A hotel at the heart of San Francisco’s housing warsHelp our reporting on hidden histories. Submit a story idea here: http://bit.ly/2RhjxMy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tkD6QfeRil8",
            "title": "The dark history of \"gasoline baths\" at the border",
            "description": "An alarming US border policy forced fumigations on migrants at the US-Mexico border. Help our reporting on hidden histories. Submit a story idea here: http://bit.ly/2RhjxMy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ETPogv1zq08",
            "title": "How the US poisoned Navajo Nation",
            "description": "The biggest radioactive spill in US history.As World War Two was ending, the growing nuclear arms race put the US in need of uranium. It turne …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LmiBASu41-A",
            "title": "The boxing film that was banned around the world",
            "description": "In 1910, boxing heavyweight champion Jack Johnson defeated Jim Jeffries in the \"Battle of the Century,\" and the nation erupted. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1W_zM7koJy8",
            "title": "2016 Olympics: What Rio doesn’t want the world to see",
            "description": "Rio is hiding poor people.See Part II: https://www.youtube.com/watch?v=c3BRT... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7yTLT0mv90w",
            "title": "Australian in Olympics protest to get apology",
            "description": "Australian Peter Norman stood with Americans John Carlos and Tommie Smith in an iconic image of protest from the 1968 Mexico Olympic Games and was snubbed for it but is now getting a posthumous apology from Federal Parliament. See more from 7.30 at http://www.abc.net.au/7.30 "
        },
        {
            "url": "https://www.youtube.com/watch?v=ddiOJLuu2mo",
            "title": "These photos ended child labor in the US",
            "description": "Child labor was widely practiced until a photographer showed the public what it looked like.This video is presented by CuriosityStream: https://www.curiositystream.com/Vox …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Z6R0NvVr164",
            "title": "From white supremacy to Barack Obama: The history of the Democratic Party",
            "description": "The party completely flipped. Watch the history of the Republican Party: https://www.youtube.com/watch?v=s8VOM... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4gKhm09PKPQ",
            "title": "The rise and fall of the American fallout shelter",
            "description": "Whatever happened to fallout shelters? And would they have actually worked?Watch Duck and Cover with us: https://www.youtube.com/watch?v=uUcQ7... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3MjWVCy0Jp8",
            "title": "The True Story Behind The Charge Of The Light Brigade | Crimean War | Timeline",
            "description": "The true story of the suicidal mission of British forces to overrun the Imperial Russian fortifications with a courageous but foolhardy mass charge. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rai0urG_KGw",
            "title": "All Quiet: How Many People Really Died In World War One? | Great War In Numbers | Timeline",
            "description": "The Great War was a conflict driven by quantity and numbers, fought by calculating generals for who no cost was too high. For the first time in history, everything was recorded in exacting detail and this documentary reveals the startling facts behind the staggering scale of the war to end all wars. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eanOqoHS-ZQ",
            "title": "The Dark Legacy Of The Great War | Long Shadow Complete Series | Timeline",
            "description": "David Reynolds examines the legacy of the Great War, across 100 years and 10 different countries, explaining how the war haunted a generation and helped build the peace that followed. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gDwHdj7plWo",
            "title": "Escaping Jehovah's Witnesses: Inside the dangerous world of a brutal religion | Four Corners",
            "description": "Former Jehovah's Witnesses are fighting back against a religion that failed them. They know they'll lose their loved ones for doing so.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8bNEqyFNi68",
            "title": "Lyn Dawson vanished. 40 years later her husband was found guilty of murder | Australian Story",
            "description": "It's almost 20 years since Australian Story first spoke to the family of former nurse and childcare worker Lyn Dawson. Subscribe: https://ab.co/3yqPOZ5  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=73bIlOzjFHo",
            "title": "Former FBI Director James Comey testifies before Congress (Full)",
            "description": "James Comey, the former FBI director fired by President Trump in what may have been an attempt to stop an investigation into White House officials, testified before a public session of the Senate Intelligence Committee on June 8, 2017. The hearing begins at 8:38, Comey's testimony begins at 23:11. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Zu91meda2I8",
            "title": "Why this font is everywhere",
            "description": "How Cooper Black became pop culture’s favorite font.Subscribe to our channel! http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/shorts/ACstD5GCfQY",
            "title": "",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=pafA-RU3q7U",
            "title": "The End of Oil, Explained | FULL EPISODE | Vox + Netflix",
            "description": "Oil led to huge advancements — and vast inequities. Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=a_wuykzfFzE",
            "title": "This plane could cross the Atlantic in 3.5 hours. Why did it fail?",
            "description": "The Concorde gave us supersonic transport. But why did this supersonic plane fail? The answer is complicated. Follow Phil Edwards and Vox Almanac on Facebook for more: https://www.facebook.com/philedward …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6nWZ15JeZnc",
            "title": "How Native Hawaiians fought the US Navy, and won",
            "description": "The reclaiming of a sacred island.Subscribe and turn on notifications (🔔 ) so you don't miss any videos: http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=x8fpeVICeGg&pp=sAQB",
            "title": "Will We Survive Mars? - Glad You Asked S1",
            "description": "NASA says the first humans will set foot on Mars in the mid-2030’s. It will be the most dangerous mission any human has ever taken. Glad You Asked host Cleo Abram wants to know: What comes after that? Not how do we get there, but how will we survive once we do? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s3ScJ_FwaZk",
            "title": "Why the US isn't ready for clean energy",
            "description": "Making clean energy isn’t enough: We also have to move it.Subscribe and turn on notifications (🔔) so you don't miss any videos: http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fsjvwQclGLo",
            "title": "Why 99% of ocean plastic pollution is \"missing\"",
            "description": "The plastic we dump into the ocean might be hiding in plain sight. Subscribe to our channel! http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cSh551cdIEY",
            "title": "Secrets of the Antikythera Mechanism: Session 1",
            "description": "[Recorded: May 13, 2015]In 1900, sponge divers off the coast of the tiny Greek island of Antikythera made an astonishing discovery: the wreck of an ancient Roman ship lay 200 feet beneath the water, its dazzling cargo spread out over the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E0OUvEh3HWk",
            "title": "Watch NASA’s DART Mission Launch (Double Asteroid Redirection Test) Official Broadcast/Stream",
            "description": "Can we change the motion of an asteroid? Our #DARTMission is set to be the first to try! The Double Asteroid Redirection Test (DART) mission is a spacecraft designed to impact an asteroid as a test of technology to see if it can change the motion of an asteroid in space. The goal of the mission is to see if intentionally crashi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_g2CaF12xxw",
            "title": "How radical gardeners took back New York City",
            "description": "Seed bombs, the \"tree lady of Brooklyn,\" and the roots of urban gardening. Subscribe and turn on notifications (🔔 ) so you don't miss any videos: http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ECch2g1_6PQ",
            "title": "Building a border at 4,600 meters",
            "description": "How China and Nepal are taming the Himalaya mountains.Follow Johnny to stay up to date on Vox Borders:Instagram: https://www.instagram.com/johnnywharris …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iMtXqTmfta0",
            "title": "The world is poorly designed. But copying nature helps.",
            "description": "Biomimicry design, explained with 99% Invisible. Check them out here:  https://99percentinvisible.org/Subscribe to our channel here: http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Uas4hGFXFZM",
            "title": "The True History Of Britain's Horrifying Role In Slavery | Britain's Slave Trade | Timeline",
            "description": "The Old Corruption challenges the accepted version of the history of abolition, that the passive, suffering slaves were freed by benevolent white crusaders, revealing the corruption of the plantations owners, and how the inhuman treatment of African people was finally acknowledged. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=W0v_SwObQns",
            "title": "Kongo and the Scramble for Africa - History Of Africa with Zeinab Badawi [Episode 19]",
            "description": "In this episode Zeinab Badawi travels to Angola, DRC and Congo in central Africa to bring the history of the great Kongo Empire. She hears about the critical role played by women in African history such as Queen Nzinga who battled the Portuguese for a quarter of a century in the 1600s and a few decades later Kimpa Vita wh …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YJIkhMi_6PU",
            "title": "Art, Loot and Empire: The Benin Bronzes",
            "description": "How did the West African artworks known as the Benin Bronzes end up in European museums? And why does it matter?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_V10kWLh71U",
            "title": "Why this chair is on so many album covers",
            "description": "A lot of celebrity butts sat in this chair.Become a Video Lab member! http://bit.ly/video-lab …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5w30XgACSAg",
            "title": "The royal weddings that shaped European history",
            "description": "To Queen Victoria, marriages were about strategic alliances.Correction: At 5:38, the map of post-war Germany is missing eastern Prussia. The borders of Austria- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HLxvq_M4218",
            "title": "The eclipse photo that made Einstein famous",
            "description": "In 1919, a total solar eclipse helped redefine gravity.Thanks to Raycon for sponsoring this video. Check them out at http://buyraycon.com/vox …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r9PeYPHdpNo",
            "title": "Our Planet | Coastal Seas | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IkevA5pD0lE",
            "title": "Is There A Mysterious Underwater City Beneath The Black Sea? | Secrets Of The Black Sea | Timeline",
            "description": "The documentary Dark Secrets of the Black Sea journeys to the said region and explores recently-unearthed archaeological evidence of a technologically-advanced civilization that once lay there, now submerged beneath the Black Sea. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=plalHGHwSj8",
            "title": "The Curse of the Bermuda Triangle (Full Episode) | Atlas of Cursed Places",
            "description": "The Bermuda Triangle: Everybody’s heard about this stretch of cursed ocean off America’s eastern coast where ships and aircraft disappear without explanation. Or do they? Sam dives into the origin of the curse of the Bermuda Triangle and looks to oceanographers, physicists and probability analysts to get to the sand …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cIwyeXdOUPA",
            "title": "Why Tutankhamun's Mummy Baffles Historians To This Day (And Its Dark History) | Our History",
            "description": "In 1323 BC, Egypt was thrown into turmoil by the sudden death of its young King, Tutankhamun. Subscribe to Our History: https://bit.ly/3v5mKBG  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wtNodW1vFg0",
            "title": "The Excavation of Tutankhamun’s Mummy | King Tut in Color",
            "description": "After 3 years Howard Carter and his team finally get to excavate the lost tomb of King Tutankhamun. Using colorization technology, we are able to see this discovery as Carter and his team would have.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZU2Roq-emxw",
            "title": "Immortal Egypt: The Definitive Ancient Egypt Documentary | Odyssey",
            "description": "Egypt is home to one of the world's earliest civilizations, with its earliest settlements in northern Africa dating to 17000 BC. Ancient Egypt was a powerful, influential, and expansionist empire that grew from the Nile River Valley to include much of the eastern Mediterranean. The civilization brought many inventions and advance …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HCDVN7DCzYE",
            "title": "Earth 101 | National Geographic",
            "description": "Earth is the only planet known to maintain life. Find out the origins of our home planet and some of the key ingredients that help make this blue speck in space a unique global ecosystem.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=llh52RktRxU",
            "title": "Inside Terminal 4: Terminal of Tomorrow – Full Episode | National Geographic",
            "description": "In 2017, Changi Airport served a new high of 62 million passengers. By 2030, it plans to bring its capacity to more than 150 million passengers. The first step to this expansion is the opening of its new terminal – T4. Find out how Changi is pulling out all the stops to elevate the flight experience from the moment a passenger  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sw9zpH717ts",
            "title": "Flexible Buildings: The Future of Architecture | Free Documentary",
            "description": "Flexible Buildings: The Future of Architecture | Engineering DocumentaryWorld's Tallest Tower: Burj Khalifa - Dubai's Vertical City: https://youtu.be/NJI8mOv4VW4 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Lf3ER5Ope_s",
            "title": "How American Gothic became an icon",
            "description": "How did American Gothic go from third place painting to icon? There's a story to this famous painting.Find the Overrated Facebook page here: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Mqaobr6w6_I",
            "title": "How Technicolor changed movies",
            "description": "What was \"glorious Technicolor?\" It was a groundbreaking technology — but it was more than that, too.Find an extra commentary video here: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WSG0MnmUsEY",
            "title": "How scientists colorize photos of space",
            "description": "Yes, that’s a black and white photo.Subscribe and turn on notifications 🔔 so you don't miss any videos: http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/shorts/zFSHSwV6zCY",
            "title": "",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=AFw8MSF7yE4",
            "title": "The World War II meme that circled the world",
            "description": "Kilroy was here — those three words showed up in a lot of surprising places. Follow Phil Edwards and Vox Almanac on Facebook for more: https://www.facebook.com/philedwardsi... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RtuJ7-Q1WvY",
            "title": "Sanrio Outfits in Gacha club| need to get content out 🥲👌",
            "description": "Finally posted, this is very lazy I will comment the export codes if you want them, ⚠️please add credit if you do use them in a post⚠️ My favorite characters are Kuromi, Keroppi, Chococat, Cinnamaroll, and gutatama  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bpbmWqQMzq0",
            "title": "How wildlife films warp time",
            "description": "Slow motion and timelapse can reveal the wonders of the natural world.Check back next Monday for the next episode in this mini-series. Watch the previous episode here: ht …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7t5l7sjcjHU",
            "title": "How the BBC films the night side of Planet Earth",
            "description": "The technology that helps wildlife filmmakers see in the dark. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q3KdGOcnMqw",
            "title": "Jordan: The mysterious Stone Age village | DW Documentary",
            "description": "The Neolithic village of Ba'ja in Jordan is a famous archaeological site. It was one of the world's first known settlements, founded some 9,000 years ago. The site has produced magnificent finds including an ancient necklace made of 2,500 beads. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Penbo2MtTw8",
            "title": "Why the Lincoln Memorial was almost never built",
            "description": "Today, it's iconic. But for a long time, the Lincoln Memorial was incredibly controversial. Vox's Phil Edwards looked into the full story. Read more here: http://www.vox.com/2016/10/3/13124866... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-ex7f7KVl3I",
            "title": "The real experiments that inspired Frankenstein",
            "description": "When Mary Shelley published her iconic novel in 1818, raising the dead seemed to be the near-future.Join the Video Lab! http://bit.ly/video-lab …"
        },
        {
            "url": "https://www.youtube.com/watch?v=o2dvXWX3Sdw",
            "title": "We need to change how we bury the dead",
            "description": "The way we traditionally bury the dead is horrible for the environment.Subscribe and turn on notifications (🔔 ) so you don't miss any videos: http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oPPJ7GGDyAw",
            "title": "How scientists solved this dinosaur puzzle",
            "description": "We’ve never found a fully intact T. Rex, but we know how to build one.This video is presented by Wix: https://www.wix.com/go/vox …"
        },
        {
            "url": "https://www.youtube.com/watch?v=d2wy7Fp2fqw",
            "title": "How the Mona Lisa became so overrated",
            "description": "It's not just the smile. There are a few real reasons Mona is so famous. Vox's Phil Edwards looked into it...Follow Phil Edwards and Vox Almanac on Facebook for more: https://www.facebook.com/philedward …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lOEqzt36JEM",
            "title": "Why danger symbols can’t last forever",
            "description": "How to design fear, explained with 99% Invisible. Check them out here: http://99pi.orgCorrection: The correct spelling of “warning” in Persian is هشدار. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=v9gLmBgUTV4",
            "title": "How heavy metal and Satan gave us this sticker",
            "description": "Heavy metal and Satan played a role in the introduction of the explicit lyrics sticker.Become a Video Lab member! http://bit.ly/video-lab …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hpcZmuz2LGY",
            "title": "The deadly race to the South Pole",
            "description": "Two exploration teams raced to the South Pole. Only one made it out alive. Correction: A previous version of this video used an outdated British flag. The error has been correcte …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KEjgAXxrkXY",
            "title": "How a case gets to the US Supreme Court",
            "description": "The only way is by surviving \"the rule of four\".Subscribe to our channel! http://goo.gl/0bsAjO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Wx_2SVm9Jgo",
            "title": "It's time to draw borders on the Arctic Ocean",
            "description": "Why Russia wants to own the North Pole.Follow Johnny to stay up to date:Instagram: https://www.instagram.com/johnnywharris …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HdsWYOZ8iqM",
            "title": "The lost neighborhood under New York's Central Park",
            "description": "Before Central Park was built, a historic black community was destroyed. Help our reporting on hidden histories. Submit a story idea here: http://bit.ly/2RhjxMy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r5tnzdZXMKs",
            "title": "The DeLorean paradox: how it failed and became a legend",
            "description": "The DeLorean was supposed to be the car of the future. Then they stopped making it.Help us make our channel more ambitious by joining the Vox Video Lab. Becoming a member brings  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YtAL8y2lACs",
            "title": "Storming Antarctica (Full Episode) | Continent 7: Antarctica",
            "description": "Six teams of scientists and their survival experts are dispatched to Antarctica, the least understood, harshest continent on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8mve0UoSxTo",
            "title": "Mathematics is the queen of Sciences",
            "description": "An exploration of mathematics, including where it comes from and why it explains the physical world; and whether it’s a human invention or a hidden language of the universe.Aired on 15 Apr 2015, on PBS network's NOVA program series, this is a collector's item! "
        },
        {
            "url": "https://www.youtube.com/watch?v=YEok4Ykw204",
            "title": "30 Greatest Man-Made Wonders of the World - Travel Video",
            "description": "The earliest lists of Seven Wonders of the Ancient World were made more than 2,000 years ago by ancient Hellenic tourists. Except for the Great Pyramid of Giza those wonders no longer exist. They were destroyed by earthquakes, fires and in one case by an angry mob. Many other lists of amazing structures have bee …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pAoEHR4aW8I",
            "title": "Why this black hole photo is such a big deal",
            "description": "What it took to collect these 54-million-year-old photons from a supermassive black hole.Become a Video Lab member! http://bit.ly/video-lab …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gMaKhXkihGQ",
            "title": "This giant laser can simulate a planet’s core",
            "description": "How do you study the innards of alien worlds? You just need the world’s largest laser.Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EZSCtgfmEO0",
            "title": "NASA's plan to save Earth from a giant asteroid",
            "description": "Don’t panic.Subscribe and turn on notifications 🔔 so you don't miss any videos: http://goo.gl/0bsAjO …"
        }
    ]
}