{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth ca …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=YCqEYOP_UgI",
            "title": "A mysterious VHS tape, a military bunker, and UFO sightings near Ottawa | UFO Town",
            "description": "In the ‘90s, a VHS tape emerged and, with it, a claim that a UFO had crashed in a field near Ottawa. A former teen UFO investigator returns decades later to find out what people saw there. #CBCdocsPOV #UFOTown …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EVBCLAaflaw",
            "title": "How Is NASA Contacting Aliens? | Alien Life Documentary | Spark",
            "description": "Subscribe to Spark for more amazing science, tech and engineering  videos - https://goo.gl/LIrlurWith technology advancing faster than ever, and more and more discoveries being made every day, is  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=Ib4WGf8I8hA",
            "title": "He built a spaceship in his backyard. Then he vanished forever | CBC Docs POV",
            "description": "Granger Taylor was a master mechanic who built a spaceship. One rainy day in November, he left a note for his family and then mysteriously vanished off the face of the earth. Spaceman explores what happened to Taylor and why. #CBCdocsPOV #Spaceman …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HvKpnaXYUPU",
            "title": "Arctic Sinkholes I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AOUzLzIn the Arctic, enormous releases of methane, a potent greenhouse gas, threaten the climate. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lbcMY6ADdi8",
            "title": "Perfectly preserved dinosaur fossil looks like it was alive yesterday | The Nature of Things",
            "description": "It’s the ultimate cold case. A Canadian mine operator working in the Alberta oil sands hits a hard object covered with strange spots. It turns out to be a perfectly preserved corpse that’s been buried for 110 million years. #TheNatureOfThings #DinosaurColdCase …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ThDYazipjSI",
            "title": "LIFE BEYOND II: The Museum of Alien Life (4K)",
            "description": "Soundtrack: https://bit.ly/3lo7cnH  Support me on Patreon: http://patreon.com/melodysheepWhat if there was a museum that contained every type of life form in the universe?  This experience t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SUelbSa-OkA",
            "title": "LIFE BEYOND: Chapter 1. Alien life, deep time, and our place in cosmic history (4K)",
            "description": "Get the soundtrack: https://bit.ly/345n0nfSupport this project on Patreon: http://patreon.com/melodysheep  |  The biggest question of our time. Are we alone? Chapter 1 of this experience takes you to alien worlds and distant places in time and space, in  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bSMfOPw8JA0",
            "title": "The Unidentified: Are we alone in the universe? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Unidentified (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rNbpuXWKOl0",
            "title": "How Cocaine Came to America (Full Episode) | Narco Wars",
            "description": "With interviews from notorious smuggler George Jung and Pablo Escobar’s wife and son - this pilot episode reveals how a handful of criminals including the original ”Black Widow” Griselda Blanco, daredevil Carlos Lehder and Pablo Escobar himself joined forces to form the most powerful cartel in the world, the Medellin C …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-obKX-mqjXQ",
            "title": "Tutankhamun's Treasures (Full Episode) | Lost Treasures of Egypt",
            "description": "New technology reveals why Tutankhamun’s tomb remained hidden in the Valley of the Kings, Tut’s treasures take a once-in-a-lifetime journey and archaeologists open a 4,000-year-old tomb. …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=p9k42UkDvxc",
            "title": "'Cottagers & Indians' fight over wild rice and water rights | CBC Docs POV",
            "description": "Drew Hayden Taylor is an award-winning author and humourist who lives on Ontario’s Curve Lake First Nation. For generations, it was a peaceful place where residents managed to avoid conflict with “settlers.” But in recent years, that’s changed. #CBCdocsPOV #CottagersandIndians …"
        },
        {
            "url": "https://www.youtube.com/watch?v=z4QMb-_JtIY",
            "title": "What secrets lie beneath North Bay, Canada? A nuclear bunker for one. | CBC Short Docs",
            "description": "North Bay, Ontario is home to a decommissioned nuclear bunker — an enduring remnant of the Cold War that’s left a lasting psychological imprint on the people who live there. #CBCShortDocs  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uN8tdDZKh3w",
            "title": "A single honeybee's life, through her own eyes | The Nature of Things",
            "description": "In a beehive, tens of thousands of tiny individuals work toward a common goal: the survival of the colony. We see a beehive as a collective, even a super-organism. But each one is filled with thousands of small but bold, six-legged individuals. What if we looked at just one? #TheNatureOfThings #ABeesDiary …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YtAL8y2lACs",
            "title": "Storming Antarctica (Full Episode) | Continent 7: Antarctica",
            "description": "Six teams of scientists and their survival experts are dispatched to Antarctica, the least understood, harshest continent on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=plalHGHwSj8",
            "title": "The Curse of the Bermuda Triangle (Full Episode) | Atlas of Cursed Places",
            "description": "The Bermuda Triangle: Everybody’s heard about this stretch of cursed ocean off America’s eastern coast where ships and aircraft disappear without explanation. Or do they? Sam dives into the origin of the curse of the Bermuda Triangle and looks to oceanographers, physicists and probability analysts to get to the sand …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4nGECF2qSO4",
            "title": "Science Session: Thawing Arctic Permafrost--Regional and Global Impacts",
            "description": "Temperatures across the Arctic are increasing two to four times faster than the global average. The dramatic consequences that are already apparent include reduction of sea-ice cover, accelerating loss of land ice from glaciers and the Greenland Ice Sheet, proliferating wildfires, and—the topic of this panel—ongoing hea …"
        },
        {
            "url": "https://www.youtube.com/watch?v=o0W8J9L51I0",
            "title": "T.rex like you've never seen him before | The Nature of Things",
            "description": "Join an investigative journey around the world to uncover the mysteries of the most famous dinosaur super-predator: the Tyrannosaurus rex. #TheNatureOfThings …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ar_2mGxjqnk",
            "title": "Did the first North Americans cross the Atlantic on an ice bridge? | The Nature of Things",
            "description": "In Ice Bridge, Professor Dennis Stanford from the Smithsonian Institution and Professor Bruce Bradley from the University of Exeter are on a mission. They are seeking to uncover evidence of an epic journey that the Solutrean people, from what is now France and Spain, may have taken across the Atlantic Ocean some 20,000 y …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Dog3RhYHNxg",
            "title": "Palaeontology of the Cretaceous Chalk",
            "description": "Dr. Jon Noad, University of Alberta, talks about the palaeontology of the Cretaceous chalk seas.Chalk seas covered much of the Late Cretaceous world. The White Cliffs of Dover in the United Kingd …"
        },
        {
            "url": "https://www.youtube.com/watch?v=saWNMPL5ygk",
            "title": "LIFE BEYOND 3: In Search of Giants. The Hunt for Intelligent Alien Life (4K)",
            "description": "Patreon: https://patreon.com/melodysheep  Soundtrack: https://bit.ly/3rNtgPd  |  Who are the masters of the universe?  Are we the only intelligent life, or is something else lurking out there?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HTHj_pvEYYE",
            "title": "THE SIGHTS OF SPACE: A Voyage to Spectacular Alien Worlds",
            "description": "Support my work: http://patreon.com/melodysheep. Soundtrack: https://melodysheep.bandcamp.com/albu...If you could visit anywhere in the galaxy, where would you go? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9FqwhW0B3tY",
            "title": "Our Planet | High Seas | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uD4izuDMUQA",
            "title": "TIMELAPSE OF THE FUTURE: A Journey to the End of Time (4K)",
            "description": "Support my work on Patreon: https://www.patreon.com/melodysheep  |  Get the soundtrack: https://bit.ly/2HKl9fi  |   How's it all gonna end?  This experience takes us on a journey to the end of time, trillions of years into the future, to discover what the fate of our planet and our universe may ultimately be.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ThDYazipjSI&t=2s",
            "title": "LIFE BEYOND II: The Museum of Alien Life (4K)",
            "description": "Soundtrack: https://bit.ly/3lo7cnH  Support me on Patreon: http://patreon.com/melodysheepWhat if there was a museum that contained every type of life form in the universe?  This experience t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FBHWJOn6R-U",
            "title": "Murder Highway: Secrets and savagery in the Australian outback | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Under Investigation: The Highway (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Jq-d4Kl8Xh4",
            "title": "FINDING MH370: New breakthrough could finally solve missing flight mystery | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Finding MH370 (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gDwHdj7plWo",
            "title": "Escaping Jehovah's Witnesses: Inside the dangerous world of a brutal religion | Four Corners",
            "description": "Former Jehovah's Witnesses are fighting back against a religion that failed them. They know they'll lose their loved ones for doing so.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=d2Fl9UcJkBA",
            "title": "Who is God? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman begins a quest to discover who God is and how he, she or they have evolved over human history➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SA3ytkfCztM",
            "title": "No-Go Zones - World’s Toughest Places | Ghost Town, South Africa | Free Documentary",
            "description": "No-Go Zones - World’s Toughest Places - Ghost Town, South Africa | Dangerous Places DocumentaryBanged Up: My Story - Toughest Stories from Behind Bars: https://youtu.be/m2VF1ATnrdY …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UlYC0syLe7g",
            "title": "The Meth Epidemic (full documentary) | FRONTLINE",
            "description": "This 2011 film investigates how and why meth use spiraled out of control and contributed to the drug abuse problem in America. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HBTYVVUBAGs",
            "title": "One Mistake Took Down this 29-Yr-Old Dark Web Drug Lord",
            "description": "Ross Ulbricht never thought he'd get caught. The first 1,000 people to use my link will get a 1-month FREE trial of Skillshare https://skl.sh/newsthink08221 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nKu_3kp_EIY",
            "title": "The Skyjacker That Got Away: D.B. Cooper (Full Episode) | Undercover History",
            "description": "In 1971, a hijacker, named Dan Cooper, parachuted from a plane with a request of $200,000, crafting the FBI's only unsolved hijacking case. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cIwyeXdOUPA",
            "title": "Why Tutankhamun's Mummy Baffles Historians To This Day (And Its Dark History) | Our History",
            "description": "In 1323 BC, Egypt was thrown into turmoil by the sudden death of its young King, Tutankhamun. Subscribe to Our History: https://bit.ly/3v5mKBG  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wZORPVmXN7k",
            "title": "Beyond Death (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman explores how different religions of past and present answer the question: What happens when we die? …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=rKPAuAJaY7k",
            "title": "Drew Hayden Taylor wants to understand the roots of the German obsession with Native North Americans",
            "description": "In Searching For Winnetou, Ojibway author and humourist Drew Hayden Taylor is on a quest to understand the roots of the German obsession with Native North Americans. #CBCdocsPOV …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ib4WGf8I8hA&t=2s",
            "title": "He built a spaceship in his backyard. Then he vanished forever | CBC Docs POV",
            "description": "Granger Taylor was a master mechanic who built a spaceship. One rainy day in November, he left a note for his family and then mysteriously vanished off the face of the earth. Spaceman explores what happened to Taylor and why. #CBCdocsPOV #Spaceman …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HvKpnaXYUPU&t=2s",
            "title": "Arctic Sinkholes I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AOUzLzIn the Arctic, enormous releases of methane, a potent greenhouse gas, threaten the climate. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=c6Yz0ReoU5Q",
            "title": "A Look Inside Norad The Secret Government Facility | Super Structures | Spark",
            "description": "Cheyenne Mountain is an incredible 4.5 acre compound centre that monitors the skies for unidentified aircraft, missile launches, space objects, and even falling space debris. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Sqn-QmoXK4M",
            "title": "Canada’s Famous Abandoned City. Remote and Untouched. | Ocean Falls | Destination Adventure",
            "description": "This is my adventure to the abandoned city of Ocean Falls.  This location has been a dream of mine for many years and it was nothing short of amazing.  In its prime, this city was home to nearly 4000 people and now it is only home to 20 full time residents.  Situated on the rugged coastline of British Columbia, this remote …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HRvPPnHMsyE",
            "title": "Underground Complex at 22 Wing/CFB North Bay - Journey Down the Tunnels",
            "description": "At the Underground Complex, 22 Wing/CFB North Bay, the former home of the 22nd NORAD Region and Canadian NORAD Region. A drive down the South Tunnel and up the North Tunnel. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=070vz8A_IsA",
            "title": "Freaky creatures of one of Canada’s most extreme habitats — the tidal zone | The Nature of Things",
            "description": "It’s a mysterious realm right at the ocean’s edge where some of the planet’s most unusual creatures live. It’s right on our doorstep, yet few have penetrated its secrets. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4KHoLwYmXFs",
            "title": "Bees - Living for the Queen - Go Wild",
            "description": "The film documents the life of a bee colony for the duration of a year. Part of the colony emigrates and becomes a 'wild' colony giving an intimate view of the artistically designed beehive and the bee's cleverly organized social life: dividing labour, collecting nectar and warding off enemies. "
        },
        {
            "url": "https://www.youtube.com/watch?v=xhgosJyY2XE",
            "title": "What's Causing The Bee To Disappear? | The Mystery of The Disappearing Bees | Earth Stories",
            "description": "The future of our food resources depends on one small insect - the western honey bee, or Apis mellifera. Indeed, it is the most important agricultural pollinator on our planet, given that one third of our food supply depends directly on pollination from bees. This documentary tells the story of a worldwide ecological disaster  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7OMxBlK46wY",
            "title": "Yellowstone (Full Episode) | America's National Parks",
            "description": "Few places are as special and unique as Yellowstone National Park – the world’s first national park. A wilderness jewel of vast forests and wide-open valleys, home to large bison herds, wolf packs, and grizzly bears. It sits atop one of the world’s largest supervolcanoes, giving rise to such iconic geothermal features as Old Faith …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kZ_4h9UA7Uo",
            "title": "Expedition Antarctica | Free Documentary",
            "description": "Expedition Antarctica | Science DocumentaryAntarctica: Ready for Winter: https://youtu.be/jDwwWg7fT7M …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lMytqAazDeo",
            "title": "Incredible Recent Discoveries in Antarctica!",
            "description": "The Moon rotates around the Earth at about the same speed, as it does around its axis, that’s why we can only see one side of it. It means that 41% of its surface hasn’t been explored yet! This fact surprises many people, as we are used to thinking that we know everything about all things in the world. While even our own pla …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ErPsyBUCijM",
            "title": "Legend of Atlantis (Full Episode) | Drain the Oceans",
            "description": "Exciting evidence emerges of civilizations lost for centuries under the waves, from mysterious underwater pyramids off the coast of Japan to the fabled city of Atlantis itself. Using cutting-edge graphics to reveal what's actually lying on the seafloor, and insight from the world's top marine archaeologists, Drain the Ocean …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs&t=2s",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NYXXXBnq7kE",
            "title": "Everything Went Dark (Full Episode) | Something Bit Me",
            "description": "From the African wilderness to the American woods, animals wreak havoc when humans invade their territory. ➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RjsThobgq7Q",
            "title": "Pumped Dry: The Global Crisis of Vanishing Groundwater | USA TODAY",
            "description": "In places around the world, supplies of groundwater are rapidly vanishing. As aquifers decline and wells begin to go dry, people are being forced to confront a growing crisis. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=R8ynabSmGGs",
            "title": "Climate change thawing permafrost in Northern Canada",
            "description": "Permafrost in Northern Canada is thawing, shifting the ground under people’s feet and altering the foundations beneath buildings. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ic90sLO3c_g",
            "title": "A Sleeping Giant: Why Permafrost is a Climate Threat | The Agenda",
            "description": "Permafrost covers a quarter of the Northern Hemisphere's land and stores twice as much organic carbon as Earth's atmosphere currently holds. What happens when it starts to thaw? The Agenda examines the climate threat of thawing permafrost, and why northern roads and communities find themselves on shaky gro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wNMQNr83fg0",
            "title": "Nature’s most bizarre animals first appeared on Earth 500 million years ago | The Nature of Things",
            "description": "For most of its existence, planet Earth has been a brutal, inhospitable, toxic nightmare, until a half billion years ago when – KABOOM! – life suddenly appeared. First Animals, a new documentary from The Nature of Things, takes you back to the Cambrian Explosion through newly-discovered fossils that tell us more about o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=f-jD7kQvyPs",
            "title": "How the Tyrannosaurs Ruled the World – with David Hone",
            "description": "How did the Tyrannosaurus Rex and it's kind come to dominate their prehistoric world? Palaeontologist Dr David Hone explores the evolution, ecology and behaviour of these amazing dinosaurs, and explains what Jurassic Park got wrong. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=va7xy6cY50w",
            "title": "Safari Live - Day 261 | National Geographic",
            "description": "Join us on a LIVE African safari in the Maasai Mara as experts guide us through the bush in search of lions, elephants, buffalo and more wild animals. Join the discussions on social with #safariLIVE!➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q86NfL_-GpU",
            "title": "We got it wrong — Neanderthals weren’t dumb brutes | The Real Neanderthal",
            "description": "Neanderthals weren't brutish or dim-witted. New discoveries reveal they were more human than we ever thought! #TheNatureOfThings #TheRealNeanderthal …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_LFvL_iYVaY",
            "title": "What Trees Talk About: A revealing look at the secret life of trees - The Nature of Things",
            "description": "What Trees Talk About takes a revealing look at the secret life of trees - how they communicate, wage war, and work together to transform our world. #TheNatureOfThings …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Jql1ZRnyL24",
            "title": "Lost Secrets of the Pyramid: New technology unearths ancient mysteries - The Nature of Things",
            "description": "Technologies of the past and present come together to reveal the untold mysteries of one of the world's most recognisable structures. Lost Secrets of the Pyramid is a breath-taking dive into the vanished world of the ancient Egyptians, using immersive CGI imagery and unique access to new excavations. The use of stunning  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sM2clwd068g",
            "title": "Using Amber to Investigate Dinosaurs and their Habitats",
            "description": "This presentation explores how amber is providing a new source of information in the study of dinosaur bonebeds. This material allows palaeontologists to create more detailed reconstructions of the habitats that dinosaurs occupied, digging deeper into their palaeoecology and the palaeogeography of the surroun …"
        },
        {
            "url": "https://www.youtube.com/watch?v=J0IJhOHQ3dI",
            "title": "Canadian Amber: A Snapshot of a Late Cretaceous Forest and its Inhabitants",
            "description": "Royal Tyrrell Museum Speaker Series 2013 Ryan McKellar, University of Alberta \"Canadian Amber: A Snapshot of a Late Cretaceous Forest and  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6Ue7M5UW-6Y",
            "title": "Eocene Vertebrate Fauna and Flora in Canada's High Arctic",
            "description": "Dr. Jaelyn Eberle, University of Colorado, talks about Eocene plants and animals in Canada's High Arctic. Eocene sediments for the Eureka Sound Group in Canada’s Arctic Archipelago preserve evidence of lu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was mad …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SUelbSa-OkA&t=1s",
            "title": "LIFE BEYOND: Chapter 1. Alien life, deep time, and our place in cosmic history (4K)",
            "description": "Get the soundtrack: https://bit.ly/345n0nfSupport this project on Patreon: http://patreon.com/melodysheep  |  The biggest question of our time. Are we alone? Chapter 1 of this experience takes you to alien worlds and distant places in time and space, in  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gEl4A0G3poQ",
            "title": "TOP 4 INSANE ALIEN ENCOUNTERS | The Proof Is Out There",
            "description": "Check out these extra strange alien encounters that will leave you shocked. See more in this The Proof Is Out There compilation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YcmJP5p6kvA",
            "title": "A Journey to the Edge of the Solar System",
            "description": "➥ Telegram - https://t.me/kosmo_eng➥ Subscribe - http://bit.ly/SubbKosmo➥ Patreon - https://www.patreon.com/off_kosmo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xJGaqe5t14g",
            "title": "What Are The Hidden Rules Of The Universe?",
            "description": "Thank you to Wondrium for sponsoring today's video! Signup for your FREE trial to Wondrium here: http://ow.ly/aJUh50LnlQP-------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LbV9BR0iCyc",
            "title": "New Worlds In The Cosmos: The Discovery Of Exoplanets - The Search For A New Earth In Distant Space",
            "description": "#space  #spacedocumentary  #universe  #theuniverse  #howtheuniverseworks #htuwAn international team of scientists says it has discovered two new \"super-Earth\" type planets about 1 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cTQ3Ko9ZKg8",
            "title": "Our Planet | Frozen Worlds | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uYR4ZMlLUwI",
            "title": "Why Do Deep Sea Creatures Evolve Into Giants?",
            "description": "Sign up to Morning Brew for free today!: https://morningbrewdaily.com/realscienceWatch this video ad-free on Nebula: https://nebula.tv/videos/realscience-... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8gI6q4R8ih4",
            "title": "Warmest Tent on Earth - Pitching in the Siberian Arctic Winter - Ненецкая палатка чум",
            "description": "The Nenet reindeer herders need to move their tent every few days throughout most of the year. Every time they migrate they must pack the whole tent away, drag it across the tundra on sledges, and erect it again in a fresh place, sometimes in temperatures of minus thirty degrees. Survival depends on working together as a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OeYnV9zp7Dk",
            "title": "The Sounds of Space: A sonic adventure to other worlds",
            "description": "A collaboration with the podcast Twenty Thousand Hertz: http://20k.orgSoundtrack: https://melodysheep.bandcamp.com/albu... |  Space is more than just a feast for the eyes. It’s a feast for the ears.  You just have to know where -- and when -- to look.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TBikbn5XJhg",
            "title": "TIMELAPSE OF THE ENTIRE UNIVERSE",
            "description": "Support me on Patreon: https://www.patreon.com/melodysheep On a cosmic time scale, human history is as brief as the blink of an eye. By compressing all 13.8 billion years of time into a 10 minute scale, this video shows just how young we truly are, and just how ancient and vast our universe is.  Starting with the big bang  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=i93Z7zljQ7I",
            "title": "Universe Size Comparison 3D",
            "description": "Planets in our Universe can get extremely large, but stars get even bigger. In this video we explore the sizes of moons, planets, stars, and even beyond, including black holes and even galaxies.Basically a comparison of the entire Universe. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=saWNMPL5ygk&t=2s",
            "title": "LIFE BEYOND 3: In Search of Giants. The Hunt for Intelligent Alien Life (4K)",
            "description": "Patreon: https://patreon.com/melodysheep  Soundtrack: https://bit.ly/3rNtgPd  |  Who are the masters of the universe?  Are we the only intelligent life, or is something else lurking out there?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HTHj_pvEYYE&t=2s",
            "title": "THE SIGHTS OF SPACE: A Voyage to Spectacular Alien Worlds",
            "description": "Support my work: http://patreon.com/melodysheep. Soundtrack: https://melodysheep.bandcamp.com/albu...If you could visit anywhere in the galaxy, where would you go? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ThDYazipjSI&list=RDThDYazipjSI&start_radio=1&rv=ThDYazipjSI",
            "title": "LIFE BEYOND II: The Museum of Alien Life (4K)",
            "description": "Soundtrack: https://bit.ly/3lo7cnH  Support me on Patreon: http://patreon.com/melodysheepWhat if there was a museum that contained every type of life form in the universe?  This experience t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1gk9iGo0LCg",
            "title": "Michio Kaku: Humanity in Space",
            "description": "Physicist Michio Kaku has already probed the neuroscientific frontiers of the human mind—including telekinesis, telepathy, and dreams. In The Future of Humanity, Kaku turns to a broader and less fathomable frontier: the universe. With irrepressible enthusiasm and a deep understanding of the cutting-edge research in spa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3cyhXgT3w6A",
            "title": "Dr. Michio Kaku: The God Equation",
            "description": "When Isaac Newton established the laws of motion in 1687, he created a foundation of understanding that still guides physicists to scientific discoveries today. As studies evolve, scientists get closer to understanding the deepest mysteries of space and time. Once physicists can successfully combine theories of relativity …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WEDIj9JBTC8",
            "title": "William Ackman: Everything You Need to Know About Finance and Investing in Under an Hour | Big Think",
            "description": "Everything You Need to Know About Finance and Investing in Under an HourWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4kjFYH5Y4YY",
            "title": "The sex worker turned hero who exposed Australia's dirtiest cops | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Voice From The Grave: Sallie-Anne Huckstepp (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FKsR6rxxk60",
            "title": "SPECIAL INVESTIGATION: What really happened to missing backpacker Theo Hayez? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Nightmare in Paradise (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RVVfJVj5z8s",
            "title": "Amazon Empire: The Rise and Reign of Jeff Bezos (full documentary) | FRONTLINE",
            "description": "An inside look at how Amazon CEO Jeff Bezos built one of the largest and most influential economic forces in the world — and the cost of Amazon’s convenience. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Cm1j1fpldkc",
            "title": "MH370: The Situation Room - What really happened to the missing Boeing 777 | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J What happened to MH370? On a special edition of 60 MINUTES, Tara Brown investigates what is now …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1jaFsij5a_A",
            "title": "Inside the court case that ended in the humiliation of Prince Andrew | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | $ettled (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-3ol1aUN_Go",
            "title": "This family reported their son to national security authorities over QAnon | Four Corners",
            "description": "The far-right political movement known as QAnon has taken off around the world, mobilising a committed band of believers dedicated to fighting what they claim is an ‘online war’ against corrupt, child abusing elites.    …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P7QWifeY2_A",
            "title": "Where is the missing wife of Scientology's ruthless leader? | 60 Minutes Australia",
            "description": "Shelly Miscavige is the wife of Scientology leader David Miscavige,  the high priestess of Scientology who vanished 13 years ago. 60 Minutes investigate into the missing Queen’s whereabouts and speak to the former Scientologist’s who want answers. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=W-Q9AOp2FW8",
            "title": "Money, Power and Wall Street, Part One (full documentary) | FRONTLINE",
            "description": "In the 2012 award-winning series Money, Power and Wall Street, FRONTLINE tells the story of the struggles to repair the economy after the 2008 financial crisis, exploring key decisions, missed opportunities, and the uneasy partnership between leaders of government and finance. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XEyV8o2dp7M",
            "title": "The Power of Miracles (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman sets out to discover why we believe in miracles and how they shape our understanding of God.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oomK6gzJfxA",
            "title": "Uncovering the ancient secrets of the Great Pyramid | 60 Minutes Australia",
            "description": "You stand there in awe, over-powered by their sheer magnificence. No wonder we've been intrigued, totally baffled for more than 4000 years. And of all Egypt's pyramids, the Great Pyramid at Giza is by far the most mysterious. It's so imposing, so perfect you can see why many insist it couldn't possibly be the work of mere mort …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQz-efDv01k",
            "title": "🔴 LIVE: What Does It Take To Catch a Smuggler? Watch Now | National Geographic",
            "description": "From cocaine hidden in shoes, to narcotics in coffee beans, join us as we follow the officers who work to stem the flow of illegal contraband at America's airports, seaports and land border crossings. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HyB1n5VDXpc",
            "title": "Ancient Mysteries 3HR DOCUMENTARY BOXSET Historical Sites, Bizarre CIVILIZATIONS Advanced Technology",
            "description": "This series offers a fascinating countdown of important scientific and historical wonders. Viewers embark on a journey into the world of ancient civilizations, ancient technology was the result from advances in engineering in ancient times. The series used contributions from archaeologists and other experts, footage of histor …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DgKycy23AZs",
            "title": "The Rise And Fall Of The Vikings | The Vikings | Complete Series | Chronicle",
            "description": "The Vikings opened trade routes, founded cities, created new feats of engineering and captured ancient hubs. This complete series chronicles the incredible rise and fall of the Vikings, revealing new discoveries that turn Viking history on its head. We tell their incredible history with the help of the foremost experts on Viki …"
        },
        {
            "url": "https://www.youtube.com/watch?v=G8S2Z_uszU8",
            "title": "Top-rated place to visit in Egypt | Best places in Egypt | Egypt travel guide | Travel Video",
            "description": "Egypt is regarded as the oldest tourism destination in the world, with a rich past that dates back to the beginning of civilisation. Travelers have been captivated by the nation of Africa's majestic temples and pyramids for countless years. Although the majority of tourists visit Egypt to see the historical structures, there are …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DlCFUeD6NII",
            "title": "No-Go Zones - World’s Toughest Places | Tepito, Mexico | Free Documentary",
            "description": "No-Go Zones - World’s Toughest Places - Tepito, Mexico Banged Up: My Story - Toughest Stories from Behind Bars: https://youtu.be/m2VF1ATnrdY …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QhLzeLO0e84",
            "title": "The ICE Epidemic: Australia's Fatal Addiction (Reggie Yates Documentary) | Real Stories",
            "description": "Reggie Yates travels to Melbourne to find out why Australia's second city is facing such a dangerous epidemic of the drug known as ice. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jpAphcaVJIs",
            "title": "13. The Assyrians - Empire of Iron",
            "description": "In the lowlands of Northern Iraq, a series of enormous cities lie crumbling in ruins...In this episode, find out about one of the most remarkable ancient civilizations: the society known tod …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w-dxMTDzMLY",
            "title": "The Cannabis Question I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AP3DP6 | #TheCannabisQuestionAs state-legalized cannabis spreads, NOVA explores its little-known risks and benefits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qRKScRgsUaE",
            "title": "Inside Japan's Nuclear Meltdown (full documentary) | FRONTLINE",
            "description": "A devastating earthquake and tsunami struck Japan on March 11, 2011 triggering a crisis inside the Fukushima Daiichi nuclear complex. This 2012 documentary reveals how close the world came to a nuclear nightmare.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eLB8EXAMVgQ",
            "title": "The Virus That Shook The World, Part One (full documentary) | FRONTLINE",
            "description": "Filmed in 21 countries, the panoramic story of the coronavirus pandemic’s first year as seen through the eyes of people all across the world. Part one of a two-part series. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UowzxWxlKJU",
            "title": "END OF THE ROAD: How Money Became Worthless | FULL DOCUMENTARY | Financial Systems, Govt Control",
            "description": "Economical Documentary on the international financial system, Gold, Dollar, Money.🔴 Want to be notified when we post new videos?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4kPLpZN3I3A",
            "title": "The Pandora Papers: How the world of offshore finance is still flourishing | Four Corners",
            "description": "In a major international investigation, Four Corners reveals the secrets of the Pandora Papers.Subscribe: https://www.youtube.com/c/abcnewsindepthFor months, more than 600 journalists from around the world, including the ABC, the Washington Pos …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BN1NU0ivzj8",
            "title": "Exploring the Dark Web",
            "description": "Radio show: https://intotomorrow.com/ai-and-the-f...Podcast: https://apple.co/2TpeRsj …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GjCrfNE7_EU",
            "title": "Adapt or Die (Full Episode) | Life Below Zero",
            "description": "To harvest the riches of the Arctic you must pay your respects to Mother Nature, but reaping her rewards can cost Alaska's residents everything. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Z9zT-4mNpaE",
            "title": "World's Richest Country & Unknown World under Moscow | Mystery Places | Free Documentary",
            "description": "Mystery Places: Richest Country in the World, Unknown Underground World of Moscow | Lost Places Documentary …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xi6r3hZe5Tg",
            "title": "City of the Future: Singapore – Full Episode | National Geographic",
            "description": "With visionary thinkers and innovators as the guides, City of the Future: Singapore dives deep into the latest innovations and technology being created and implemented to blaze a path into the future.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6URxbMmEMcw",
            "title": "King Richard III: Unseen Footage of His Skeleton | History Documentary | Reel Truth History",
            "description": "Subscribe here: https://www.youtube.com/channel/UCb7x... to be the first to watch more full length documentaries. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=axlFQ2IRW2A",
            "title": "The Photographs That Brought Tutankhamun To Life | The Man Who Shot Tutankhamun | Timeline",
            "description": "This is the story of Harry Burton, one of the great heroes of British photography. As the official photographer for Howard Carter’s Tutankhamun excavation during the 1920s, Burton created some of the 20th Century’s most famous images and helped to make Tutankhamun an international sensation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZU2Roq-emxw",
            "title": "Immortal Egypt: The Definitive Ancient Egypt Documentary | Odyssey",
            "description": "Egypt is home to one of the world's earliest civilizations, with its earliest settlements in northern Africa dating to 17000 BC. Ancient Egypt was a powerful, influential, and expansionist empire that grew from the Nile River Valley to include much of the eastern Mediterranean. The civilization brought many inventions and advance …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rh9yjReuWH0",
            "title": "The Gospel of Mark | Full Movie | LUMO",
            "description": "Watch how the Bible comes to life in this LUMO movie about the Gospel of Mark. See the life of Jesus Christ through the eyes of one of his closest friends, Mark.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xh0bWb5vi8I",
            "title": "The March of Freedom (Full Episode) | The Story of Us with Morgan Freeman",
            "description": "Morgan Freeman travels around the world in search of a greater understanding of the concept of freedom. From solitary confinement and forced labor camps to social taboos and laws that hinder speech and expression, freedom seems to be a constant struggle. As individuals and as entire nations, we are confronted wit …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NcRifDitRnU",
            "title": "Mountains (Full Episode) | Hostile Planet",
            "description": "The highest mountains on Earth are home to snow leopards, golden eagles, mountain goats, barnacle goslings and gelada monkeys. But only the toughest can endure the extreme weather, scarce food and limited oxygen on these peaks. Using new technology to showcase never-before-filmed animal behavior, Hostile Planet  …"
        }
    ]
}