{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=0NF64gSBhus",
            "title": "Proof Paul McCartney died or something else? The mystery of Saint Paul by Terry Knight",
            "description": "►The first 500 people who click the link will get 2 free months of Skillshare Premium: https://skl.sh/vinylrewind2 This video was sponsored by Skillshare►Did Terry Knight record a song proving the real Paul McCartney died in 1966 or was it the spark of t …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=R18R1YnfRjY",
            "title": "Did Paul McCartney really die in 1966? The history of the conspiracy theory | Vinyl Rewind",
            "description": "Try Dashlane Premium free for 30 days here: https://www.dashlane.com/vinylrewind Use coupon code ‘VINYLREWIND’ to get 10% off Dashlane Premium. On today’s episode, The Vinyl Geek dives into history The Paul is Dead hoax to see if there’s any truth to one of music’s biggest urban legends. #PaulMcCartney #Th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5Pf19jV1NYw",
            "title": "Paul McCartney Answers the Web's Most Searched Questions | WIRED",
            "description": "Sir Paul McCartney takes the WIRED Autocomplete Interview and answers the internet's most searched questions about himself. Why is Paul McCartney's nickname \"Macca\"? Why did Paul write \"Let It Be\"? Did the Beatles play at Woodstock? Paul answers all these questions, and more! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QjvzCTqkBDQ",
            "title": "Paul McCartney Carpool Karaoke",
            "description": "James Corden heads to Liverpool for a special day with Paul McCartney spent exploring the city of Paul's youth, visiting his childhood home where he wrote music with John Lennon, performing songs in a local pub and of course driving around singing a few of Paul's biggest hits. Pre-order Paul McCartney's new album \"Mc …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=Ue-EvH4Rqnw",
            "title": "Did Elvis Presley fake his death? The Elvis is Alive theory explained",
            "description": "Did Elvis Presley really die in 1977? The truth behind the cover up. Get 20% OFF @manscaped + Free Shipping with promo code VINYLREWIND at https://www.manscaped.comIs Elvis alive and in hiding, did he fake his death after ratting on the Mob, was there a coverup, are the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=u97_inloBmY",
            "title": "Paul McCartney Breaks Down His Most Iconic Songs | GQ",
            "description": "The Beatles legend Paul McCartney runs GQ through his 60-year career, including I Lost My Little Girl, Yesterday, I Saw Her Standing There, And I Love Her, Eleanor Rigby, A Day in the Life, Hey Jude, Helter Skelter, Blackbird, Let It Be, Hi Hi Hi, Here Today, Jet and I Don't Know. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yVkbwqKBO4E",
            "title": "The True Meaning of Hotel California",
            "description": "Watch this video ad-free on Nebula:  https://nebula.app/videos/polyphonic-...POLYPHONIC MERCHANDISE: https://standard.tv/collections/polyp... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YDChVcLWpGc",
            "title": "Paul McCartney inducts John Lennon into the Rock and Roll Hall of Fame",
            "description": "Paul McCartney inducts John Lennon into the Rock and Roll Hall of Fame during the 1994 Hall of Fame Induction Ceremony, when Lennon was honored as a solo artist. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3XWMouJJazM",
            "title": "Paul McCartney Got Back 2022 - Oakland Arena May 6th & 8th",
            "description": "This video is a compilation of BOTH nights that Paul played the Oakland Arena for his #PaulMcCartneyGotBack tour.  It's NOT a video of the FULL concert, as I wanted to enjoy the show in person, not through a camera lens.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zQZAIhP0H2A",
            "title": "Daniel Radcliffe Answers MORE of the Web's Most Searched Questions | WIRED",
            "description": "'Miracle Workers' star Daniel Radcliffe once again takes the WIRED Autocomplete Interview and answers the internet's most searched questions about himself. What plays has Daniel Radcliffe been in? What's Daniel's favorite Harry Potter? What kind of accent does he have? Who does he look like? Is he knighted? Dani …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nblf7Yw4jys",
            "title": "Elton John Carpool Karaoke",
            "description": "James Corden asks Elton John to help him navigate Los Angeles on a rainy day while the two sing some of his songs, including a Lion King classic and \"Don't Let the Sun Go Down On Me.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UM-Q_zpuJGU",
            "title": "Comedians in Cars Getting Coffee: \"Just Tell Him You’re The President” (Season 7, Episode 1)",
            "description": "Blacktree is at all the hottest events on the planet (award shows, movie premieres and press junkets, fashion shows, etc.) and now BLACKTREE ON TV brings stars to YOU on Soul of the South! Watch Full episodes below, and tune in! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3Ub6BdLFWyg",
            "title": "‘Pretty Woman’ Cast Reunites 25 Years Later | TODAY",
            "description": "Actors Julia Roberts, Richard Gere, Laura San Giacomo and Hector Elizondo and director Garry Marshall sit down with Matt Lauer more than two decades after 'Pretty Woman' was released.» Subscribe to TODAY: http://on.today.com/SubscribeToTODAY …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=1Yp91zKBGgY",
            "title": "Michael Jackson's maid reveals sordid Neverland secrets | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here: https://9now.app.link/uNP4qBkmN6 | Michael Jackson; What the Maid Saw (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P1HiB84S4UI",
            "title": "How Every President Died",
            "description": "Try 5 pairs of glasses at home for free at https://warbyparker.com/mrbeatHome Try-On Kits are US only. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=93UdoApio5s",
            "title": "The breakthrough new DNA evidence that could find JonBenét Ramsey's killer | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Justice for JonBenet (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=B0xzGlZy6WA",
            "title": "ONE LAST EFFORT | THE HISTORY OF ABBEY ROAD BY THE BEATLES | CLASSIC ALBUMS",
            "description": "After finishing the Get Back project and with the single at the top of the charts, the beatles repeated the same formula they had done months earlier when releasing the white album, which was to get away from the beatles and devote themselves to personal projects, John lennon was the most active, with his Bed-in For Pe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JQaqcLPAI_s",
            "title": "George Harrison & Ringo on Aspel & Co. 1988.",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=VbVjoPQpQhc",
            "title": "JOHN LENNON; The Rolling Stone Interview (1970)",
            "description": "Interviewer:  Jann WennerSource: ‘John Lennon: The Rolling Stone Interview Podcast’ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ahnYw3KmX74",
            "title": "What is the House of the Rising Sun?",
            "description": "Watch this video ad-free on Nebula:  https://nebula.app/videos/polyphonic-...POLYPHONIC MERCHANDISE: https://standard.tv/collections/polyp... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7WQSiHSvanw",
            "title": "Joe Walsh - Hotel California (Eagles) | The Story Behind The Song",
            "description": "Guitarist Joe Walsh tells about the song 'Hotel California' by the Eagles. A short documentary by Top 2000 a gogo from 2010 (Dutch Public Television). "
        },
        {
            "url": "https://www.youtube.com/watch?v=M56-6XA3h2M",
            "title": "The Extraordinary Origins Of Modern Pagan Witchcraft | Britain's Wicca Man | Timeline",
            "description": "Britain’s Wicca Man tells the extraordinary story of Britain's fastest growing religious group - Wicca - and of its creator, an eccentric Englishman called Gerald Gardner. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Zj_tnx6DTzM",
            "title": "Julian Lennon Gets Candid About His Late Father, The Beatles’ John Lennon",
            "description": "[Re-Release 2013]Grammy nominated musician Julian Lennon discusses “Everything Changes,” his first album in 15 years, and gets candid about his late father, the Beatles’ John Lennon.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T1hKyaZwEac",
            "title": "FOR VR HEADSET - 1960s Rock in VR180",
            "description": "Experience the Beatles, the Stones, Woodstock & more in VR180. Fisheye photos from that era have been unwrapped to let you immerse yourself in the images like never before. "
        },
        {
            "url": "https://www.youtube.com/watch?v=HyXyWLw4pno",
            "title": "Paul McCartney Inducts Ringo Starr at the 2015 Rock & Roll Hall of Fame Induction Ceremony",
            "description": "Paul McCartney Inducts Ringo Starr at the 2015 Rock & Roll Hall of Fame Induction Ceremony.Dive into the full Beatles and Ringo Starr Induction Ceremony video collection at rockhall.com/induct …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3AgBuYkYITE",
            "title": "The Beatles - Circus Krone (1966, Remastered)",
            "description": "Setlist00:55 - Rock and Roll Music02:28 - She's A Woman (cut) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3XWMouJJazM&list=RD3XWMouJJazM&start_radio=1&rv=3XWMouJJazM",
            "title": "Paul McCartney Got Back 2022 - Oakland Arena May 6th & 8th",
            "description": "This video is a compilation of BOTH nights that Paul played the Oakland Arena for his #PaulMcCartneyGotBack tour.  It's NOT a video of the FULL concert, as I wanted to enjoy the show in person, not through a camera lens.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=W8FOyZaAl0w",
            "title": "Paul McCartney Wings Over The World Documetal Completo Edicion 2013",
            "description": "amigos aqui un fantastico documental de paul en su gira por estados unidos en 1976 ,ecenas ineditas de todo el viaje de paul y wings ......esta muy padre espero les agrade perteneciente a rockshow y a wings over the world 2013..... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ubNmT8FzHLo",
            "title": "Daniel Radcliffe Answers the Web's Most Searched Questions | WIRED",
            "description": "'Miracle Workers' star Daniel Radcliffe takes the WIRED Autocomplete Interview and answers the internet's most searched questions about himself. Does Daniel Radcliffe have tattoos? Which Harry Potter movie is his favorite? Where did Daniel meet his girlfriend? Is Daniel on social media? Daniel Radcliffe answers all these qu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aJ5Tz7ZrWnU",
            "title": "Funny and cute bloopers of Harry Potter movies Part-5 || BEHIND THE SCENES",
            "description": "HEY GUYS !Here I come up with a new Part of BTS. All the characters of harry potter (specially kids) are showing their cute real life characters which I personally like to see. Love you all for supporting and showing love to the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3tzh_h60ygU",
            "title": "I asked my sister to name ✨The Harry Potter Characters✨ #shorts |Amirah Playz",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=rsCVMj0NBWg",
            "title": "Elton John Breaks Down 14 Looks From 1968 to Now | Life in Looks | Vogue",
            "description": "See which flamboyant look is Elton John's all-time favorite in Vogue’s latest episode of Life In Looks.After more than half a century on the road and an unparalleled career that has redefined the cultural l …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RsKqMNDoR4o",
            "title": "George Michael, Elton John - Don't Let The Sun Go Down On Me (Live)",
            "description": "George Michael - Don't Let The Sun Go Down On Me (Official Video)Listen on Spotify - http://smarturl.it/Greatest_HitsListen on Apple Music - http://smarturl.it/GeorgeEssentials …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Wo-43D41pOA&list=PLZ1f3amS4y1ffYEhGZDtawaEyRQQu69Bw",
            "title": "Lizzo Carpool Karaoke - #LateLateLondon",
            "description": "James and Lizzo carpool through Los Angeles singing her classics \"Good as Hell,\" \"Juice\" and \"Truth Hurts\" before they put together a massive version of the TikTok dance for \"About Damn Time\" with creator Jaeden Gomez. And Lizzo talks about Beyoncé's influence on her before they sing \"Crazy In Love.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NxFkEj7KPC0",
            "title": "\"Obama out\": President Barack Obama's hilarious final White House correspondents' dinner speech",
            "description": "As President Obama gets set to leave office, take a look back at one of his most memorable moments when he didn't hold back in his final speech at the White House correspondents' dinner firing barbs at himself, Donald Trump, Justin Trudeau, Hillary Clinton, Bernie Sanders and Ted Cruz. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yrpjCE-am60",
            "title": "Comedians In Cars Getting Coffee: Small Talk In Longform",
            "description": "Sometimes small talk goes best with coffee. Watch some of the best small talk moments from Comedians In Cars Getting Coffee with host Jerry Seinfeld. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lAcYahc74o8",
            "title": "Jerry Seinfeld and Jay Leno Admire a 1958 Porsche 356 A Speedster | Jay Leno's Garage",
            "description": "Watch Jay Leno and Jerry Seinfeld take a 1958 Porsche 356 A Speedster for a joy ride! Then, catch episodes of \"Jay Leno's Garage\" on demand now!» Subscribe to CNBC Prime: http://cnb.cx/yt …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cuZq6nqohT8",
            "title": "Drew Barrymore's Classic First Appearance | Carson Tonight Show",
            "description": "Drew Barrymore's Classic First Appearance | Carson Tonight Show#DrewBarrymore #JohnnyCarson #TheTonightShowAirdate: 07/28/1982 "
        },
        {
            "url": "https://www.youtube.com/watch?v=bo9b0rLQYUc",
            "title": "Emma Thompson's moving tribute to Alan Rickman",
            "description": "'I'm still heartbroken that Alan's gone but these diaries bring back so much of what I remember of him.'Emma Thompson's moving tribute to Alan Rickman at the BFI recently encapsulates so much of what makes his such a great loss. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QHeNKMxsqYE",
            "title": "Twin Sisters Separated at Birth Reunite on 'GMA'",
            "description": "Two sisters, each adopted from China by different American families, meet in person for the first time. FAMILY CONTENT: https://www.goodmorningamerica.com/fa... "
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=ZGYkH6aAbc0",
            "title": "Johnny Depp vs Amber Heard: Love and War | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Johnny v Amber: Love and War (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0J8PY5bTTZw",
            "title": "World Exclusive: Michael Jackson's mother on raising his children | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | A Mother's Pain (2013) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9lQLXArjNs8",
            "title": "WORLD EXCLUSIVE: Dubai royal insider breaks silence on escaped princesses | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J For the first time, Dubai royal family member and palace insider, Marcus Essabri, exposes what life is  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hDjCm6ll1gI",
            "title": "Every President's Education",
            "description": "Thanks to OneRep for sponsoring this video. Go to https://deal.onerep.com/MrBeat to get 60% off 1-year privacy protection!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9ozI11aFfNQ",
            "title": "The Assassination of Abraham Lincoln Explained",
            "description": "Here's the story of the conspiracy behind the assassination of beloved U.S. President Abraham Lincoln. You think you know the story, but you probably don't. Music by Electric Needle Room. https://www.electricneedleroom.us/All images in the public domain. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sB3GGl9rYT0",
            "title": "10 Assassinations in History",
            "description": "These voices were silenced before their time. Join http://www.WatchMojo.com, and today we’re counting down our picks for Top 10 Assassinations in History. Check us out at http://www.Twitter.com/WatchMojo, http://instagram.com/watchmojo and http://www.Facebook.com/WatchMojo. Also, check out our int …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9wL1t3A-uHo",
            "title": "Somerton Man body-on-the-beach mystery solved as family secrets unravel | Australian Story",
            "description": "Australia’s most enduring mysteries – the identity of the “Somerton Man” – is finally solved. Subscribe: https://ab.co/3yqPOZ5   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3Sh06VUiXaA",
            "title": "Why JFK's Casket Stayed Closed",
            "description": "\"They have to remember Jack alive.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VYDaqto22NY",
            "title": "Mysterious Death of Reporter Dorothy Kilgallen & the JFK Assassination",
            "description": "Author and former criminal defense attorney, Mark Shaw, speaks about his book \"The Reporter Who Knew Too Much\" and its follow-up, \"Denial of Justice.\" Each chronicle not only his 12 years of research but most importantly, the life and times and mysterious death of What's My Line? TV star and crack investigative reporter D …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tooX5YoWEmc",
            "title": "How does an Apple rot? The Story of the White Album by The Beatles | Classic Albums Review",
            "description": "In May the beatles went to abbey road to record the first album they were going to release under their new company apple. The project at that time seemed simple, John and Paul had about thirty songs written almost all in india. George for his part, more than on other albums, took seriously his role in the band as the thir …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NTmnbzkLbkM",
            "title": "How much LSD did The Beatles do in the 1960s?",
            "description": "John Lennon Ringo Starr Paul McCartney …"
        },
        {
            "url": "https://www.youtube.com/watch?v=itg-mlLgkM0",
            "title": "The EXTRA Songs From The Beatles Get Back",
            "description": "Watch this video's extended cut ad free on nebula now for free: https://nebula.tv/videos/aimeenolte-t... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zpM0SafsY1M",
            "title": "Paul McCartney on 'Aspel' in 1984.",
            "description": "I created this video with the YouTube Video Editor (http://www.youtube.com/editor) "
        },
        {
            "url": "https://www.youtube.com/watch?v=UEmSjDuTxyc",
            "title": "A Brief History of The Beatles",
            "description": "Sign up via my link will get two FREE months of Skillshare Premium and explore your creativity: https://skl.sh/thebeatgoeson …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QZFRXJk037o",
            "title": "George Harrison- Interview (Traveling Wilburys) on Countdown 1990",
            "description": "Reelin’ In The Years Productions, one of America’s largest footage archives, and Double 2 BV, a Netherlands production company, have acquired the rights to the Dutch music program Countdown. Often referred to as “Europe’s #1 Rock Show,” Countdown was on-the-air for 16 years (1977-1993), and was broadcast in  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5ZhBQRzBAa8",
            "title": "John Lennon Rolling Stone Full Interview (1970) by Jann Wenner",
            "description": "Full transcript: http://imaginepeace.com/archives/4385Source for audio: http://blog.wfmu.org/freeform/2006/12... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ifnqHGvteVw",
            "title": "Trump’s Tax Returns FINALLY Handed Over, Mara-a-Lago Beefs Up Security & Stoners Get a Pot Quiz",
            "description": "December is minutes away and the President and First Lady took part in the 100thlighting of the national Christmas Tree, parents all across the country are breaking out the old Elf on the Shelf to try and get their children to behave, Spotify released their annual musical report card “Spotify Wrapped” and Jimmy reveals wh …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rd3U0GGwP_A",
            "title": "George Harrison on The Break Up Of The Beatles And John Lennon | The Dick Cavett Show",
            "description": "George Harrison discusses the break up of the Beatles as well as his opinion on John Lennon and Yoko Ono.Date aired - November 23, 1971 - George Harrison, Ravi Shankar and Gary Wright …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bLEUlvRi8m8",
            "title": "American Pie Explained: Don McLean's Cultural History of Rock n' Roll",
            "description": "Watch this video ad-free on Nebula:  https://nebula.app/videos/polyphonic-...POLYPHONIC MERCHANDISE: https://standard.tv/collections/polyp... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4-43lLKaqBQ",
            "title": "The Animals - House of the Rising Sun (1964) HQ/Widescreen ♫ 58 YEARS AGO",
            "description": "MAY 18, 1964 - 58 YEARS AGO, The Animals recorded House of the Rising Sun at De Lane Lea Studios, Kingsway, London. Happy Anniversary always! and thanks to The Animals for their great version of this song and musical gifts to the world. ❤ 🎶⭐ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yVkbwqKBO4E&t=2s",
            "title": "The True Meaning of Hotel California",
            "description": "Watch this video ad-free on Nebula:  https://nebula.app/videos/polyphonic-...POLYPHONIC MERCHANDISE: https://standard.tv/collections/polyp... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qDeoCZw_LE0",
            "title": "The Story of How \"Hotel California\" by the Eagles was Written & Recorded - Don Felder",
            "description": "** We are releasing a stunning new coffee table book.  It will feature all the instruments and their backstory on display at the Musicians Hall of Fame. Learn more: https://nashvilletodo.com/musicians-h... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sjCVG3mPJUg",
            "title": "Supertramp / Roger Hodgson - The Logical Song | The Story Behind The Song | Top 2000 a gogo",
            "description": "Roger Hodgson tells the story behind 'The Logical Song' by Supertramp. A short documentary by Top 2000 a gogo from 2012 (Dutch Public Television). "
        },
        {
            "url": "https://www.youtube.com/watch?v=yKNxeF4KMsY&list=RDCLAK5uy_mfut9V_o1n9nVG_m5yZ3ztCif29AHUffI&start_radio=1&rv=7WQSiHSvanw",
            "title": "Coldplay - Yellow (Official Video)",
            "description": "Coldplay - Yellow is taken from the debut album Parachutes released in 2000Newly restored 4K version of the video added 10 July 2020. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eQrva6RAkak",
            "title": "1612: The Disturbing Witch Trial That Shook Britain | The Pendle Witch Child | Chronicle",
            "description": "This is the story of the most disturbing witch trial in British history and the key role played in it by one nine-year-old girl. Jennet Device, a beggar-girl from Pendle in Lancashire, was the star witness in the trial in 1612 of her own mother, her brother, her sister and many of her neighbours and, thanks to her chilling testimony, t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZdYbQKthqoE",
            "title": "The Mystery Of Israel's Lost Ancient Tribes | Quest For The Lost Tribes | Timeline",
            "description": "The mystery of the lost tribes of Israel reverberates through three millennia of human experience. Of the twelve tribes mentioned in the Bible, only those of Judah and Benjamin survived the Assyrian capture of Israel. This is the story of the search for those remaining few. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JVTIKSd2w2o",
            "title": "Paul McCartney Talks Beatles Break Up",
            "description": "Sir Paul McCartney discusses the creation, the break up and demise of The Beatles. Hear Paul's stories about meeting Elvis, coming to America and fame. Paul shares about John Lennon. From a 2002 Larry King Live interview. The \"Get Back\" series has revealed a different perception. "
        },
        {
            "url": "https://www.youtube.com/watch?v=gUiNMsEFt0A",
            "title": "Rare Cynthia Lennon interview with John Stapleton Part 1 of 2",
            "description": "For more TV rarities see my other channel... https://www.youtube.com/channel/UCLfn...@video2digital79  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hOas0d-fFK8",
            "title": "Bob Dylan FULL 60 Minutes Ed Bradley 2004 Interview (upscaled to HD)",
            "description": "Hi and thanks for SUBSCRIBING! Broadcast 6 December 2004, resurrected from a VHS home recording and upscaled to 1080p, the classic 60 Minutes #bobdylan interview, in full* with the great Ed Bradley. Timely moment when asked about Rolling Stone Magazine naming LARS the greatest song, bob saying the moment i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uJK4r1p9d90",
            "title": "Best Live Songs Of The Beatles",
            "description": "Best Live Songs Of The BeatlesBest Live Songs Of The BeatlesBest Live Songs Of The Beatles …"
        },
        {
            "url": "https://www.youtube.com/watch?v=A_MjCqQoLLA",
            "title": "The Beatles - Hey Jude",
            "description": "The Beatles 1 Video Collection is out now. Available on: http://www.thebeatles.com/Hey Jude topped the charts in Britain for two weeks and for 9 weeks in America, where it became The …"
        },
        {
            "url": "https://www.youtube.com/watch?v=l5Y1neArQUA",
            "title": "Gervais and Depp on Graham Norton - Part One",
            "description": "Ricky Gervais and Johnny Depp appear on Graham Norton to plug Life's Too Short and The Rum Diary. Also with Carey Mulligan and Ed Byrne. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-GdBVw0W7f8",
            "title": "Ringo Starr Acceptance Speech at the 2015 Rock & Roll Hall of Fame Induction Ceremony",
            "description": "Ringo Starr Acceptance Speech at the 2015 Rock & Roll Hall of Fame Induction Ceremony.Dive into the full Beatles and Ringo Starr Induction Ceremony video collection at rockhall.com/induct …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yKNxeF4KMsY&list=RDCLAK5uy_mfut9V_o1n9nVG_m5yZ3ztCif29AHUffI&start_radio=1&rv=HyXyWLw4pno",
            "title": "Coldplay - Yellow (Official Video)",
            "description": "Coldplay - Yellow is taken from the debut album Parachutes released in 2000Newly restored 4K version of the video added 10 July 2020. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AeD-nVEjzsQ",
            "title": "[VHQ] [HD] Susan Boyle - Britian's Got Talent - COMPLETE Segment from Show",
            "description": "April 11, 2009 something amazing happened. The video speaks for itself. I pray that ITV doesn't mind that I posted this, please, allow me to share this INCREDIBLE moment that you were lucky and fortunate enough to capture and share yourselves. Also note: the first few seconds of the video may appear blocky... this i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FbXvzp5n9d0",
            "title": "The Beatles - Shindig (1964, Remastered)",
            "description": "Setlist00:19 - Kansas City / Hey-Hey-Hey-Hey!02:55 - I'm A Loser …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bYSR7sdXtQI",
            "title": "The Waltons (1972–1981) Cast: Then and Now ★ 2022 [50 Years After]",
            "description": "The Waltons (1972–1981) Cast: Then and Now ★ 2022 [50 Years After]The Waltons is an American historical drama television series about a family in rural Virginia during the Great Depression and World War II.In this video, You will see how have the casts of the tv series \"The Walto …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3JkUwUoyTHI",
            "title": "Popurri de los Beatles Live (1964)",
            "description": "♠♠ The beatles ♠♠  Medley "
        },
        {
            "url": "https://www.youtube.com/watch?v=B0xzGlZy6WA&t=2s",
            "title": "ONE LAST EFFORT | THE HISTORY OF ABBEY ROAD BY THE BEATLES | CLASSIC ALBUMS",
            "description": "After finishing the Get Back project and with the single at the top of the charts, the beatles repeated the same formula they had done months earlier when releasing the white album, which was to get away from the beatles and devote themselves to personal projects, John lennon was the most active, with his Bed-in For Pe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rdv2dGoMZAw",
            "title": "Paul McCartney \"A Day In A Life/Give Peace A Chance/Let It Be\" Live",
            "description": "Paul McCartney performed over three nights as the inaugural concert at New York City's Citi Field, 17, 18 and 21 July 2009, part of his Summer Live '09 concert tour. "
        },
        {
            "url": "https://www.youtube.com/watch?v=cEiFhKOnS1Y",
            "title": "A Few Good Men Best Scene Part 1",
            "description": "Part 1 "
        },
        {
            "url": "https://www.youtube.com/watch?v=x2w36Tptn48",
            "title": "Wingspan Paul and Linda McCartney Documentary",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=M4T4biiXqvs",
            "title": "Wings Over Australia 1975 complete concert + soundcheck",
            "description": "The complete 1975 Melbourne concert + soundcheck. "
        },
        {
            "url": "https://www.youtube.com/watch?v=yKNxeF4KMsY&list=RDCLAK5uy_mfut9V_o1n9nVG_m5yZ3ztCif29AHUffI&start_radio=1&rv=W8FOyZaAl0w",
            "title": "Coldplay - Yellow (Official Video)",
            "description": "Coldplay - Yellow is taken from the debut album Parachutes released in 2000Newly restored 4K version of the video added 10 July 2020. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ERwUrmassSE",
            "title": "Tom Felton vs. 'The Most Impossible Harry Potter Quiz' | PopBuzz Meets",
            "description": "WAIT ’TIL HIS FATHER HEARS ABOUT THIS! 🐍😤 To celebrate the release of his new memoir, Beyond The Wand, Tom Felton stopped by to take on ‘The Most Impossible Harry Potter Quiz’. ⚡️ From general Harry \"POTTAH!\" trivia to Draco Malfoy, Slytherin and e …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7AJtb-uSTr4",
            "title": "Elijah Wood Answers the Web's Most Searched Questions | WIRED",
            "description": "\"Come to Daddy\" star Elijah Wood takes the WIRED Autocomplete Interview and answers the internet's most searched questions about himself. Is Elijah Wood related to Daniel Radcliffe? How tall is Elijah? Does he ever age? Elijah answers all these questions and much more! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5yOJFJHqAms",
            "title": "'Harry Potter and the Order of the Phoenix' Unscripted | Daniel Radcliffe, Emma Watson, Rupert Grint",
            "description": "Daniel Radcliffe, Emma Watson and Rupert Grint interview each other and answer questions from viewers about their movie, Harry Potter Order Of The Phoenix. » Subscribe to Moviefone Today: http://bit.ly/15j8XWV …"
        },
        {
            "url": "https://www.youtube.com/watch?v=O9r9P0GPQnY&pp=sAQB",
            "title": "Fantastic Beasts and Where to Find Them",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=MsITWCcudiE",
            "title": "Funny and cute bloopers of Harry Potter Part-6 || BEHIND THE SCENES",
            "description": "Hey guys !! I'm really disappointed by the views of last two videos, I know I wasn't consistent but I was genuinely facing a problem that's why I uploaded that last video after a month.... And now my subscribe rate as well as video both are going down and down.... It's really heartbreaking for me :-( …"
        },
        {
            "url": "https://www.youtube.com/watch?v=U5don9ACZEI",
            "title": "Harry Potter cast and producers remember their favourite lines",
            "description": "The cast, producers and director of 'Harry Potter and The Deathly Hallows' recall their favourite lines of dialogue from the entire Harry Potter series. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ojbCo5Hc4CQ",
            "title": "My 4 year old muggle brother guesses Harry potter character’s names",
            "description": "Pt 2??:D#harrypotter #hallarious #mybrother #fyp #foryou #youmustwatch #emmawatson #voldemort "
        },
        {
            "url": "https://www.youtube.com/watch?v=xbRmkkgCxnI",
            "title": "I let my Muggle friend guess the names of these Harry Potter characters 😭😭💀",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/shorts/SAU2bRTIq_c",
            "title": "",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=xhpQjuOcFd0",
            "title": "Elton John Documentary | The Changing Face Of Elton John",
            "description": "Find out more about the life of Elton John.Subscribe For More Documentaries 👉 http://bit.ly/SubToDocumentaries*This documentary is under non-exclusive license from TVF International.  All rights reserved* …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gW_OSQgHhAc",
            "title": "Lady Gaga On The Meat Dress and 19 Other Iconic Looks | Life In Looks",
            "description": "“I was in the egg for three days,” says Lady Gaga, as she recounts her Life in Looks for British Vogue. She’s talking, of course, about the unforgettable Hussein Chalayan “vessel” she arrived at the 2011 Grammys in, held aloft on a litter by six Latex-clad male attendants (the fetishistic fabric required to make their outfits  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HOROFfwmRYw",
            "title": "Sir Elton John talks final North America concert",
            "description": "John is gearing up for his final show in the United States at Dodgers Stadium and, after five decades on the stage, says he’s looking forward to spending more time with family.READ MORE: https://gma.abc/3txLaox …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UvM2Cmi-YRU",
            "title": "Queen & George Michael - Somebody to Love (The Freddie Mercury Tribute Concert)",
            "description": "https://mercury-studios.lnk.to/QueenF...Net Proceeds from the sale of this release will be paid to the Mercury Phoenix Trust  -Fighting AIDS w …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RsKqMNDoR4o&list=RDRsKqMNDoR4o&start_radio=1&rv=RsKqMNDoR4o",
            "title": "George Michael, Elton John - Don't Let The Sun Go Down On Me (Live)",
            "description": "George Michael - Don't Let The Sun Go Down On Me (Official Video)Listen on Spotify - http://smarturl.it/Greatest_HitsListen on Apple Music - http://smarturl.it/GeorgeEssentials …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yKNxeF4KMsY&list=RDCLAK5uy_mfut9V_o1n9nVG_m5yZ3ztCif29AHUffI&start_radio=1&rv=RsKqMNDoR4o",
            "title": "Coldplay - Yellow (Official Video)",
            "description": "Coldplay - Yellow is taken from the debut album Parachutes released in 2000Newly restored 4K version of the video added 10 July 2020. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JvLLx0cpJVI",
            "title": "Harry Styles Carpool Karaoke",
            "description": "As part of his duties for #LateLateStyles week, Harry helps James get to work, singing songs off his new album, trying out some aggressive outfits and working famous lines from \"Titanic\" and \"Notting Hill.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hcVOMUrBpF4",
            "title": "Lizzo Proves She’s 100% That B***h In “Truth Hurts” Performance! | BET Awards 2019",
            "description": "Lizzo turns the crowd up in her first ever BET Awards performance! #Lizzo #BETAwards #BETAwards2019SUBSCRIBE to #BET NOW! ►► http://bit.ly/1U0v9xG …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Wo-43D41pOA&list=RDCMUCJ0uqCI0Vqr2Rrt1HseGirg&start_radio=1&rv=Wo-43D41pOA",
            "title": "Lizzo Carpool Karaoke - #LateLateLondon",
            "description": "James and Lizzo carpool through Los Angeles singing her classics \"Good as Hell,\" \"Juice\" and \"Truth Hurts\" before they put together a massive version of the TikTok dance for \"About Damn Time\" with creator Jaeden Gomez. And Lizzo talks about Beyoncé's influence on her before they sing \"Crazy In Love.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=123NdtnI09o",
            "title": "President Obama remarks at 2014 White House Correspondents' Dinner (C-SPAN)",
            "description": "From C-SPAN coverage, President Obama remarks at the 2014 White House Correspondents' Dinner.   Watch the complete video here: http://cs.pn/1kwvtlO "
        },
        {
            "url": "https://www.youtube.com/watch?v=raDyWogvQ2Y",
            "title": "John McCain funeral: Barack Obama FULL eulogy",
            "description": "Former President Barack Obama delivered a stirring eulogy honouring Senator John McCain on Saturday, touching on his 'longstanding admiration\" for McCain and called on others to \"follow his example.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=qUed6Ug4Cgo",
            "title": "President Obama is Scared of Sasha and Roasts Donald Trump",
            "description": "President Obama talks about his new book “A Promised Land,” selling more books on the first day than Michelle did, being scared of Sasha and Michelle, the alias his daughters came up with for him, the struggle of being a good father and husband while also being a good President, being on the cover of InStyle Magazine, s …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eZUJktFHULI",
            "title": "6 Minutes of the Best Jokes in Comedians In Cars Getting Coffee | Netflix Is A Joke",
            "description": "Jerry Seinfeld and comedians in cars is peak hilarity (yet, also casual). Take a look at the best of Season 11 with Eddie Murphy, Jon Oliver, Ricky Gervais, Melissa Villaseñor, Seth Rogen and Jerry at the wheel. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eXczCha-2gQ",
            "title": "Ari Shaffir: Passive Aggressive - Full Special 2012",
            "description": "Comedian Ari Shaffir's full comedy special. Ari has plenty of other stuff on YouTube. From podcasts, to fake ads, to 100 for-real yoga classes. Subscribe here: https://bit.ly/sub-shaffir┈ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qLRw5voY2YI",
            "title": "Robin Williams/Stephen Fry UK Interview (RE-EDITED)",
            "description": "I have re-edited/uploaded this video as my initial upload was taken down by YouTube due to a copyright claim for the James Taylor segment of this interview.  For the record, my initial upload of this video reached over 500 000 views due to the massive interest in the great Robin Williams. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=haB6jrro9a4",
            "title": "Full Forum: Jay Leno & Donald Osborne at the 2017 Pebble Beach Classic Car Forum",
            "description": "Laugh along with Jay Leno & Donald Osborne as they \"Assess and Caress\" Jay's car collection at the 2017 Pebble Beach Classic Car Forum. Can you guess the four key features of a car that Jay looks for as a collector? A special thanks to Jay Leno's Garage, CNBC Prime, and our sponsors AIG and TDC. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=n4LLZKSMB_g",
            "title": "Jay Leno & Craig Ferguson Talking Their Scottish Mothers - 3/3 Visits In Chronological Order",
            "description": "RE-UPLOADED COMPILATION, READ FURTHER WHY. First time I made Jay Leno compilation, the first appearance was 1080p but the 2nd and 3rd appearance were lower than 480 AND, the audio was crap. This time around, everything is 720p above with crisp editin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VFeSTvohf94",
            "title": "1964 Porsche 356C - Jay Leno's Garage",
            "description": "Dr. Anand Rajani takes Jay through his beloved Porsche, restored by an old friend of Big Dog Garage, John Willhoit.» Subscribe: http://bit.ly/JLGSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kMTTtm4RMjU",
            "title": "Emmanuel Lewis is Hilarious in This Classic First Appearance on Carson Tonight Show",
            "description": "Emmanuel Lewis is Hilarious in This Classic First Appearance on Carson Tonight Show - 05/05/1983#johnnycarson #thetonightshow #emmanuellewis "
        },
        {
            "url": "https://www.youtube.com/watch?v=0lY5spR1ivk",
            "title": "Drew Barrymore Interview With Barbara Walters (1997)",
            "description": "Drew Barrymore Talks To Barbara Walters In Candid Interview (1997) "
        },
        {
            "url": "https://www.youtube.com/watch?v=0Ew82Ae_N9g",
            "title": "What's My Line? - Eleanor Roosevelt (Oct 18, 1953) [W/ COMMERCIALS]",
            "description": "NOTE: This post replaces an earlier version that had significant a/v dropouts.  The video isn't the highest quality, but it's a rare episode with original commercials intact, and of great historical importance considering who the mystery guest is. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xnytJPqSOkI",
            "title": "The Alan Rickman Diaries : Interview with his widow Rima Horton & Dame Emma Thompson - 06.10.22",
            "description": "\"Madly, Deeply: The Alan Rickman Diaries\" has just been published.BBC Breakfast Interview (Broadcast 06.10.22) with his widow Rima Horton and Dame Emma Thompson , who talks about filming the \"Love Actually\" movie with him. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RkTIb45EYes",
            "title": "Kate Winslet remembers Alan Rickman with a funny story, praises Boyle, Fassbender",
            "description": "Kate Winslet speech supporting actress award at UK Critics Circle ceremony 2016. Emotional about Alan Rickman tells a funny story, praises Danny Boyle and Michael Fassbender …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b4EiCpMiX0A",
            "title": "Harry Potter Slytherin Bloopers, Funny Moments and Improvisations | OSSA Movies",
            "description": "Everyone who has watched or read Harry Potter knows that snakes are Slytherin! Of all the Hogwarts houses, Slytherin teaches its wizard students ambition, cunning, leadership, and resourcefulness. Come on, all the Malfoys and Tom Riddle (Voldemort) went to Slytherin, so this is clearly not a house where kindness r …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qi8_a7wCd0c",
            "title": "Long-Lost Twins Met After 36 Years Apart",
            "description": "Guest host Wanda Sykes welcomed Emily Bushnell and Molly Sinert, who at age 36 found out they were each other’s identical twin after spending their entire lives apart. They talked with Wanda about each taking a genetic test that led them to finding each other, and recalled the first time they met. Since they want to visit th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GKEyqikWypg",
            "title": "| GMA Mother, daughter meet for 1st time live on 'GMA,' 30 years after adoption",
            "description": "A woman who gave up her daughter for adoption more than 30 years ago met her in person for the first time today. "
        },
        {
            "url": "https://www.youtube.com/watch?v=-clcpq6t2nY",
            "title": "Separated twins reflect on being reunited",
            "description": "Identical twins separated at birth reflect on life since being reunited.SUBSCRIBE to GMA3's YouTube page:   …"
        }
    ]
}