{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=3CFjicsPZG0",
            "title": "Lizard People Conspiracy Theory Explained",
            "description": "\"This is -and excuse my language- a bunch of horse apples!\"MERCH: We've got it! SHOP NOW: https://bzfd.it/2MDBk2d …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=dXOLJOnLKDg",
            "title": "Neil deGrasse Tyson: 3 mind-blowing space facts | Big Think",
            "description": "Neil deGrasse Tyson: 3 mind-blowing space facts Watch the newest  video from Big Think: https://bigth.ink/NewVideoJoin Big Think+ for exclusive videos: https://bigthink.com/plus/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlantic  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nEDgG5MKndo",
            "title": "This Mysterious Computer Could Prove Time Travel Exists | Nostalgia Nerd",
            "description": "Go to https://curiositystream.thld.co/NERD  and use code NERD to save 25% off today, that’s only $14.99 a year. Thanks to Curiosity Stream for sponsoring today’s video. ~ In 1984 something strange happened in the village of Dodleston. A BBC Micro was sitting on a counter, when it suddenly started receiving mysterious message …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uTChrirK-hw",
            "title": "Was the Moon Landing faked? | Neil deGrasse Tyson | Big Questions",
            "description": "Neil deGrasse Tyson joined us to answer our biggest questions on climate change, God, AI and more. Order your copy of Letters from an Astrophysicist now: https://amzn.to/2DgjVVH …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AyAK3QBnMGQ",
            "title": "A mind-expanding tour of the cosmos with Neil deGrasse Tyson and Robert Krulwich",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tuVuxKTJeBI",
            "title": "Michio Kaku: 3 mind-blowing predictions about the future | Big Think",
            "description": "Michio Kaku: 3 mind-blowing predictions about the future Watch the newest video from Big Think: https://bigth.ink/NewVideoLearn skills from the world's top minds at Big Think+: https://bigthink.com/plus/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oI_X2cMHNe0",
            "title": "How Electricity Actually Works",
            "description": "This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dOQowCeAnRs",
            "title": "The Simple Question that Stumped EVERYONE Except Marilyn vos Savant",
            "description": "Monty Hall problem explained. Visit https://brilliant.org/Newsthink/ to start learning STEM for FREE, and the first 200 people will get 20% off their annual premium subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XRr1kaXKBsU",
            "title": "Why Gravity is NOT a Force",
            "description": "The General Theory of Relativity tells us gravity is not a force, gravitational fields don't exist. Objects tend to move on straight paths through curved spacetime. Thanks to Caséta by Lutron for sponsoring this video. Find out more at: https://www.lutron.com/veritasium …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=LIVEsa2g4ag",
            "title": "Paxman interviews Christopher Hitchens - Newsnight archives (2010)",
            "description": "In November 2010, the writer Christopher Hitchens, then dying of cancer, gave this long interview to Jeremy Paxman. Filmed at Hitchens's home in New York, it was a wide-ranging discussion, with Hitchens characteristically unflinching in his exploration of contemporary controversies, as well as his own illness  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KLODGhEyLvk",
            "title": "Life Is Worth Losing - Dumb Americans - George Carlin",
            "description": "From HBO Life Is Worth Losing. "
        },
        {
            "url": "https://www.youtube.com/watch?v=Wp-WiNXH6hI",
            "title": "Carl Sagan testifying before Congress in 1985 on climate change",
            "description": "Original source: https://www.c-span.org/video/?125856-...DECEMBER 10, 1985 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe. Unli …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Jzj-mmo7qjw",
            "title": "Why did a TIME TRAVELLER need this old IBM computer?",
            "description": "Could the John Titor story be true? Why did IBM refuse to comment for this video? How did he know the IBM's secret feature? Check out http://PCBWay.com - great PCBs from $5!👾 Become a supporter at http://patreon.com/perifractic or http://www.youtube.com/channel/UC6gAR... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3zJWU1IR544",
            "title": "Software Hidden in Records | Nostalgia Nerd",
            "description": "Head to https://www.squarespace.com/nostalgia... to save 10% off your first purchase of a website or domain using code NOSTALGIANERD.... You may have heard of Backmasking, or Backwards Masking. This is where messages are hidden within songs (usually on vinyl), which when reversed, will reveal themselves. Well, c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9HvG6ZlpLrI",
            "title": "Hear Buzz Aldrin tell the story of the first Moon landing",
            "description": "Buzz Aldrin was the second man to set foot on the Moon. In February 2016 Aldrin came to the Science Museum in London to tell the story of the historic mission in his own words.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TTGczb8uLA0",
            "title": "The Apollo 11 Moon Landing Mystery | Neil Armstrong | Dhruv Rathee",
            "description": "The Apollo 11 Moon mission is one of the most remarkable events in the history of mankind. It is when Neil Armstrong went to the moon and achieved a milestone of becoming the first person to do so. But do you know that there are some claims that also say that all this never happened, and everything about the apollo 11 i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1BCkSYQ0NRQ",
            "title": "Neil deGrasse Tyson Explains Time Dilation",
            "description": "Is time relative? On this explainer, Neil deGrasse Tyson and comic co-host Chuck Nice explore facts about Einstein’s theory of relativity that keep them up at night. Does time always move at the same rate?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rYzBxo3hbYQ",
            "title": "Neil DeGrasse Tyson: Blackholes and Other Cosmic Quandries",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xq_kI2xpsJw",
            "title": "Neil deGrasse Tyson with Bill Nye — COSMOS: Possible Worlds",
            "description": "Astrophysicist icon Neil deGrasse Tyson joins science popularizer Bill Nye to talk about the return of COSMOS to television. Recorded March 9, 2020, at 92nd Street Y. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oNnlmq05hGc",
            "title": "6 People Who Predicted the Future With Stunning Accuracy",
            "description": "With the current acceleration of innovation making what was unthinkable just a few years ago possible, it's a little easier to imagine what the future may hold than ever before. But in the past this was a great deal harder. Today we look at the visionaries that saw our modern life. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ipiewC3QP-k",
            "title": "Is there life after death? | Sam Harris, Bill Nye, Michio Kaku, & more | Big Think",
            "description": "Is there life after death? Watch the newest video from Big Think: https://bigth.ink/NewVideoLearn skills from the world's top minds at Big Think Edge: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4x2ZrklQQYU",
            "title": "Neil deGrasse Tyson on the Afterlife, Origins of the Earth and Extreme Weather",
            "description": "[2015 Re-Release]Astrophysicist superstar Neil deGrasse Tyson pulls no punches. America's favorite scientist talks climate change, why he doesn't fear death, and whether he thinks Elon Musk's mission to Mars will succeed. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yCsgoLc_fzI",
            "title": "A Physics Prof Bet Me $10,000 I'm Wrong",
            "description": "A UCLA Physics Professor bet me $10,000 that my video about going downwind faster than the wind was wrong. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ovJcsL7vyrk",
            "title": "This equation will change how you see the world (the logistic map)",
            "description": "The logistic map connects fluid convection, neuron firing, the Mandelbrot set and so much more. Fasthosts Techie Test competition is now closed! Learn more about Fasthosts here: https://www.fasthosts.co.uk/veritasium Code for interactives is available below... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Owji-ukVt9M",
            "title": "Rocket engine cycles: How do you power a rocket engine?",
            "description": "Rocket engines are incredibly complex machines, pushing the boundaries of material science and human ingenuity. And there’s a wide range of ways you can actually power a rocket engine and make it work.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=094y1Z2wpJg",
            "title": "The Simplest Math Problem No One Can Solve - Collatz Conjecture",
            "description": "The Collatz Conjecture is the simplest math problem no one can solve — it is easy enough for almost anyone to understand but notoriously difficult to solve. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8mve0UoSxTo",
            "title": "Mathematics is the queen of Sciences",
            "description": "An exploration of mathematics, including where it comes from and why it explains the physical world; and whether it’s a human invention or a hidden language of the universe.Aired on 15 Apr 2015, on PBS network's NOVA program series, this is a collector's item! "
        },
        {
            "url": "https://www.youtube.com/watch?v=-3-7Ydt4d3A",
            "title": "Marilyn vos Savant",
            "description": "Marilyn vos Savant talks about her unique life as a super genius.Date : August 6, 2016Link: http://america.cgtn.com/2016/08/06/ma... "
        },
        {
            "url": "https://www.youtube.com/watch?v=fDek6cYijxI",
            "title": "Chaos: The Science of the Butterfly Effect",
            "description": "Chaos theory means deterministic systems can be unpredictable. Thanks to LastPass for sponsoring this video. Click here to start using LastPass: https://ve42.co/VeLP Animations by Prof. Robert Ghrist: https://ve42.co/Ghrist …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oI_X2cMHNe0&t=1s",
            "title": "How Electricity Actually Works",
            "description": "This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Xc4xYacTu-E",
            "title": "Which Way Is Down?",
            "description": "BRAIN CANDY LIVE http://www.braincandylive.com/ticketsTHE VSAUCE CURIOSITY BOX: https://www.curiositybox.com/Links to sources and to learn more below! …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=4RGizqsLumo",
            "title": "Is There Life After Death? moderated by John Cleese - 2018 Tom Tom Festival",
            "description": "The University of Virginia’s Division of Perceptual Studies research portfolio includes investigating children who have memories of past lives; the nature of consciousness and the mind-body relationship; neuro-imaging studies of psi events; and individuals who report experiencing near-death experiences(NDEs). In this panel, the le …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qQW0-hz2-rI",
            "title": "Stephen Fry on cancel culture, morality and ties | SVT/TV 2/Skavlan",
            "description": "\"Social media is a lavatory wall\" says Stephen Fry. In this interview national treasure Stephen Fry talks ties, cancel culture and reflects on being gay in the 80s.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w-PcR2A3FQE",
            "title": "Christopher Hitchens Interview (2011)",
            "description": "Laurie Taylor interviews writer and broadcaster Christopher Hitchens, who discusses how his political beliefs changed over the years, revealing why Ayatollah Khomeini's 1989 fatwa on author Salman Rushdie represented a turning point in his life. He also talks about his atheist beliefs, his support for the war in Iraq and his rivalr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6grun0mNktA",
            "title": "40 Minutes of Jokes about Gen Z | Netflix",
            "description": "Gabriel Iglesias, Amy Schumer, and Cedric the Entertainer on Gen Z.Subscribe: https://bit.ly/2Kncxw6 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2tp0UNcjzl8&list=RDKLODGhEyLvk&start_radio=1&rv=KLODGhEyLvk",
            "title": "George Carlin - Stand Up About Religion",
            "description": "A video I put together containing George Carlin's stand up clips about religion.I hope George's family don't mind me making and sharing this. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8v2SWE15zms",
            "title": "George Carlin - Little Moments",
            "description": "....so in the midst of stirring up the shit myself a little bit from time to time, which I enjoy, I do like knowing I can always come back to those little things that make us all the same, little moments we share, universal moments, things that are so unimportant to us we hardly ever mention them to each other. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UnURElCzGc0",
            "title": "Cosmos - Carl Sagan - 4th Dimension",
            "description": "Cosmos - Carl Sagan - 4th Dimension "
        },
        {
            "url": "https://www.youtube.com/watch?v=uynhvHZUOOo",
            "title": "See what three degrees of global warming looks like",
            "description": "If global temperatures rise three degrees Celsius above pre-industrial levels, the results would be catastrophic. It’s an entirely plausible scenario, and this film shows you what it would look like. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6_-jtyhAVTc",
            "title": "Carl Sagan's 1994 \"Lost\" Lecture: The Age of Exploration",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=pcrwTN5OEZY",
            "title": "Thomas Edison Did Everything He Could To Stop Nikola Tesla Succeeding | Tesla's Death Ray",
            "description": "Nikola Tesla's theory of using alternating current to supply power to American homes is still in use today, but Thomas Edison did his best to try and stop Tesla from succeeding. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=an0M-wcHw5A",
            "title": "Why Going Faster-Than-Light Leads to Time Paradoxes",
            "description": "Is faster-than-light (FTL) travel possible? In most discussions of this, we get hung up on the physics of particular ideas, such as wormholes or warp drives. But today, we take a more zoomed out approach that addresses all FTL propulsion - as well as FTL messaging. Because it turns out that they all allow for time travel. Join us toda …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SWVgUwMTHEU",
            "title": "Apollo 11’s ‘third astronaut’ reveals secrets from dark side of the moon | 60 Minutes Australia",
            "description": "This year marks the 50th anniversary of that remarkable feat of technology and daring. And while the moonwalkers, Neil Armstrong and Buzz Aldrin, dominate our memories of the moon landing, there’s a third astronaut who deserves his place in history. Michael Collins piloted the Apollo 11 command module spac …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1xMokJARESU",
            "title": "3 Real Life Time Travelers",
            "description": "We've found some stories from real life time travelers! GMM #784!LAST DAY to get the Hoverboard tee: http://rhettandlink.com/storeGood Mythical MORE: https://youtu.be/AzFzgBH0lDU …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PJPmBmPpfCk",
            "title": "🆕 Commodore Accordion, ZX Spectrum Quake, Popup Computers, & MUCH more!",
            "description": "On this month's show, KITT vs DeLorean slot cars, The Commodore-Accordian, self-lacing Nikes, Quake on a ZX Spectrum & so much more! Check out http://PCBWay.com for great PCBs from $5!👾 Support us for exclusive perks: http://patreon.com/perifractic or http://www.youtube.com/channel/UC …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U&t=2s",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe. Unli …"
        },
        {
            "url": "https://www.youtube.com/watch?v=94mV7Fmbx88",
            "title": "Fibonacci = Pythagoras: Help save a stunning discovery from oblivion!",
            "description": "In 2007 a simple beautiful connection between two seemingly unrelated mathematical gems was discovered. However, it appears that this discovery has largely gone unnoticed and is actually in danger of being forgotten.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9If-K9R3Ka4",
            "title": "Where Are All The Hidden Dimensions?",
            "description": "Start speaking a new language in 3 weeks with Babbel 🎉. Get up to 65% OFF your subscription ➡️ HERE: https://go.babbel.com/t?bsc=1200m65-y...---------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=f-QxLAxwxkM",
            "title": "Shaving Compact Discs to improve the sound (?!)",
            "description": "Today I'm using a special lathe that cuts a 36º edge into a CD to improve the sound quality. Is this madness...I aim to find out.  You might also like this video about demagnetising CDs https://youtu.be/mH4v8b1tGSQ  V.FAQ… Q) Why didn’t you just rip the CDs into the computer? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2fX8pUZqPZg",
            "title": "The 1st 'Affordable' Almost IBM PC Compatible | Nostalgia Nerd",
            "description": "Click https://skl.sh/nostalgianerd to explore your creativity and get 2 free months of Skillshare's Premium Membership..... Today's video is all about IBM PC Compatibles, and more significantly the Sanyo MBC-550/MBC-555 computers, which changed the this compatible world for the better, back in 1983. You see, before this …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iWGAdoMz1c0",
            "title": "What Happened to Cyrix Processors? | Nostalgia Nerd",
            "description": "Intel vs AMD? Forget it. The processor wars of the 90s are almost as legendary as Sega vs. Nintendo or Amiga vs. Atari. While Intel was improving the 386 and 486, competitors popped up like AMD and Cyrix, leaving Intel with a lot more competition on their hands than today, and various lawsuits followed along the way. These co …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UQ5rangYxng",
            "title": "What Apollo 11 pilot Michael Collins feared most during critical NASA mission",
            "description": "This week marks the 50th anniversary of the Apollo 11 mission, which first landed American astronauts on the moon's surface. Of the intrepid crew, Neil Armstrong and Buzz Aldrin have tended to dominate public attention, but it was pilot Michael Collins who flew the command module to the moon -- and faced his own distinct  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4yX6ETCKyPo",
            "title": "Luis Elizondo on unidentified aerial phenomena, extraterrestrials and the Pentagon's UFO programme",
            "description": "Luis Elizondo ran the Pentagon's secretive UFO/UAP programme for a decade... We had some questions. Early last year, the US government officially acknowledged videos of “unidentified aerial phenomena” filmed by its Navy pilots. Was it evidence of extraterrestrials? Here the former Pentagon intelligence officer in charge of inve …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6dv8zJiggBs",
            "title": "Narcissist, Psychopath, or Sociopath: How to Spot the Differences",
            "description": "Get access to hundreds of LIVE workshops with MedCircle psychologists & psychiatrists: https://watch.medcircle.com …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vXVRs_Sar6Y",
            "title": "Black Holes Explained | They are not what you think they are! | Dhruv Rathee",
            "description": "Black holes are one of the most overused and misunderstood scientific concepts. Fancy pictures have made people think about black holes in the most bizarre ways. So what exactly is black hole? How are they formed? What are the types of black holes? Can we go there? What would happen if we fall into a black hole? Woul …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ih_4C6DJ0EU",
            "title": "Life on Alien Planet? | James Webb Telescope Discoveries | Dhruv Rathee",
            "description": "NASA recently released some pictures of space captured by the much popular James Webb Telescope. These pictures are not just beautiful, but they also tell us a lot about our universe. While one of the photos tells us how the universe was 13.1 billion years ago, another one claims that H20 has been found on some other plane …"
        },
        {
            "url": "https://www.youtube.com/watch?v=y7zrjWp3fEk",
            "title": "Mystery of Supersonic Airplane | Concorde Plane Crash | Dhruv Rathee",
            "description": "Paris witnessed one of the worst airplane crashes in the world, when a Concorde supersonic jet Air France Flight 4590 crashed, leading to the loss of 100+ people. It was an airplane that was considered a luxury, and it traveled at double the speed of sound. But how did this crash happen? What went wrong? Watch this video to find  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TepXz0X49e4",
            "title": "Things You Thought You Knew - Bada Bing! with Neil deGrasse Tyson",
            "description": "The sun, moon, and SPACETIME CONTINUUM? On this episode, Neil deGrasse Tyson and comic co-host Chuck Nice break down space and time and other cosmic things you thought you knew. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=O2jJ3wjEyZk",
            "title": "Neil deGrasse Tyson Explains Alien Visits, UFOs, and Other Conspiracies",
            "description": "Are alien spacecrafts here on earth? In this explainer video, Neil deGrasse Tyson and comic co-host Chuck Nice discuss the existence of aliens on earth and what the scientific community thinks of it.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yuD34tEpRFw",
            "title": "Time Dilation - Einstein's Theory Of Relativity Explained!",
            "description": "Time dilation and Einstein’s theory of relativity go hand in hand. Albert Einstein is the most popular physicist, as he formulated the theory of relativity, which gave the Energy mass equivalence formula and is directly related to time dilation. But what is time dilation? Time dilation and space time are interrelated. Einstein made one o …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0FMGTVCIDbU",
            "title": "A Conversation with Dr. Neil deGrasse Tyson (Full Session) | Interactive 2014 | SXSW",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=Cp5AcnzmBBA",
            "title": "Audiobook : Astrophysics for People in a Hurry Neil deGrasse Tyson Bestseller Science",
            "description": "(0:24) Preface(2:23) Ch. 1 The Greatest Story Ever Told …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wp6cnp1kZBY",
            "title": "Neil deGrasse Tyson Lecture @ UW 5/12/2011 FULL",
            "description": "{Edit 8/27/2019}  Due to the number of ignorant people constantly whining about the camera work (which I didn't do), or the introduction (which I was not involved in), or the blatant racism (which is not tolerated) - I have decided to close the comment section.  I feel that after 7+ years of constant, ignorant comments, that it  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1gk9iGo0LCg",
            "title": "Michio Kaku: Humanity in Space",
            "description": "Physicist Michio Kaku has already probed the neuroscientific frontiers of the human mind—including telekinesis, telepathy, and dreams. In The Future of Humanity, Kaku turns to a broader and less fathomable frontier: the universe. With irrepressible enthusiasm and a deep understanding of the cutting-edge research in space t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Q-B_ONJIEcE",
            "title": "Steven Pinker: Linguistics as a Window to Understanding the Brain | Big Think",
            "description": "In this lecture, Steven Pinker, renowned linguist and Harvard Psychology Professor, discusses linguistics as a window to understanding the human brain.New videos DAILY: https://bigth.ink …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WEDIj9JBTC8",
            "title": "William Ackman: Everything You Need to Know About Finance and Investing in Under an Hour | Big Think",
            "description": "Everything You Need to Know About Finance and Investing in Under an HourWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4KRZQQ_eICo",
            "title": "SciCafe: Life the Universe and Everything with Neil deGrasse Tyson",
            "description": "American Museum of Natural History's Director of the Hayden Planetarium, Neil deGrasse Tyson, hosted \"Life the Universe and Everything: A Conversation with Neil deGrasse Tyson\" at the Museum on June 2, 2010 as part of the ongoing free SciCafe series. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ORvK0_7oQn0",
            "title": "StarTalk Podcast: Neil deGrasse Tyson Answers Your Deadliest Cosmic Queries",
            "description": "On this episode of StarTalk Radio, Neil deGrasse Tyson and comic co-host Chuck Nice are ready to get morbid. We’ve gathered your fan-submitted Cosmic Queries that explore all things death, from the death of humanity to the death of the universe.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rYzBxo3hbYQ&t=2s",
            "title": "Neil DeGrasse Tyson: Blackholes and Other Cosmic Quandries",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mQUhJTxK5mA",
            "title": "Who Controls All of Our Money?",
            "description": "Subscribe here: https://goo.gl/9FS8uFCheck out the previous episode: https://www.youtube.com/watch?v=vtXyb...Become a Patreon!: https://www.patreon.com/ColdFusion_TV …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mh45igK4Esw",
            "title": "Elon Musk: How I Became The Real 'Iron Man'",
            "description": "\"Bloomberg Risk Takers\" profiles Elon Musk, the entrepreneur who helped create PayPal, built America's first viable fully electric car company, started the nation's biggest solar energy supplier, and may make commercial space travel a reality in our lifetime. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M7hOpT0lPGI",
            "title": "I've studied nuclear war for 35 years -- you should be worried. | Brian Toon | TEDxMileHigh",
            "description": "For the first time in decades, it's hard to ignore the threat of nuclear war. But as long as you're far from the blast, you're safe, right? Wrong. In this sobering talk, atmospheric scientist Brian Toon explains how even a small nuclear war could destroy all life on earth -- and what we can do to prevent it. A professor in the Departme …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5vzymaIabWI",
            "title": "Time: Do the past, present, and future exist all at once? | Big Think",
            "description": "Time: Do the past, present, and future exist all at once?Watch the newest video from Big Think: https://bigth.ink/NewVideoLearn skills from the world's top minds at Big Think+: https://bigthink.com/plus/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rbnBe-vXGQM",
            "title": "I See Dead People: Dreams and Visions of the Dying | Dr. Christopher Kerr | TEDxBuffalo",
            "description": "Dr. Christopher Kerr speaks at a 2015 TEDx event Buffalo, New York.Dr. Christopher W. Kerr is the Chief Medical Officer at The Center for Hospice and Palliative Care, where he …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lcYPL3s2Mmw",
            "title": "Neil deGrasse Tyson Explains Nothing",
            "description": "In this StarTalk video, we’re talking about nothing. Not in the Seinfeldian sense, but in the science sense. What is nothing? Neil explains how our usual definition of something being “nothing” is dictated by our senses.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xRx6f8lv6qc",
            "title": "Neil deGrasse Tyson on Science, Religion and the Universe | Moyers & Company",
            "description": "Bill Moyers continues his conversation with the astrophysicist in part two of a three-part series.Watch part one with Neil deGrasse Tyson: http://bit.ly/1dvNWcW …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5mDzcxy2KVI",
            "title": "Neil deGrasse Tyson On If We Are Living In A Simulated World, Future Of AI, + US Paris Agreement",
            "description": "(Published July 2017)#NeildeGrasseTyson unpacks #Trump's decision to pull out of the Paris Agreement, explains why he's fea …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zORUUqJd81M",
            "title": "Why does the universe exist? | Jim Holt",
            "description": "Why is there something instead of nothing? In other words: Why does the universe exist (and why are we in it)? Philosopher and writer Jim Holt follows this question toward three possible answers. Or four. Or none. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AaZ_RSt0KP8",
            "title": "The Universe is Hostile to Computers",
            "description": "Tiny particles from distant galaxies have caused plane accidents, election interference and game glitches. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XRr1kaXKBsU&t=2s",
            "title": "Why Gravity is NOT a Force",
            "description": "The General Theory of Relativity tells us gravity is not a force, gravitational fields don't exist. Objects tend to move on straight paths through curved spacetime. Thanks to Caséta by Lutron for sponsoring this video. Find out more at: https://www.lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jyQwgBAaBag",
            "title": "Risking My Life To Settle A Physics Debate",
            "description": "Even some physics professors say this craft breaks the laws of physics. This video is sponsored by Kiwico, For 50% off your first month of any subscription crate from KiwiCo (available in 40 countries!) head to https://www.kiwico.com/Veritasium50  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HeQX2HjkcNo",
            "title": "Math's Fundamental Flaw",
            "description": "Not everything that is true can be proven. This discovery transformed infinity, changed the course of a world war and led to the modern computer. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ETrYE4MdoLQ",
            "title": "The Feigenbaum Constant (4.669) - Numberphile",
            "description": "Binge on learning at The Great Courses Plus:  http://ow.ly/Z5yR307LfxYThe Feigenbaum Constant and Logistic Map - featuring Ben Sparks. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=48sCx-wBs34",
            "title": "The Infinite Pattern That Never Repeats",
            "description": "Simple rules of geometry meant that 5-fold symmetry was impossible as were crystals without a periodic structure. This turns out to be wrong. Thanks to LastPass for sponsoring a portion of this video. Click here to start using LastPass: https://ve42.co/LPs …"
        },
        {
            "url": "https://www.youtube.com/watch?v=D4SaofKCYwo",
            "title": "Are Aerospikes Better Than Bell Nozzles?",
            "description": "Timestamps:00:00 - Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Y-xyXDiC92s",
            "title": "The Entire Soviet Rocket Engine Family Tree",
            "description": "Today we’re going to actually straighten out the confusing family tree of the Soviet rocket engines by drawing out a super comprehensive chart of almost every engine that has flown to orbit while also walking you through some INCREDIBLE stories and fun anecdotes behind these engines. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Sf6H8kSunRA",
            "title": "The Insane Engineering of the GEnX",
            "description": "Get a year of both Nebula and Curiosity Stream for just 14.79 here: http://www.CuriosityStream.com/realen... and using the code, \"realengineering\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gMlf1ELvRzc",
            "title": "The Discovery That Transformed Pi",
            "description": "For thousands of years, mathematicians were calculating Pi the obvious but numerically inefficient way. Then Newton came along  and changed the game. This video is sponsored by Brilliant. The first 314 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iSNsgj1OCLA",
            "title": "The Riddle That Seems Impossible Even If You Know The Answer",
            "description": "The 100 Prisoners Riddle feels completely impossible even once you know the answer. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fu3645D4ZlI",
            "title": "Spinning Black Holes",
            "description": "A pulsing black hole in the centre of a distant galaxy sheds light on black hole and galaxy formation. How fast are black holes rotating and how does that rotation change over its life-span? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zlm1aajH6gY",
            "title": "The Riemann Hypothesis, Explained",
            "description": "The Riemann hypothesis is the most notorious unsolved problem in all of mathematics. Ever since it was first proposed by Bernhard Riemann in 1859, the conjecture has maintained the status of the \"Holy Grail\" of mathematics. In fact, the person who solves it will win a $1 million prize from the Clay Institute of Mathe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aeaQpuYPsy8",
            "title": "The Fascinating Truth About Energy With Professor Jim Al-Khalili | Order and Disorder | Spark",
            "description": "The great 19th-century Austrian physicist, Ludwig Boltzmann was one of the most important proponents of the idea that all matter is made of atoms. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yPVQtvbiS4Y",
            "title": "What Actually Are Space And Time?",
            "description": "Use code HISTORY16 for up to 16 FREE MEALS + 3 Surprise Gifts across 7 HelloFresh boxes plus free shipping at https://bit.ly/3Rkknac !--------------------------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QxvnEwvgfeI",
            "title": "Bobby Fischer solves a 15 puzzle in 17 seconds on Carson Tonight Show - 11/08/1972",
            "description": "Bobby Fischer solves a 15 puzzle in 17 seconds on Carson Tonight Show - 11/08/1972#bobbyfisher #johnnycarson  #chess "
        },
        {
            "url": "https://www.youtube.com/watch?v=Cycon01RT18",
            "title": "Jordan Peterson ~ The Uncomfortable Fact About IQ",
            "description": "Jordan Peterson ~ The Uncomfortable Fact About IQFull talk: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3oZaCrkCxu8",
            "title": "A Musical Savant Shows Talent",
            "description": "Rex Lewis-Clack is a 13-year-old who is blind and brain impaired with autism-like symptoms, but his ability at the piano soars like a prodigy. Harry Smith talks to his mother about her book, \"Rex.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=UBVV8pch1dM",
            "title": "The Science of Thinking",
            "description": "How the brain works, how we learn, and why we sometimes make stupid mistakes.Submit ideas: http://ve42.co/GotIdeasApply to work with me: http://ve42.co/JoinUs …"
        },
        {
            "url": "https://www.youtube.com/watch?v=e5_V78SWGF0",
            "title": "Quantum Theory Made Easy [1]",
            "description": "“Quantum Theory Made Easy,” a series in which the concepts of quantum physics are broken down for layaudiences in a more digestable manner. More in-depth than most presentations for laypersons, but without the mathematical rigour needed by a specialist in the field. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Kp_kqamkYpw",
            "title": "Half the universe was missing... until now",
            "description": "Half of the ordinary baryonic matter has been tough to find but Fast Radio Bursts made it possible to detect the WHIM. Thanks to Kiwico for sponsoring this video! For 20% off go to https://kiwico.com/veritasium or use code VERITASIUM at checkout.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=42QuXLucH3Q",
            "title": "Is Most Published Research Wrong?",
            "description": "Mounting evidence suggests a lot of published research is false.Check out Audible: http://bit.ly/AudibleVeSupport Veritasium on Patreon: http://bit.ly/VePatreon …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GVsUOuSjvcg",
            "title": "Future Computers Will Be Radically Different (Analog Computing)",
            "description": "Visit https://brilliant.org/Veritasium/ to get started learning STEM for free, and the first 200 people will get 20% off their annual premium subscription. Digital computers have served us well for decades, but the rise of artificial intelligence demands a totally new kind of computer: analog. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iDqQ9qgTWmg",
            "title": "Why Does The Universe Look Like This?",
            "description": "Thank you to Wondrium for sponsoring today's video! Signup for your FREE trial to Wondrium here: http://ow.ly/3bA050L1hTL-------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fCn8zs912OE",
            "title": "The Zipf Mystery",
            "description": "Support Vsauce, your brain, Alzheimer's research, and other YouTube educators by joining THE CURIOSITY BOX: a seasonal delivery of viral science toys made by Vsauce! A portion of all proceeds goes to Alzheimer's research and our Inquisitive Fellowship, a program that gives money and resources directly to rising STEM channel …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mxhxL1LzKww",
            "title": "How Much of the Earth Can You See at Once?",
            "description": "My shirt is from this quarter’s CURIOSITY BOX: http://www.curiositybox.com/MY TWITTER: http://www.twitter.com/tweetsauceMY INSTAGRAM: http://www.instagram.com/electricpants …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GDrBIKOR01c",
            "title": "Messages For The Future",
            "description": "Support Vsauce, your brain, Alzheimer's research, and other YouTube educators by joining THE CURIOSITY BOX: a seasonal delivery of viral science toys made by Vsauce! A portion of all proceeds goes to Alzheimer's research and our Inquisitive Fellowship, a program that gives money and resources directly to growing science cha …"
        }
    ]
}