{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=DPRJzNc876A",
            "title": "This Flat Earther Thinks NASA is Lying to You",
            "description": "What if everything you've learnt is a lie? What if NASA and the illuminati have been pulling the wool over your eyes since birth? What if the moon is fake news? VICE speaks to a Flat-Earther who will finally puts these essential questions to rest. …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=KDqZvGJW4gk",
            "title": "Crop Circle Theorist Thinks the Truth is Out There",
            "description": "VICE goes to meet Andy Thomas, mystery buster, to find out what he knows about the creation of crop circles. Are they made by humans, aliens or other super natural forces? The truth is out there somewhere, and Andy is on track to find out. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gcNKIGAodj8",
            "title": "Jake Byrd at the Flat Earth Conference",
            "description": "There are many people who believe that the Earth is flat. They're called 'Flat Earthers,' and  they have conventions and talks and shirts, the whole deal. Jimmy is always interested in this, so we sent our pal Jake Byrd to a Flat Earth Conference in Dallas, Texas to do some unearthing, and flat earthing. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kIID5FDi2JQ",
            "title": "Why all world maps are wrong",
            "description": "Making accurate world maps is mathematically impossible.Follow Johnny on Instagram www.instagram.com/johnny.harris/ …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=7VZNGgDjsMo",
            "title": "An Eating Disorder Specialist Explains How Trauma Creates Food Disorders",
            "description": "As an eating disorder and trauma therapist, Ashley McHan sees patients with an array of issues with food. VICE speaks to her about our unhealthy relationship to food, how it contributes to disordered eating and the underlying causes, similarities and differences of various eating disorders. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=twAP3buj9Og",
            "title": "Who made these circles in the Sahara?",
            "description": "Someone left these marks in the sand. We had to find out who.Subscribe and turn on notifications 🔔 so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YplVZg7TsMo",
            "title": "Jake Byrd at Trump Fundraiser in Los Angeles",
            "description": "President Trump made a lot of money here in L.A. last night at a Beverly Hills fundraiser where he raised $5 million for his re-election campaign. There were a lot of protestors, but a number of Trump supporters also came out of the woodwork including Trump's number one superfan, Jake Byrd. Jake shows up at all the bigly ev …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EmA-riyIY3Y",
            "title": "Jake Byrd at the Presidential Debate in Las Vegas",
            "description": "The third and final Presidential debate just took place in Las Vegas. The candidates were there, the media was there, and also there was Donald Trump's number one supporter, Jake Byrd. Jake made a pilgrimage to Vegas to file this very special report for us. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tFxkk96Vqdg",
            "title": "Jake Byrd at the 2016 Republican National Convention",
            "description": "Our friend Jake Byrd is a huge Donald Trump fan so we sent a camera crew to follow him to the Republican National Convention in Cleveland where he filed this special report. #RNCinCLE …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IwJzsE8CvzQ",
            "title": "Why People Think the World is Flat",
            "description": "It's not just about the shape of the globe.We publish an extra video every month over at https://www.patreon.com/johnnyharris …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZPZnTAAGKvs",
            "title": "Fun Fact About Every Country in the World - Part 1",
            "description": "Link to Part 2: https://youtu.be/c9rRK8AzrdITitle says it all: a fun fact about every country in the world. This is Part 1 in which we look at countries fro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2lR7s1Y6Zig",
            "title": "What Does Earth Look Like?",
            "description": "Follow Michael Stevens: http://www.twitter.com/tweetsauceEXTRA INFO & LINKS BELOW! …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=1cjxqwmAJHQ",
            "title": "This Alien Channeler Says He Speaks to Extraterrestrials",
            "description": "Are the human race headed for apocalypse? Will Brexit be good for the UK? What do aliens think of VICE? And how soon until we get to get down with aliens in bed? In this rare opportunity, VICE asks an extraterrestrial race (through a man channeling them) all of earth's burning questions. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OAlyBWRmkxs",
            "title": "Eating disorders through developmental, not mental, lens | Richard Kreipe | TEDxBinghamtonUniversity",
            "description": "What image comes to your mind when you hear the term anorexia nervosa? Historically, eating disorders have been viewed in predominantly negative terms as “mental” disorders, most commonly occurring in females 10 to 25 years old. Kreipe’s perspective emanating from the integration of concepts of human ecology, the nor …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3Q76l_4IDsA",
            "title": "What Bulimia Taught Me. | Susannah Laing | TEDxCumbernauldWomen",
            "description": "Susannah Laing shares a very powerful and articulate talk about what living with bulimia has taught her about fear, trauma, and being in a loving relationship with her body. Susannah was born in Troon, Scotland. She has travelled many  parts of the world formerly as a professional athlete and now professional actor. Susanna …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dphq5X-rMew",
            "title": "How the “lost cities” of the Amazon were finally found",
            "description": "And why they were so hard to seeSubscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_cQKsYYhF20",
            "title": "The world's biggest wave, explained",
            "description": "And how it's transformed a Portuguese town.Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=v394vC23HW0",
            "title": "El Chapo's drug tunnels, explained",
            "description": "How El Chapo dug his way to the top of the drug trade.Check out the Today, Explained podcast episode on El Chapo here: https://bit.ly/2DaFZS8 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Bl_5PZBXgc0",
            "title": "Is the race to cure cancer fixed? | Decoded",
            "description": "Hollywood actor @amrwaked investigates whether the pharmaceutical industry is hiding thediscovery of cheap and effective cures for cancer to keep raking in profits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=d7h_dPkQ8t4",
            "title": "Jake Byrd first appearance",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=UeKQxP8j-H4",
            "title": "Jake Byrd Crashes a Herschel Walker Rally & Kanye Praises Hitler During Insane Alex Jones Interview",
            "description": "Today is the first day of December and news anchors everywhere can NOT believe it, the Biden’s hosted French President Emmanuel Macron and his wife for their first official state dinner, Donald Trump’s dinner companion Kanye West sat down for three hours of insanity with the despicable Alex Jones to praise Hitler, and with t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fpaES0VnXaA",
            "title": "Jake Byrd at Trump Inauguration",
            "description": "We recently swore in a new President. Many people were on hand to witness the inauguration and one of those people was Donald Trump superfan and friend of the show Jake Byrd. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EmA-riyIY3Y&list=RDLVEmA-riyIY3Y&start_radio=1&rv=EmA-riyIY3Y",
            "title": "Jake Byrd at the Presidential Debate in Las Vegas",
            "description": "The third and final Presidential debate just took place in Las Vegas. The candidates were there, the media was there, and also there was Donald Trump's number one supporter, Jake Byrd. Jake made a pilgrimage to Vegas to file this very special report for us. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BmbhQmv6gJE",
            "title": "Nightly News Full Broadcast - Dec. 1",
            "description": "Senate approves deal to avoid rail strike; Consumer spending is up and inflation is easing; Buckingham Palace incident: Charity executive speaks out over racist remarks; and more on tonight’s broadcast. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yvLlpAnRReo",
            "title": "Tiger Williams",
            "description": "David \"Tiger\" Williams was formally inducted into the Saskatchewan Sports Hall of Fame during a ceremony on September 30, 2017. "
        },
        {
            "url": "https://www.youtube.com/watch?v=EmA-riyIY3Y&t=2s",
            "title": "Jake Byrd at the Presidential Debate in Las Vegas",
            "description": "The third and final Presidential debate just took place in Las Vegas. The candidates were there, the media was there, and also there was Donald Trump's number one supporter, Jake Byrd. Jake made a pilgrimage to Vegas to file this very special report for us. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kqe7snXx0hU&list=RDtFxkk96Vqdg&start_radio=1&rv=tFxkk96Vqdg",
            "title": "Jake Byrd Invades Donald Trump's New Hampshire Rally",
            "description": "Our friend Jake Byrd is a huge fan of Donald Trump. So we sent a camera crew to follow him to a New Hampshire Trump rally to file this very special and important report. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=he-7vs0BkLE",
            "title": "Professor Dave Humiliates Flat Earther David Weiss (DITRH Debunked Live)",
            "description": "For months now, hordes of idiots have been lurking in my comments sections, aggressively insisting that I need to debate David Weiss, because he's some kind of flat earth messiah who is undebunkable, and I should cower in the face of his might. Of course I ignored them because he is a two-bit charlatan and who cares what idio …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may be in …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MYnjzsjeMK8",
            "title": "Why Flat Earthers Are Dead Wrong",
            "description": "What was supposed to be a relaxing trip home to visit Mom turned out to be a battle of science and spite. One of our writers shared his head-butting story about his mother and her new affinity for the Flat Earth \"Theory\". Is it even a theory? Watch our new funny video to find out! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=c9rRK8AzrdI",
            "title": "Fun Fact About Every Country in the World - Part 2",
            "description": "Part 2 of my fun fact about every country in the world seriers! In this video it's the countries from M to Z. Part 1: https://youtu.be/ZPZnTAAGKvs …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1sFaOOkr0rY&list=PLmIHwWY0hiuwADkNG5Uj5oQmx8Us2olyD",
            "title": "Countries of North and South America | Countries of the World Songs",
            "description": "Subscribe to KLT: https://www.youtube.com/channel/UC7EF...Listen to KLT Music on Spotify: https://open.spotify.com/artist/3RvQs... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NSk0fXWBGc4",
            "title": "Most Impressive Megaprojects Under Construction",
            "description": "From New York's new airport terminal to Denmark's Energy Islands, here are the biggest megaprojects currently under construction.  For more construction & megaproject content be sure to subscribe to Top Luxury. Thanks for watching this video: Most Impressive Megaprojects Under Construction …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VNqNnUJVcVs",
            "title": "Is Earth Actually Flat?",
            "description": "Support Vsauce, your brain, Alzheimer's research, and other YouTube educators by joining THE CURIOSITY BOX: a seasonal delivery of viral science toys made by Vsauce! A portion of all proceeds goes to Alzheimer's research and our Inquisitive Fellowship, a program that gives money and resources directly to growing science cha …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IJhgZBn-LHg",
            "title": "How Earth Moves",
            "description": "Support Vsauce, your brain, Alzheimer's research, and other YouTube educators by joining THE CURIOSITY BOX: a seasonal delivery of viral science toys made by Vsauce! A portion of all proceeds goes to Alzheimer's research and our Inquisitive Fellowship, a program that gives money and resources directly to other educational ch …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Pxb5lSPLy9c",
            "title": "1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35...",
            "description": "Watch my FIELD DAY video, “Home Sweet Whittier”: http://bit.ly/1QKKcuoSupport Vsauce, your brain, Alzheimer's research, and other YouTube educators by joining THE CURIOSIT …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=AcbqB0pFRPA",
            "title": "Why I’ve Been Injecting Snake Venom for 30 Years",
            "description": "Steve Ludwin has been voluntarily injecting snake venom for 30 years. This began as a quest for personal immunity, the fountain of youth and the acquiring of serpent powers but became considerably more profound when a laboratory in Copenhagen discovered his masochism.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tpUtUQ5YC-Q",
            "title": "Extra Terrestrial Visit - Louis Theroux's Weird Weekends - BBC",
            "description": "Louis Theroux and his group of Santa Claus disbelievers visit the home of an extra terrestrial host. Will any of them be able to keep a straight face when Korton descends? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HkB9VJdu27M",
            "title": "The Real Walter White",
            "description": "When AMC's Breaking Bad premiered in 2008, one of Alabama's most successful meth cooks was already knee deep in building a massive meth empire. His name? Walter White. In this documentary, Walter tells us the secret behind his product, how he stacked up thousands of dollars per day, and why his partner is now serving t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8ut3rxb1nwc",
            "title": "It’s time to do eating disorder recovery differently | Kristie Amadio | TEDxYouth@Christchurch",
            "description": "More than 70 million people worldwide have eating disorders. 20% of those people will die without treatment; 10% seek help. When Kristie Amadio returned to rural New Zealand after intensive residential eating disorder treatment in California, she had to overcome a massive gap in the support available in order to fully recov …"
        },
        {
            "url": "https://www.youtube.com/watch?v=63XsokRPV_Y",
            "title": "An epidemic of beauty sickness | Renee Engeln | TEDxUConn 2013",
            "description": "Girls grow up hearing both implicit and explicit messages suggesting that the most important attribute they can strive for is beauty. The chronic focus on beauty directs cognitive, financial, and emotional  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UEysOExcwrE",
            "title": "Eating Disorders from the Inside Out: Laura Hill at TEDxColumbus.",
            "description": "Calm, pleasure and satisfaction is what most people experience after eating. But for people with eating disorders, food brings anxiety, disturbance and  noise.  Dr. Hill takes a look from the inside out from the \"sound\" to the biology of these diseases and how the future holds a different approach to manage the illness while bring …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6sEsviBCvWo",
            "title": "An Eating Disorder isn't Just a Girl Thinking She Looks Fat | Peyton Crest | TEDxYouth@MinnetonkaHS",
            "description": "Peyton Crest, a senior at Minnetonka High School, shares her story of her battle with an eating disorder and how she has achieved success despite it.  Peyton Crest is a senior at Minnetonka High School. She is involved in DECA, Student Government, and the Red Cross Club. Outside of school she volunteers at a senior living h …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ssr2UDB9EWQ",
            "title": "Trust your hunger and make peace with food | Eve Lahijani | TEDxUCLA",
            "description": "Learning to listen to yourself and trust yourself can be very difficult for some people. Eve Lahijani talks to us about the importance of learning to do so especially when it comes to our hunger and diet. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cLZEEOZlTzo",
            "title": "Is Aging Reversible? A Scientific Look with David Sinclair | David Sinclair | TEDxBoston",
            "description": "NOTE FROM TED: Research around aging discussed in this talk remains an ongoing field of study. Please do not look to this talk for health advice. TEDx events are independently organized by volunteers. The guidelines we give TEDx organizers are described in more detail here: http://storage.ted.com/tedx/manuals/t... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classic era' …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HZPy8hH86LY",
            "title": "What Happened To Space Mining?",
            "description": "Just a couple of years ago, it seemed that space mining was inevitable. Analysts, tech visionaries and even renowned astrophysicist Neil deGrasse Tyson predicted that space mining was going to be big business. Space mining companies like Planetary Resources and Deep Space Industries backed by the likes of Google’s La …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WwGRM4QWFlQ",
            "title": "How US corporations poisoned this Indigenous community",
            "description": "Invisible chemicals changed the Mohawk way of life. They’re probably in you, too.Subscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JkMWoHjnaRw",
            "title": "Surfing the 100ft swell at Nazare | 60 Minutes Australia",
            "description": "The largest and meanest waves in the world slam into a headland in Portugal called Nazaré. Such is this monster break it often breaks those brave – or crazy – boardriders who attempt to take it on.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=a_wuykzfFzE",
            "title": "This plane could cross the Atlantic in 3.5 hours. Why did it fail?",
            "description": "The Concorde gave us supersonic transport. But why did this supersonic plane fail? The answer is complicated. Follow Phil Edwards and Vox Almanac on Facebook for more: https://www.facebook.com/philedwardsi... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Xhtc3EX12Z8",
            "title": "The Island Where People Refuse to Die",
            "description": "Thank you to Shopify for sponsoring this video! http://shopify.com/YesTheory We’ve been using Shopify for 4 years to run Seek Discomfort and it truly elevated this channel to the next level by allowing us to build a business that fuels our dream. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M2IQuXbExjU",
            "title": "Inside Mexico's Most Powerful Drug Cartel | Foreign Correspondent",
            "description": "Tens of thousands are missing, many more murdered. So why are Mexico’s violent drug cartels operating with impunity? We go inside the most powerful cartel to meet the footsoldiers. Corruption, they say, goes right to the top. Produced in collaboration with Ben Zand and Vice TV. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=R_ViOLgvsuY",
            "title": "How this drug lord created a hippo problem in Colombia",
            "description": "It’s a hippo invasion.Become a member of the Vox Video Lab! http://bit.ly/video-lab …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Kh3RHV5G1Fc",
            "title": "Inside El Chapo’s Escape Tunnel",
            "description": "Infamous drug lord Joaquin “El Chapo” Guzman, who daringly escaped prison on July 11, utilized a tunnel leading from the only “supermax” maximum-security prison in Mexico, where he'd been held. At least that's the explanation Mexican authorities have given as to how the leader of the Sinaloa cartel escaped prison for t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3dA5_EJzuu4",
            "title": "Are plants the gateway to the mind? | Decoded",
            "description": "Can plants be the gateway to the mind? Hollywood actor @amrwaked explores whether plants like Ayahuasca and the Blue Lotus were the source of knowledge and inspiration of our ancient ancestors. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AX-mifWsRYE",
            "title": "Gravitas Plus: UFOs, Aliens & Science",
            "description": "Are we alone in this universe? Are extraterrestrial beings visiting us in UFOs? NASA is investigating. Pentagon is set to release a report. How close are we to finding an answer? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM&t=2s",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iJ8pnCO0nTY",
            "title": "The hardest \"What comes next?\" (Euler's pentagonal formula)",
            "description": "Looks like I just cannot do short videos anymore. Another long one :)  In fact, a new record in terms of the slideshow: 547 slides!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe. Unli …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dx62AnUb3IM",
            "title": "Medical Miracle: A breakthrough in Cancer cure | International News | English News | WION",
            "description": "There has been a crucial breakthrough in the fight against the cancer. A trial was carried out at a cancer center in New York. Patients were injected with a drug, and after 6 months, cancer tumors vanished in all patients.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RBMnRmbNMr0",
            "title": "Vitamin C for cancer? ‘Miracle man’ Anton Kuraia's highly controversial treatment",
            "description": "New Zealand research reveals science may back his belief. "
        },
        {
            "url": "https://www.youtube.com/watch?v=8GOiYY9DUgk",
            "title": "Trump Fan Jake Byrd Invades a Bernie Sanders Rally",
            "description": "Donald Trump has won over a huge number of voters, none more so than our own Jake Byrd. Jake has popped up at quite a few big Trump events over the last year, but this weekend he packed up his passion and he ventured to San Diego to file this very special report from a Bernie Sanders rally. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8KfxGwZo-kM",
            "title": "Jake Tapper Talks About His Stephen Miller Interview",
            "description": "Jake Tapper reflects on his interview with Trump official Stephen Miller and explains whether or not he has empathy for the fallen members of the Trump administration.» Subscribe to Late Night: http://bit.ly/LateNightSeth …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DrL-oP6TYJI",
            "title": "Trump Admits to Stealing Documents, Lindsey Loves Herschel & MyPillow Mike’s Craziest Idea Yet",
            "description": "Jimmy talks about watching holiday movies with his kids, the annual Christmas tree in Omaha being dragged by trucks into the Durham Museum, the U.S. Men’s Soccer Team advancing at the World Cup, a brawl that took place at a hockey game in British Columbia, polls showing that Herschel Walker is in a dead heat with Raphael  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oIF1F7n-4kI",
            "title": "Michigan vs Purdue LIVE | NCAAF 2022 | College Football Week 14",
            "description": "#NCAAF2022#CollegeFootball#Alabama …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ab1RpvWmU30",
            "title": "Georgia Senate Runoff, Twitter Ends COVID Policy & More | The Daily Show",
            "description": "Herschel Walker's Georgia residency gets scrutinized, and Twitter stops enforcing its policy against COVID-19 misinformation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zfyEhAc7K_I",
            "title": "Jake Byrd at Roy Moore Rally in Alabama",
            "description": "Last night in Alabama there was a rally for Senate hopeful Roy Moore and for some reason they held it at a church. Luckily, on hand to lend his support and to file a report was our friend Jake Byrd, who really likes Roy Moore a lot. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C-0CebFpF_s",
            "title": "How Qatar built stadiums with forced labor",
            "description": "And hurt thousands of migrant workersSubscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kqe7snXx0hU",
            "title": "Jake Byrd Invades Donald Trump's New Hampshire Rally",
            "description": "Our friend Jake Byrd is a huge fan of Donald Trump. So we sent a camera crew to follow him to a New Hampshire Trump rally to file this very special and important report. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7_wKNQ0bBQ4",
            "title": "Elon Lets Trump & Kanye Back on Twitter, Donny Screams About Turkey & Bob Iger Returns as Disney CEO",
            "description": "Our announcer Lou celebrates his birthday, President Biden turned 80 on Sunday, his granddaughter Naomi got married at the White House on Saturday, the annual tradition of pardoning the turkeys took place on the South Lawn, Attorney General Merrick Garland did what Trump was hoping he wouldn’t and appointed a Special  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ifnqHGvteVw",
            "title": "Trump’s Tax Returns FINALLY Handed Over, Mara-a-Lago Beefs Up Security & Stoners Get a Pot Quiz",
            "description": "December is minutes away and the President and First Lady took part in the 100thlighting of the national Christmas Tree, parents all across the country are breaking out the old Elf on the Shelf to try and get their children to behave, Spotify released their annual musical report card “Spotify Wrapped” and Jimmy reveals what hi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UeKQxP8j-H4&t=1s",
            "title": "Jake Byrd Crashes a Herschel Walker Rally & Kanye Praises Hitler During Insane Alex Jones Interview",
            "description": "Today is the first day of December and news anchors everywhere can NOT believe it, the Biden’s hosted French President Emmanuel Macron and his wife for their first official state dinner, Donald Trump’s dinner companion Kanye West sat down for three hours of insanity with the despicable Alex Jones to praise Hitler, and with t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mhD_m2HiUVU",
            "title": "Nightly News Full Broadcast - Dec. 2",
            "description": "U.S. economy adds 263,000 jobs in November; Flu cases skyrocket nationwide, pushing hospitals to the brink; Biden meets with Prince William in Boston; and more on tonight’s broadcast. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oqwIDxKYoVs",
            "title": "9NEWS Parade of Lights 2022",
            "description": "Colorado's biggest holiday parade is back in the Mile High City.The 48th annual 9NEWS Parade of Lights will bring sparkling lights, marching bands, giant balloons and c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FzG701jwS6c",
            "title": "LIVE: NBC News NOW",
            "description": "NBC News NOW is live, reporting breaking news and developing stories in real time. We are on the scene, covering the most important stories of the day and taking deep dives on issues you care about.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1ZpjxDNjnpk",
            "title": "Fastest 3 Goals in Playoff History (Toronto Maple Leafs, 1979)",
            "description": "Atlanta Flames vs Toronto Maple Leafs Apr 17, 1979The fastest three goals scored by one team (23 seconds). …"
        },
        {
            "url": "https://www.youtube.com/watch?v=X5zvYPnlTzw",
            "title": "1976 CANADA CUP Documentary Video",
            "description": "1976 CANADA CUP Documentary Video "
        },
        {
            "url": "https://www.youtube.com/watch?v=EAX82UFJ43M",
            "title": "Peter, Patter & Perry - Lanny McDonald Tells Tiger's Tales",
            "description": "Lanny tells Tiger's tales. Lanny McDonald shares stories about Tiger Williams, Don Cherry and the \"Swedish Sieve\". "
        },
        {
            "url": "https://www.youtube.com/watch?v=Y0LA7Ff2hgs",
            "title": "Election Subversion: Last Week Tonight with John Oliver (HBO)",
            "description": "With midterm elections approaching, John Oliver discusses what happens after the votes are in, how some elected officials might try to negate legitimate election results, and which teletubby would taste best.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tFxkk96Vqdg&t=2s",
            "title": "Jake Byrd at the 2016 Republican National Convention",
            "description": "Our friend Jake Byrd is a huge Donald Trump fan so we sent a camera crew to follow him to the Republican National Convention in Cleveland where he filed this special report. #RNCinCLE …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pgGEwldM8js",
            "title": "Guest Host Chelsea Handler on the Awfulness That is Melania Trump, Lauren Boebert & Ginni Thomas",
            "description": "Guest host Chelsea Handler talks about her chemistry with Guillermo, new text messages revealing that Melania Trump said no to tweeting about the attacks on Capitol, Clarence Thomas’ wife Virginia Thomas refusing to testify in front of the House Select Committee about her role on January 6th, Andrew Giuliani losing the R …"
        },
        {
            "url": "https://www.youtube.com/watch?v=82dyXsYsaPs",
            "title": "Don Cheadle on War Machine Movie, Bumping in to Arnold Schwarzenegger & His Sad Wikipedia Photo",
            "description": "Don talks about celebrating his birthday, playing golf with no shoes on, his new movie White Noise directed by Noah Baumbach, playing War Machine in the Marvel movie Armor Wars, bumping into Arnold Schwarzenegger at gym in Toronto, a hamlet in Alberta, Canada called Cheadle, and we help him take a new photo for his Wik …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JKmrWDoVqVw",
            "title": "Nightly News Full Broadcast - Oct. 25",
            "description": "St. Louis high school shooter was armed with 600 rounds of ammunition; Tripledemic puts U.S. hospitals in ‘crisis mode’; Brittney Griner’s appeal denied by Russian judges; and more on tonight’s broadcast. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1TA2m7t0aHk",
            "title": "Trump’s BIG Announcement at Mar-a-Lago, GOP Keeps Their Distance & Pence Sheds Light on Insurrection",
            "description": "The final votes for last week’s midterm elections are still being counted but the race for 2024 has already begun, Donald Trump made a big announcement tonight at Mar-a-Lago surrounded by dozens of his closest friends and thousands of classified documents, Trump is expected to launch another campaign for President, many R …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JDy95_eNPzM",
            "title": "Response to Globebusters - The Earth Still Isn't Flat",
            "description": "Last week I posted a video about how we know the Earth is round, from the perspective of modern astronomy. The Flat Earth community did not like it one bit, and the channel \"Globebusters\" decided to talk for three hours on their livestream about how stupid my video is, and how stupid I am. I didn't really appreciate that, so I deci …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E0OUvEh3HWk",
            "title": "Watch NASA’s DART Mission Launch (Double Asteroid Redirection Test) Official Broadcast/Stream",
            "description": "Can we change the motion of an asteroid? Our #DARTMission is set to be the first to try! The Double Asteroid Redirection Test (DART) mission is a spacecraft designed to impact an asteroid as a test of technology to see if it can change the motion of an asteroid in space. The goal of the mission is to see if intentionally crashing a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dVG1dNygOgA",
            "title": "An Amusing \"Discussion\" With Jesse Lee Peterson",
            "description": "Jesse Lee Peterson is an evangelist, commentator, and all-around bizarre person. He and I exchanged some words regarding racism, politics, and psychology, and hilarity ensued. As a disclaimer, there is no educational merit to this exchange whatsoever. This is 90 minutes of Jesse saying the dumbest things imaginable, an …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what if th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8&list=RDCMUCpVm7bg6pXKo1Pr6k5kxG9A&start_radio=1&rv=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may be in …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AUFQ44Y3TRM",
            "title": "Stash House Takedown (Full Episode) | To Catch a Smuggler",
            "description": "HSI confiscate 21 kilos of meth and disrupt a transnational drug ring. CBP seize one of the largest shipments of illegal shark fins in Miami history. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KyD8VIK032o",
            "title": "The 10 Things That All Flat Earthers Say",
            "description": "So it's been a minute since I made my response to the Globebusters, and for two months now I've had to listen to flat earthers spew the same nonsense in the comment section of that video, day after day. Now that I'm intimately familiar with their most popular and most ridiculous talking points, I thought I would put them a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AQl8h7Aa75s",
            "title": "10 Challenges For Flat Earthers",
            "description": "I can't count how many people have asked for another one of these, and I figured it's been quite a while, so why not mock the flatties one more time? In this video I point out ten blatantly obvious and trivial things any flat earther could do to substantiate their model, that they totally never and will never do. It's hard to fathom t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RuUlWUMEPWg",
            "title": "Events That Will Cause the End of the World",
            "description": "How will it all end? By an asteroid, a science experiment gone wrong, or even a zombie invasion? Check out today's insane new video to find out all the possible ways the world could actually come to an end! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZAwx_fclgHE",
            "title": "Fascinating Flag Facts",
            "description": "This video is sponsored by Audible: http://audible.com/wonderwhyGet 3 months of Audible for just $6.95 per month - limited offer.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=___nkvwpnAg",
            "title": "75 Useless Facts About Countries of the World",
            "description": "Sign up to CuriosityStream for just $14.79 for a whole year: http://curiositystream.com/wonderwhyAlso get access to Nebula through the bundle deal.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BRB9dJmZhVk",
            "title": "12. The Inca - Cities in the Cloud (Part 1 of 2)",
            "description": "PART 2: https://youtu.be/2GkNOT2Q2hkHigh up on the craggy peaks of the Urubamba Canyon, a lost city lies wreathed in cloud... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=seCu7pIAKy0",
            "title": "Every Country in Asia - Geography & Capitals | Countries of the World",
            "description": "Subscribe to KLT: https://www.youtube.com/channel/UC7EF...Listen to KLT Music on Spotify: https://open.spotify.com/artist/3RvQs... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YFI95YMsmsM",
            "title": "👻 Avocado Baby was Taken by Monster || Funny Stories for Kids by Pit & Penny 🥑",
            "description": "✨🥑✨SUBSCRIBE TO SUPPORT ME!✨🥑✨ https://www.youtube.com/channel/UCVNm... Hi kids! 👋 Watch and have fun with Pit & Penny! 🥑😉  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T2_-FmhOCaM",
            "title": "Top 10 Most Populated Countries of the World Compilation",
            "description": "Subscribe to KLT: https://www.youtube.com/channel/UC7EF...Listen to KLT Music on Spotify: https://open.spotify.com/artist/3RvQs... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UJoC-Fvc6qU",
            "title": "Most Useless Megaprojects in the World (Part 2)",
            "description": "Abandoned, Delayed, and Failed Megaprojects. In this video, we go over the Most Useless and Expensive Megaprojects in the World including the World's Strangest Airport, America's Superconducting Super Collider, and North Korea's Hotel of Doom! For more Construction & Mega Project content be sure to subscribe to Top  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NSk0fXWBGc4&list=RDCMUC6TY36Ys_J6UPKd75TpRuUw&start_radio=1&rv=NSk0fXWBGc4",
            "title": "Most Impressive Megaprojects Under Construction",
            "description": "From New York's new airport terminal to Denmark's Energy Islands, here are the biggest megaprojects currently under construction.  For more construction & megaproject content be sure to subscribe to Top Luxury. Thanks for watching this video: Most Impressive Megaprojects Under Construction …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sw9zpH717ts",
            "title": "Flexible Buildings: The Future of Architecture | Free Documentary",
            "description": "Flexible Buildings: The Future of Architecture | Engineering DocumentaryWorld's Tallest Tower: Burj Khalifa - Dubai's Vertical City: https://youtu.be/NJI8mOv4VW4 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=06bvdFK3vVU",
            "title": "Flat Earth vs. Round Earth | Explorer",
            "description": "The Ancient Greeks concluded Earth was a sphere, which has been validated by scientists ever since. Despite this, there is a movement growing claiming the Earth is flat.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hbmf0bB38h0",
            "title": "Einstein's General Theory of Relativity | Lecture 1",
            "description": "Lecture 1 of Leonard Susskind's Modern Physics concentrating on General Relativity. Recorded September 22, 2008 at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mxhxL1LzKww",
            "title": "How Much of the Earth Can You See at Once?",
            "description": "My shirt is from this quarter’s CURIOSITY BOX: http://www.curiositybox.com/MY TWITTER: http://www.twitter.com/tweetsauceMY INSTAGRAM: http://www.instagram.com/electricpants …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Xc4xYacTu-E",
            "title": "Which Way Is Down?",
            "description": "BRAIN CANDY LIVE http://www.braincandylive.com/ticketsTHE VSAUCE CURIOSITY BOX: https://www.curiositybox.com/Links to sources and to learn more below! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yPVQtvbiS4Y",
            "title": "What Actually Are Space And Time?",
            "description": "Use code HISTORY16 for up to 16 FREE MEALS + 3 Surprise Gifts across 7 HelloFresh boxes plus free shipping at https://bit.ly/3Rkknac !--------------------------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s86-Z-CbaHA",
            "title": "The Banach–Tarski Paradox",
            "description": "Support Vsauce, your brain, Alzheimer's research, and other YouTube educators by joining THE CURIOSITY BOX: a seasonal delivery of viral science toys made by Vsauce! A portion of all proceeds goes to Alzheimer's research and our Inquisitive Fellowship, a program that gives money and resources directly to growing STEM chan …"
        },
        {
            "url": "https://www.youtube.com/watch?v=csInNn6pfT4",
            "title": "Fixed Points",
            "description": "My video on Sesame Studios: https://www.youtube.com/watch?v=BTjAi...The Curiosity Box by Vsauce: https://www.curiositybox.com/LINKS TO SOURCES BELOW! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rltpH6ck2Kc",
            "title": "What If The Sun Disappeared?",
            "description": "Check out MinuteEarth: http://bit.ly/XkxwmuBecome a Vsaucer: http://bit.ly/POIaN7For cool things every day: http://www.twitter.com/tweetsauce …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6F7quI-MbzY",
            "title": "What is the Shortest Poem?",
            "description": "Click to SUBsauce: http://bit.ly/POIaN7http://www.twitter.com/tweetsauce*sources and bonus links below* …"
        }
    ]
}