{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=yqgMECkW3Ak",
            "title": "Donald Trump Believes Climate Change Is A Hoax | All In | MSNBC",
            "description": "He's said so over and over. And no matter how many times reporters ask, his administration won't say otherwise.» Subscribe to MSNBC: http://on.msnbc.com/SubscribeTomsnbc …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=ga-RBuhcJ7w",
            "title": "Climate Change - Myth or Reality?",
            "description": "Climate Change - Myth or Reality? Patrick Bet-David takes a neutral stance in looking at both sides of the climate change argument. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qpyFjUsm2PU",
            "title": "Donald Trump's Best Lines on Climate Change",
            "description": "President Donald Trump once described climate change as a 'hoax', and although he's been hesitant to repeat that statement in office, there are many who find his views on the environment a little troubling.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M7hOpT0lPGI",
            "title": "I've studied nuclear war for 35 years -- you should be worried. | Brian Toon | TEDxMileHigh",
            "description": "For the first time in decades, it's hard to ignore the threat of nuclear war. But as long as you're far from the blast, you're safe, right? Wrong. In this sobering talk, atmospheric scientist Brian Toon explains how even a small nuclear war could destroy all life on earth -- and what we can do to prevent it. A professor in the Depa …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=SgMWejbE6jw",
            "title": "Will Electric Cars Save The Planet? Or Is It Just Propaganda?",
            "description": "In this video, Patrick Bet-David does a deep dive into electric vehicles and breaks down the myths surrounding them. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N-yALPEpV4w",
            "title": "Why renewables can’t save the planet | Michael Shellenberger | TEDxDanubia",
            "description": "Environmentalists have long promoted renewable energy sources like solar panels and wind farms to save the climate. But what about when those technologies destroy the environment? In this provocative talk, Time Magazine “Hero of the Environment” and energy expert, Michael Shellenberger explains why solar an …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RSxaWLugT2k",
            "title": "DOCUMENTARY: Climate skeptic examines what scientists know and how they know it",
            "description": "Many call climate change the defining crisis of our time. In Texas, where we live, climate change is making heatwaves hotter, hurricanes stronger and droughts last longer. And yet 35% of Texans don’t think it’s happening or are not sure. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OWXoRSIxyIU",
            "title": "13 Misconceptions About Global Warming",
            "description": "Donate to the IPCC to prevent climate change → https://ve42.co/donateIPCCCommon misconceptions about climate change.Check out Audible: http://bit.ly/AudibleVe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xxf8-OIbasM",
            "title": "WATCH: Trump acknowledges climate change 'to an extent,' but blames wildfires on unkempt forests",
            "description": "Amid an unprecedented wildfire season on the West Coast, President Donald Trump in Tuesday's debate tried to pin the annual blazes on a lack of forest management. Experts emphasize that weather conditions like severe drought, exacerbated by warming global temperatures due to climate change, as well as human error  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=g4UfoVqy3-4",
            "title": "George Conway on Attacking Trump While Wife Kellyanne Conway Worked For Him",
            "description": "George talks about his marriage to Kellyanne Conway, talking to Trump for the first time, Kellyanne turning Trump’s campaign around, attacking Trump on Twitter, thinking that he is a menace to the world, the possibility of him going to prison, and Trump announcing that he is running for President next week. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HEfpxiUIZPs",
            "title": "8 ways the world could suddenly end: Stephen Petranek at TEDxMidwest",
            "description": "Unintentional \"Dark Futurist\", Stephen Petranek, re-visits the subject matter of his original eleven year old TED Talk and offers the audience an extraordinarily sobering look at the eight critical issues that threaten human life on Earth. …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=sytWLB4-W-M",
            "title": "THE BIG EV LIE. Why They Won't Save the Planet & All About Dirty Electricity | TheCarGuys.tv",
            "description": "THE BIG EV LIE. Why They Won't Save the Planet & All About Dirty Electricity | TheCarGuys.tv#electricvehicles #tesla #globalwarming …"
        },
        {
            "url": "https://www.youtube.com/watch?v=A-M9Z6F18Vk",
            "title": "I'm Done with Electric Cars! Going back to Combustion Power - Here's Why!",
            "description": "I'm so done with Electric Cars, here's why...#notsponsored …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tHO1ebNxhVI",
            "title": "Making Safe Nuclear Power from Thorium | Thomas Jam Pedersen | TEDxCopenhagen",
            "description": "Thomas Jam Pedersen, engineer and co-founder of Copenhagen Atomics, was skeptical at first upon discovering and reading about thorium energy, which is present everywhere in the world and could technically provide an inexpensive energy supply for everyone for thousand years. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S1E8SQde5rk",
            "title": "The Contradictions of Battery Operated Vehicles | Graham Conway | TEDxSanAntonio",
            "description": "NOTE FROM TED: This talk only reflects the speaker's personal views and interpretation. Several claims in this talk lack scientific support. We've flagged this talk because it falls outside the content guidelines TED gives TEDx organizers.  TEDx events are independently organized by volunteers. The guidelines we give TEDx org …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3WMuzhQXJoY",
            "title": "MEETING THE ENEMY A feminist comes to terms with the Men's Rights movement | Cassie Jaye | TEDxMarin",
            "description": "By facing long-held assumptions, one woman reevaluates her own gender biases. Documentary Filmmaker, The Red Pill  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VxWYglbtqnQ",
            "title": "Bjorn Lomborg Declares “False Alarm” on Climate Hysteria",
            "description": "Recorded on July 24, 2020 This week, a conversation with Bjorn Lomborg, a visiting fellow at the Hoover Institution, the presiden …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Yze1YAz_LYM",
            "title": "Dan Britt - Orbits and Ice Ages: The History of Climate",
            "description": "Another lecture in IHMC's award winning lecture series. http://www.ihmc.usClimate change has become a major political issue, but few understand how climate has changed in t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gJwayalLpYY",
            "title": "Climate I: Is The Debate Over?",
            "description": "Read our blog post \"An Agenda climate compendium\" on TVO.org: http://bit.ly/ajRKJeWhat is, and isn't, settled about climate science. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XRr1kaXKBsU",
            "title": "Why Gravity is NOT a Force",
            "description": "The General Theory of Relativity tells us gravity is not a force, gravitational fields don't exist. Objects tend to move on straight paths through curved spacetime. Thanks to Caséta by Lutron for sponsoring this video. Find out more at: https://www.lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEmuEWjHr5c",
            "title": "The Most Persistent Myth",
            "description": "Many technologies have promised to revolutionize education, but so far none has. With that in mind, what could revolutionize education?These ideas have been percolating since I wrote my PhD in physics education: https://ve42.co/phd …"
        },
        {
            "url": "https://www.youtube.com/watch?v=m3hHi4sylxE",
            "title": "The Truth About Climate Change",
            "description": "--------Don't miss a single video from Stossel TV, sign up here:    https://johnstossel.activehosted.com/f/1--------- "
        },
        {
            "url": "https://www.youtube.com/watch?v=cGtJQhxZB48",
            "title": "Biden and Trump speak on climate change, fracking",
            "description": "“The fastest-growing industry in America is solar energy and wind. He thinks wind causes cancer, windmills,” Joe Biden said, referring to President Donald Trump. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CqtZdnpfgIc",
            "title": "What the Hockey Stick missed about climate change",
            "description": "The infamous hockey stick figure was published in 1999. A new paper just blew it out of the water with an INCREDIBLE reconstruction. Learn how climate change altered human history on CuriosityStream! https://www.curiositystream.com/simon... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bP74RBTE8kI",
            "title": "How Redditors Exposed The Stock Market | The Problem With Jon Stewart | Apple TV+",
            "description": "Watch now on Apple TV+:https://theproblem.link/StocksEpisode …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ifnqHGvteVw",
            "title": "Trump’s Tax Returns FINALLY Handed Over, Mara-a-Lago Beefs Up Security & Stoners Get a Pot Quiz",
            "description": "December is minutes away and the President and First Lady took part in the 100thlighting of the national Christmas Tree, parents all across the country are breaking out the old Elf on the Shelf to try and get their children to behave, Spotify released their annual musical report card “Spotify Wrapped” and Jimmy reveals wh …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9NHVn4QfjZQ",
            "title": "Robin Williams Makes an Insane First Appearance | Carson Tonight Show",
            "description": "Original Airdate: 10/14/1981#johnnycarson #robinwilliams #thetonightshow Check out more Johnny on the 24/7 FREE streaming channel JohnnyCarson.TV "
        },
        {
            "url": "https://www.youtube.com/watch?v=_HytJn6uaRk",
            "title": "The Unusual Earth Orbit Circling Above Our Ancient Past | Roger G. Gilbertson | TEDxColoradoSprings",
            "description": "NOTE FROM TED: We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside the TEDx content guidelines. Claims made in this talk only represent the speaker’s personal views which are not corroborated by scientific evidence. TEDx events are independently organized by volunteers. The guid …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BrNs0M77Pd4",
            "title": "Artificial Intelligence: it will kill us | Jay Tuck | TEDxHamburgSalon",
            "description": "For more information on Jay Tuck, please visit our website www.tedxhamburg.deUS  defense expert Jay Tuck was news director of the daily news program ARD-Tagesthemen and co …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-wkdH_wluhw",
            "title": "What animals are thinking and feeling, and why it should matter | Carl Safina | TEDxMidAtlantic",
            "description": "Carl Safina takes us inside the lives and minds of animals around the world, witnessing their profound capacity for perception, thought and emotion, showing why the word \"it\" is often inappropriate as we discover \"who\" they really are. And yet, we are wiping out the very animals we should celebrate; we are the flood coming f …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=7JJHr78Ksx0",
            "title": "The reality of living with an EV that nobody talks about !!",
            "description": "The reality of living with an EV can be amazing or impossible depending on a couple of critical things that you have or not !  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kOJrJPjomm4",
            "title": "Fastest Depreciating SUPERCARS Revealed! Which Loses 42% in 1 Year? Which Gains 95%? | TheCarGuys.tv",
            "description": "Fastest Depreciating Supercars Revealed! Which Loses 42% in One Year?  | TheCarGuys.tv#depreciation #supercars #mclaren …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jxt3v7kTlvw",
            "title": "4 Year Update - Are Solar Panels for Home Still Worth It?",
            "description": "4 year solar panel review - Are they still worth it? It’s been almost 4 years since I had solar panels installed on my house.  To start comparing quotes and simplify insurance-buying, check out Policygenius: https://policygenius.com/undecided. Thanks to Policygenius for sponsoring this video! In general the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lyPQNsJsxjQ",
            "title": "I Ran OUT of CHARGE Electric Cars are a LIVING HELL WATCH & Learn The TRUE REALITY of EV Ownership!",
            "description": "I Ran OUT of CHARGE. Electric Cars are a LIVING HELL WATCH & Learn The TRUE REALITY of EV Ownership as I take a road trip from Ipswich to Nottingham in My Porsche Taycan Electric Vehicle and struggle to find charge points as my car is running drastically low on battery. Here's the truth that the Auto Car Manufacturer …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kSu7fNDKqvM",
            "title": "Jay Leno on Elon Musk, the EV market, investing in cars and his car collection",
            "description": "#ElonMusk #JayLeno EV #YahooFinanceYahoo Finance’s Pras Subramanian spoke with ‘Jay Leno’s Garage’ Host, Jay Leno, at his garage in California, as they discuss Jay’s car collection, Elon Musk, electric vehicles, the seventh season of ‘Jay Leno’s Gara …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0KiII_2qabk",
            "title": "The True State of Russian Army",
            "description": "The Russian military, the second largest military in the world, may not be what it looks like. Lies and systematic corruptions may in fact have dragged Russia into this war with Ukraine, which has been heavily backed up by the US and NATO. We will present the evidence, you make your own decision, because the Russian Army,  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Wcs2PFz5q6g",
            "title": "The Science of Making & Breaking Habits | Huberman Lab Podcast #53",
            "description": "In this episode, I review the science of habit formation and habit elimination and how the process of neuroplasticity (brain rewiring) underlies these processes.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UXZzyKTsBMw",
            "title": "Why Netflix is Collapsing: The Truth About Netflix's Empire",
            "description": "📦Get a 60-day free trial at https://shipstation.com/magnatesThe Netflix Movie: The INSANE Rise and Fall of Netflix - a MagnatesMedia business documentary on t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UJoC-Fvc6qU",
            "title": "Most Useless Megaprojects in the World (Part 2)",
            "description": "Abandoned, Delayed, and Failed Megaprojects. In this video, we go over the Most Useless and Expensive Megaprojects in the World including the World's Strangest Airport, America's Superconducting Super Collider, and North Korea's Hotel of Doom! For more Construction & Mega Project content be sure to subscribe to  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kybenSq0KPo",
            "title": "Thorium can give humanity clean, pollution free energy | Kirk Sorensen | TEDxColoradoSprings",
            "description": "Kirk Sorensen stumbled across thorium while doing research on how to power a lunar community. Thorium is a cleaner, safer, and more abundant nuclear fuel—one that Kirk believes will revolutionize how we produce our energy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mTwS9_PReM4",
            "title": "The Hidden World Beneath the Antarctic Ice Sheet | John Priscu | TEDxBozeman",
            "description": "Following more than a decade of international and national planning and an intense week of on-ice weather delays, Priscu led the field team successfully drilled through the overlying ice sheet and sampled directly the waters and sediments of a lake hidden beneath the Antarctic ice sheet. The groundbreaking explorati …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0fiAoqwsc9g",
            "title": "Crows, smarter than you think | John Marzluff | TEDxRainier",
            "description": "As research continues, the term \"bird brain\" no longer carries a negative connotation. Avian researcher John Marzluff showcases a few amazing, problem solving (and sometimes vindictive) feats accomplished by crows in order to break down common misconceptions about avian intelligence.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BT254smRufA",
            "title": "How I figured out the Achilles heel of Vladimir Putin | William Browder | TEDxBerlin",
            "description": "For more information on William Browder, please visit our website www.tedxberlin.de. xxx This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx "
        },
        {
            "url": "https://www.youtube.com/watch?v=vuIlsN32WaE",
            "title": "The mathematics of weight loss | Ruben Meerman | TEDxQUT (edited version)",
            "description": "NOTE FROM TED: This talk only represents a stoichometric approach to understanding metabolism and weight loss. TEDx events are independently organized by volunteers. The guidelines we give TEDx organizers are described in more detail here: http://storage.ted.com/tedx/manuals/t... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=B0Y-GU3JqiQ",
            "title": "How dogs love us | Dr. Gregory Berns | TEDxAtlanta",
            "description": "Ever wondered what your dog is thinking? Does he really miss you when you’re gone? Finally, we have the answer, thanks to MRI technology. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MLKj1puoWCg",
            "title": "TEDxOrangeCoast - Daniel Amen - Change Your Brain, Change Your Life",
            "description": "Change your Brain, Change your Life. Revelations  based on studying 63,000 brain images across 90 countries over 20 years. How Brain imaging can change paradigms and our understanding of healthy life, no matter where we live. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tLWEr_kdXl4",
            "title": "Why big boys don't cry | Gareth Griffith | TEDxUniversityofBristol",
            "description": "Gareth Griffith is committed to creating a space for us all to talk about mental health. He believes that we all benefit from increasing the everyday possibilities to articulate those feelings that are far too often left internalised. Don’t miss this incredibly personal talk in which Gareth shares his story of his battle with …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sWN13pKVp9s",
            "title": "Obesity is a National Security Issue: Lieutenant General Mark Hertling at TEDxMidAtlantic 2012",
            "description": "Lieutenant General Mark Phillip Hertling, is the Commanding General, US Army Europe and Seventh Army. In that role, he is the commander of the approximately 42,000 U.S. Army forces assigned to Europe, and he is the Army Component Commander of U.S. European Command. While Hertling's primary role is training U.S. Ar …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lp4XhZytdD0",
            "title": "Douglas Murray and His Continuing Fight against the \"Madness of Crowds”",
            "description": "Recorded on November 23, 2020A little over 18 months ago, we interviewed author and columnist Douglas Murray about his then new  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vDNSnMTem98",
            "title": "Is Everything Better Than We Think? | Bjorn Lomborg - Jordan B Peterson Podcast S4 (2022): E16",
            "description": "Bjorn Lomborg's newest book \"False Alarm\" available here: https://www.amazon.com/False-Alarm-Cl...This episode was recorded on January 21, 2021. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T7uwtNoWBK0",
            "title": "Why did Russia attack Ukraine and what are its geopolitical implications?",
            "description": "This ANU Public Lecture by Emeritus Professor Paul Dibb of the Strategic and Defence Studies Centre examines why President Putin decided to invade the Ukraine and what the implications are for international order, including the risk of a wider war in Europe and the potential use of nuclear weapons. "
        },
        {
            "url": "https://www.youtube.com/watch?v=RZlICdawHRA",
            "title": "A Funny Thing Happened on the Way to Global Warming",
            "description": "Steven F. Hayward, Pepperdine UniversityThis lecture is part of Hillsdale College's 2014 CCA series. To learn more about Hillsdale College and the CCA programs, visit http://www.hillsdale.edu/outreach/cca "
        },
        {
            "url": "https://www.youtube.com/watch?v=fl9oDJzfg58",
            "title": "Existential physics: answering life's biggest questions - with Sabine Hossenfelder",
            "description": "Join theoretical physicist Sabine Hossenfelder as she draws on the latest research in quantum mechanics, black holes, string theory and particle physics to explore what modern physics can tell us about the big questions. Watch the Q&A here: https://youtu.be/QiE6P3EcKRk …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M4LRHJlijVU",
            "title": "1177 B.C.: When Civilization Collapsed | Eric Cline",
            "description": "Consider this, optimists.  All the societies in the world can collapse simultaneously.  It has happened before.In the 12th century BCE the great Bronze Age civilizations of the Mediterranean—all of them—suddenl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DcA5TotAkhs",
            "title": "The Importance of Being Ethical, with Jordan Peterson",
            "description": "Recorded on April 20, 2022, as part of a Classical Liberalism Seminar at the Graduate School of Business at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9W8IY0Sx1b4",
            "title": "Rise of the Nazis - Full Episode | BBC Select",
            "description": "This in-depth BBC World War II documentary series examines how Adolf Hitler and the Nazi Party rose to power in 1930s Germany and how they brutally retained control and destroyed democracy. Rise of the Nazis also explores the missed opportunities to stop Hitler prior to World War 2 and takes us inside the minds of …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Oog7-KOtpEA",
            "title": "Why Has Global Warming Paused? - William Happer",
            "description": "William HapperPrinceton UniversitySeptember 27, 2013 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PjT85AxTmI0",
            "title": "The TRUE Cause of Gravity in General Relativity",
            "description": "Alternatively titled, \"Physics Myth-Busters: why time dilation does NOT cause gravity\" this video explores an explanation of General Relativity whose monumental erroneousness is commensurate only to its popularity. What is this explanation, why is it so wrong, and how did so many high-profile YouTubers get suckered into  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZbzcYQVrTxQ",
            "title": "Cold Fusion is Back (there's just one problem)",
            "description": "Try out my quantum mechanics course (and many others on math and science) on https://brilliant.org/sabine. You can get started for free, and the first 200 will get 20% off the annual premium subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RQaW2bFieo8",
            "title": "Derek Muller: The key to effective educational science videos",
            "description": "Derek Muller is the Creative Director of Veritasium, a science video blog with 90 films based off of interviews with Australians about issues such as global warming, seasons and the scale of the universe.[Note: We want you to see these talks exactly as they happened! The archive footage might be a little  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dOQowCeAnRs",
            "title": "The Simple Question that Stumped EVERYONE Except Marilyn vos Savant",
            "description": "Monty Hall problem explained. Visit https://brilliant.org/Newsthink/ to start learning STEM for FREE, and the first 200 people will get 20% off their annual premium subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b2f9Zf-MDtU",
            "title": "Why Does Russia Own This Old Piece of Germany?",
            "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/reallifelore...Please Subscribe: http://bit.ly/2dB7VTO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RIOiGtO2UBA",
            "title": "Green New Deal: Fact versus Fiction",
            "description": "Rep. Alexandria Ocasio-Cortez’s Green New Deal proposes to save the planet. It calls for the United States to reduce carbon emissions to zero in 10 years.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2ZRUtldIS8k",
            "title": "Jack Benny and Mel Blanc - The Man of a Thousand Voices | Carson Tonight Show",
            "description": "Original Airdate: 01/23/1974#johnnycarson #thetonightshow #melblanc "
        },
        {
            "url": "https://www.youtube.com/watch?v=ULpGDnuz308",
            "title": "John Christy on making sense of data in the climate change debate",
            "description": "Climate scientist Dr. Michael Mann notes climatologist Dr. John R. Christy as a compelling voice on the other side of the climate change debate. Dr. Christy, a pioneer in measuring global temperatures by satellite, discusses challenges to understanding data from satellites, balloons, and terrestrial weather stations. He also e …"
        },
        {
            "url": "https://www.youtube.com/watch?v=K8Z9Kqhrh5c",
            "title": "Watch In Full: Trump versus Biden in the first US Presidential election debate",
            "description": "US President Donald Trump and former Vice President Joe Biden go head-to-head in the first 2020 US election debate on 29 September. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XB-wSI3ubIg",
            "title": "Kari Lake Alleges Cheating In Midterm Elections 2022 | USA News Today | English News Live",
            "description": "Kari Lake Alleges Cheating In Midterm Elections 2022 | USA News Today | English News Live As Arizona counties face a Monday deadline to certify their midterm election results, Republican can …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ggOTxSGc4pg",
            "title": "The Housing Market ‘Is Crashing,’ Says KPMG Chief Economist",
            "description": "With 19 days until the elections, voters are concerned around the economic landscape. CNBC Senior Economics Report Steve Liesman and KPMG Chief Economist Diane Swonk discuss the state of the economy and concerns about a looming recession. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fLXAheLJoe0",
            "title": "Are We Dumb about Intelligence? Amy Zegart on the Capabilities of American Intel Gathering",
            "description": "Recorded on March 17, 2022Amy Zegart is a fellow at the Hoover Institution, a professor of political science at Stanford University, …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_OpC4fH3mEk",
            "title": "How Long Would Society Last During a Total Grid Collapse?",
            "description": "A summary of how other systems of infrastructure (like roadways, water, sewer, and telecommunications) depend on electricity and how long each system could last under total blackout conditions. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GGtAilkWTtI",
            "title": "Global Warming: An Inconvenient History",
            "description": "This is the story of how we discovered the planet was warming, and why. Learn the building blocks of climate science with Brilliant: https://www.brilliant.org/simonclark …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fkX-H24Chfw",
            "title": "Hydrogen: fuel of the future?",
            "description": "It’s been hailed as fuel of the future. Hydrogen is clean, flexible and energy efficient. But in practice there are huge hurdles to overcome before widespread adoption can be achieved. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1-2TyKqP84o",
            "title": "Tidal energy could be huge – why isn't it?",
            "description": "It's estimated that we could (practically) capture enough tidal energy to power all homes in the United States TWICE over – but we can only manage a tiny fraction of that right now. For a planet that is 70% water, why is this technology still so far behind other renewables? Are things about to change? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ImLAmfM_AgA",
            "title": "Super Glue and Baking soda! Pour Glue on Baking soda and Amaze With Results",
            "description": "how to fix your broken items using glue and baking soda, known as super glue or ca glue. Using baking soda and super glue together is a much more effective and durable method than repairing using cotton and super glue.I hope you enjoy the tricks in this video thanks for watching! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-Eyo0u4_sYI",
            "title": "How People Cheat The Stock Market | The Problem With Jon Stewart Podcast | Apple TV+",
            "description": "The Problem With Jon Stewart is now streaming on Apple TV+https://theproblem.link/StocksEpisode …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Wu27WJ0Axcw",
            "title": "The Problem With White People | The Problem With Jon Stewart | Apple TV+",
            "description": "The Problem With Jon Stewart is now streaming on Apple TV+https://theproblem.link/RacismEpisode …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6grun0mNktA",
            "title": "40 Minutes of Jokes about Gen Z | Netflix",
            "description": "Gabriel Iglesias, Amy Schumer, and Cedric the Entertainer on Gen Z.Subscribe: https://bit.ly/2Kncxw6 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UeKQxP8j-H4",
            "title": "Jake Byrd Crashes a Herschel Walker Rally & Kanye Praises Hitler During Insane Alex Jones Interview",
            "description": "Today is the first day of December and news anchors everywhere can NOT believe it, the Biden’s hosted French President Emmanuel Macron and his wife for their first official state dinner, Donald Trump’s dinner companion Kanye West sat down for three hours of insanity with the despicable Alex Jones to praise Hitler, and  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T_IGNT0cQC0",
            "title": "Marjorie Taylor Greene Is Back On Twitter | Mike Lindell Thinks He Has A Shot At RNC Chair",
            "description": "Elon Musk’s new rules for Twitter have allowed Covid misinformation back on the platform, as well as previously-banned users like Rep. Marjorie Taylor Greene. Elsewhere in the GOP, MyPillow CEO Mike Lindell is throwing his hat in the ring for chairman of the Republican National Committee. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mhD_m2HiUVU",
            "title": "Nightly News Full Broadcast - Dec. 2",
            "description": "U.S. economy adds 263,000 jobs in November; Flu cases skyrocket nationwide, pushing hospitals to the brink; Biden meets with Prince William in Boston; and more on tonight’s broadcast. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w-d3jFIGxdQ",
            "title": "How Elites Will Create a New Class of Slaves | Whitney Webb | The Glenn Beck Podcast | Ep 162",
            "description": "Journalist Whitney Webb has worked to uncover some of the most dangerous stories of our lifetime, and she joins Glenn to reveal just how eye-opening it’s been. Her new two-volume book, “One Nation Under Blackmail: The Sordid Union Between Intelligence and Crime that Gave Rise to Jeffrey Epstein,” examines Epstein’s el …"
        },
        {
            "url": "https://www.youtube.com/watch?v=prbGlOhB7Ss",
            "title": "Classic Steve Martin Appearance From 1975 | Carson Tonight Show",
            "description": "Classic Steve Martin Appearance From 1975 on The Tonight Show Starring Johnny CarsonAirdate: 09/30/1975 #johnnycarson #stevemartin #thetonightshow "
        },
        {
            "url": "https://www.youtube.com/watch?v=HIqppbPcUfs",
            "title": "BULLS at WARRIORS | NBA FULL GAME HIGHLIGHTS | December 2, 2022",
            "description": "Never miss a moment with the latest news, trending stories and highlights to bring you closer to your favorite players and teams.Download now: https://app.link.nba.com/APP22 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=i-T7tCMUDXU",
            "title": "The Fourth Phase of Water: Dr. Gerald Pollack at TEDxGuelphU",
            "description": "Does water have a fourth phase, beyond solid, liquid and vapor?University of Washington Bioengineering Professor Gerald Pollack answers this question, and intrigue …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZyfE3IvDWR8",
            "title": "Is the house of history built on foundations of sand? | Graham Hancock | TEDxReading",
            "description": "NOTE from TED: Please be aware that this talk contains outdated and counterfactual assertions, and should not be understood as a representation of modern scholarship on ancient civilizations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S1E8SQde5rk&t=2s",
            "title": "The Contradictions of Battery Operated Vehicles | Graham Conway | TEDxSanAntonio",
            "description": "NOTE FROM TED: This talk only reflects the speaker's personal views and interpretation. Several claims in this talk lack scientific support. We've flagged this talk because it falls outside the content guidelines TED gives TEDx organizers.  TEDx events are independently organized by volunteers. The guidelines we give TEDx org …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DMHMOQ_054U",
            "title": "The 4 phases of retirement | Dr. Riley Moynes | TEDxSurrey",
            "description": "Imagine squeezing all the juice out of retirement! When interviewed on his research, Dr. Riley Moynes commented, “I wish I knew then what I know now about the psychological challenges that accompany retirement. It would have made things much clearer and easier.” …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-KysuBl2m_w",
            "title": "Choices that can Change your Life | Caroline Myss | TEDxFindhornSalon",
            "description": "In Caroline's unique style, she talks about 3 key choices people can make to change their life.Caroline Myss is a five-time New York Times bestselling author and internationally renowned speaker …"
        },
        {
            "url": "https://www.youtube.com/watch?v=v_ONFix_e4k",
            "title": "Power Foods for the Brain | Neal Barnard | TEDxBismarck",
            "description": "NOTE FROM TED: Please do not look to this talk for medical advice. The speaker makes assertions about a specific diet that lack sufficient scientific evidence for general prescription. TEDx events are independently organized by volunteers. The guidelines we give TEDx organizers are described in more detail here: ht …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5MgBikgcWnY",
            "title": "The first 20 hours -- how to learn anything | Josh Kaufman | TEDxCSU",
            "description": "Never miss a talk! SUBSCRIBE to the TEDx channel: http://bit.ly/1FAg8hBJosh Kaufman is the author of the #1 international bestseller, 'The Personal MBA: Master the Art of B …"
        },
        {
            "url": "https://www.youtube.com/watch?v=X4Qm9cGRub0",
            "title": "The power of vulnerability | Brené Brown | TEDxHouston",
            "description": "Dr. Brené Brown is a researcher professor at the University of Houston, Graduate College of Social Work, where she has spent the past ten years studying a concept that she calls Wholeheartedness, posing the questions: How do we engage in our lives from a place of authenticity and worthiness? How do we cultivate the coura …"
        },
        {
            "url": "https://www.youtube.com/watch?v=H2rG4Dg6xyI",
            "title": "Isolation is the dream-killer, not your attitude | Barbara Sher | TEDxPrague",
            "description": "According to Barbara Sher we have to change our common understanding of why we so often fail to bring our dreams into reality – blaming bad attitude, negative thinking or lack of effort. Heartfelt, funny and surprising stories told by a lady who's been helping other people's dreams for many decades. …"
        }
    ]
}