{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=KDqZvGJW4gk",
            "title": "Crop Circle Theorist Thinks the Truth is Out There",
            "description": "VICE goes to meet Andy Thomas, mystery buster, to find out what he knows about the creation of crop circles. Are they made by humans, aliens or other super natural forces? The truth is out there somewhere, and Andy is on track to find out. …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=7VZNGgDjsMo",
            "title": "An Eating Disorder Specialist Explains How Trauma Creates Food Disorders",
            "description": "As an eating disorder and trauma therapist, Ashley McHan sees patients with an array of issues with food. VICE speaks to her about our unhealthy relationship to food, how it contributes to disordered eating and the underlying causes, similarities and differences of various eating disorders. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NoxC5QLIUdo",
            "title": "Crop Circles Theme - Marcus Viana",
            "description": "I am fascinated with the \"Crop Circles\" and its mysterious code to be deciphered by us. The Sacred Geometry present in every artistic and scientific achievement of Humanity is there, drawn from the heights by \"somebody\" using some kind of laser that does not incinerate, only carves in the fields of mature cereals, ready for …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WzJjoGZXB-I",
            "title": "Ancient Aliens: Secrets of the Roswell Rock (Season 9) | History",
            "description": "Researchers believe there could be a connection between carvings in the Roswell Rock and crop circles in England in this clip from Season 9, Episode 7, \"Alien Messages\". #AncientAliensSubscribe for more from Ancient Aliens and other great HISTORY shows: http://histv.co/SubscribeHis …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=1cjxqwmAJHQ",
            "title": "This Alien Channeler Says He Speaks to Extraterrestrials",
            "description": "Are the human race headed for apocalypse? Will Brexit be good for the UK? What do aliens think of VICE? And how soon until we get to get down with aliens in bed? In this rare opportunity, VICE asks an extraterrestrial race (through a man channeling them) all of earth's burning questions. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b6nbXbE8lzA",
            "title": "Recovering from Binge Eating, Sarah's Story- The Binge Eating Therapist",
            "description": "Get the course: Coping Skills and Self-Care for Mental Healthhttps://courses.therapyinanutshell.co... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6yUZPWLG4UE",
            "title": "8 Reasons You Don’t Want to Recover from an Eating Disorder",
            "description": "Here are 8 reasons that you may be afraid to recover from your eating disorder. As a licensed therapist who specializes in eating disorders, I've worked with many patients who are afraid to get better. Let's talk about the 8 common reasons someone may be afraid to get better and recover from an eating disorder. We'll be t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HZd7EkJEBA8",
            "title": "The Beautiful World of Crop Circles",
            "description": "#CropCircles #ufology #UFOThe Beautiful World of Crop Circles …"
        },
        {
            "url": "https://www.youtube.com/watch?v=J4O0HXdZeyM",
            "title": "Marcus Viana - Prana",
            "description": "Prana é uma música composta por Marcus Viana para o álbum Ignis (Fogo em Latim) , da coleção \"Os Quatro Elementos da Natureza\" voltados para Meditação, terapias de cura e práticas de Yoga, Reiki e devocionais diversas. O compositor utiliza a voz como instrumento nesta gravação, além de teclados, kalimba, vi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RSiBWK2UnLk",
            "title": "Are Crop Circles Just A Hoax? Investigating The Ancient Alien Mystery | Our History",
            "description": "Arthur C Clarke investigates the phenomenon of crop circles and examines whether this is evidence of extra-terrestrials or just hoaxes?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tFCHFQ0Jrm8",
            "title": "Ancient Aliens: 3 UNBELIEVABLE ALIEN ARTIFACTS REVEALED (Season 17)",
            "description": "Check out these top 3 groundbreaking alien artifacts, in this Ancient Aliens compilation.#AncientAliens …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hJnEQCMA5Sg",
            "title": "Why are these 32 symbols found in caves all over Europe | Genevieve von Petzinger",
            "description": "Written language, the hallmark of human civilization, didn't just suddenly appear one day. Thousands of years before the first fully developed writing systems, our ancestors scrawled geometric signs across the walls of the caves they sheltered in. Paleoanthropologist and rock art researcher Genevieve von Petzinger has stu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q9xDsOkrPRo",
            "title": "Ancient Aliens: Metallic Fragments Sent by ETs?! (Season 18)",
            "description": "Things get weird when paranormal radio host, Art Bell, receives strange metallic fragments in the mail in this clip from Season 18, \"Ancient Aliens On Location: The UFO Investigations.\" …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=AcbqB0pFRPA",
            "title": "Why I’ve Been Injecting Snake Venom for 30 Years",
            "description": "Steve Ludwin has been voluntarily injecting snake venom for 30 years. This began as a quest for personal immunity, the fountain of youth and the acquiring of serpent powers but became considerably more profound when a laboratory in Copenhagen discovered his masochism.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r8bgRABGLFg",
            "title": "UFOs and Aliens – What Science Says | Donald Prothero | TEDxResedaBlvd",
            "description": "Many people claim to have seen UFOs in the skies or had contact with aliens. Do these claims hold up when subjected to the scrutiny of the scientific method? How likely is it that these claims are true? Dr. Donald Prothero has taught geology, paleontology, and planetary geology at the college level for 40 years at places su …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QwfJIFH3WMY",
            "title": "Travis Walton Remembers Encounter with Aliens",
            "description": "This clip is taken from the Joe Rogan Experience #1597 with Travis Walton. https://open.spotify.com/episode/0mCf... "
        },
        {
            "url": "https://www.youtube.com/watch?v=eft8RtKLsRU",
            "title": "Trauma and Binge Eating – 7 Tips For Managing/Releasing Trauma Stored in the Body",
            "description": "TRAUMA AND BINGE EATING – 7 tips for managing/releasing trauma for people who struggle with binge eating.Resources: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YGTLFDy6f9c",
            "title": "Binge Eating Recovery – STOP Doing These Things!",
            "description": "BINGE EATING RECOVERY – STOP DOING THESE THINGS!If you are still bingeing, you may be inadvertently keeping yourself stuck by doing these things; tomorr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=K_46GEbc9WY",
            "title": "Crappy Childhood Fairy's Story of Healing Emotional Dysregulation After Growing Up in Abuse",
            "description": "Has childhood abuse, neglect, or trauma impacted you? Today's guest, Anna Runkle, aka Crappy Childhood Fairy, is here to talk about how growing up in an abusive home led to difficulty regulating emotions and relationships and how she learned to practice healthy emotional regulation through her life journey.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vJ6sdBjv2E4",
            "title": "The 7 Facts about ANOREXIA You Must Know!",
            "description": "I'm Kati Morton, a licensed therapist making Mental Health videos!#katimorton #therapist #therapy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OD9Zuj0M6Wc",
            "title": "why am I afraid to be happy? kati unfiltered...",
            "description": "I often ask myself, am I afraid to be happy? And the truth is sometimes I am. And I think many people are. We may think we're not worthy of happiness, we don't know how to find happiness, what does happiness look like in our life, happiness versus joy, or simply... we may not know how to break the patterns. In this video, I t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gZpcTVqpaPw",
            "title": "After anorexia: Life's too short to weigh your cornflakes | Catherine Pawley | TEDxLeamingtonSpa",
            "description": "Diagnosed with anorexia nervosa in early 2012 Catherine battled the illness throughout her ‘A’ levels and the first year of her degree which resulted in her taking two gap years to get specialist treatment as an inpatient Eating Disorders Unit. Catherine reveals a deeply honest account into her road to recovery which will hopeful …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qaIghx4QRN4",
            "title": "Where are all the aliens? | Stephen Webb",
            "description": "The universe is incredibly old, astoundingly vast and populated by trillions of planets -- so where are all the aliens? Astronomer Stephen Webb has an explanation: we're alone in the universe. In a mind-expanding talk, he spells out the remarkable barriers a planet would need to clear in order to host an extraterrestrial civilization -- a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pv3KyQ7G5A8",
            "title": "Bizarre crop circle appears in German field",
            "description": "A crop circle suddenly appeared in a wheat field in the town of Paehl. The perfect geometric patterncan only be seen in full from above. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=a9WNFqo2zQI",
            "title": "Ancient Aliens: Secret Crop Circle Messages (Season 10) | History",
            "description": "The search continues with new episodes of In Search Of Fridays at 10/9c!Ancient Astronaut Theorists believe that crop circles could be attempts by extraterrestrials to commu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HAjcN35XRdg",
            "title": "Marcus Viana - Mutações",
            "description": "Mutações foi originalmente composta por marcus Viana para piano solo e posteriormente recebeu um solo de violoncelo tocado pelo próprio compositor. Ele utilizou um \"violoncello da spalla\"(violoncelo de ombro) instrumento do século XVI e que possui cordas de ressonância inferiores às 5 cordas principais. Mut …"
        },
        {
            "url": "https://www.youtube.com/watch?v=J4O0HXdZeyM&list=RDJ4O0HXdZeyM&start_radio=1&rv=J4O0HXdZeyM",
            "title": "Marcus Viana - Prana",
            "description": "Prana é uma música composta por Marcus Viana para o álbum Ignis (Fogo em Latim) , da coleção \"Os Quatro Elementos da Natureza\" voltados para Meditação, terapias de cura e práticas de Yoga, Reiki e devocionais diversas. O compositor utiliza a voz como instrumento nesta gravação, além de teclados, kalimba, vi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0-a3YmI4dYc",
            "title": "Drukmo Gyal and Marcus Viana - Mantra of Compassion - Sunset Meditation",
            "description": "Drukmo Gyal is a tibetan born singer that has already released many cds and travels around the world, doing concerts and also teaching tibetan medicine therapies. In her trip to Brazil, she met the musician Marcus Viana and did a concert together focusing the Tibetan Healing Mantras. They also had experiences in a stu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=twAP3buj9Og",
            "title": "Who made these circles in the Sahara?",
            "description": "Someone left these marks in the sand. We had to find out who.Subscribe and turn on notifications 🔔 so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qwZZd2u9Pm4",
            "title": "TOP 5 UFO SIGHTINGS | The Proof is Out There",
            "description": "These 5 UFO sightings are so out of the ordinary that it's difficult to make sense of them. Check them out in this The Proof Is Out There compilation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Kl83wAwxiWM",
            "title": "Aliens & Crop Circles - FULL Episode 1 (UFO TV Series)",
            "description": "Subscribe to Janson for more great Alien TV Shows: https://pixelfy.me/JansonSubscribePrepare to step into the world of magic and mystery as we reveal the truth about ancient stone monu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ydFjgn1ECXE",
            "title": "Ancient Aliens: TOP 3 MYSTERIOUS RUINS",
            "description": "Check out these top 3 sites that are home to some of the biggest mysteries, in this Ancient Aliens compilation.00:31:08 - Cusco, Peru   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oFUYRgRBxHo",
            "title": "Ancient Aliens: TOP 3 TERRIFYING ALIEN ENCOUNTERS Caught On Camera",
            "description": "Check out these 3 extra frightening close calls with aliens, in this Ancient Aliens compilation.Watch all new episodes of Ancient Aliens, Fridays at 8/7c, and next day on The HISTORY Channel we …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IROLRx0Bypw",
            "title": "Ancient Aliens: Terrifying Humanoids Emerge from Subterranean Realm (Season 18)",
            "description": "A new subterranean realm is discovered deep in the caves of Vietnam, in this clip from Season 18, \"Secrets of Inner Earth.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4Zgwz_m7sRs",
            "title": "The Roots of Religion: Genevieve Von Petzinger at TEDxVictoria",
            "description": "A PhD student in Anthropology at the University of Victoria, Genevieve Von Petzinger's main area of interest is understanding the geometric imagery of European Ice Age rock art and how we can use this type of behavior to identify cognitive and symbolic evolution in modern humans. Her work was featured on the cover of  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gypAjPp6eps",
            "title": "The most mysterious star in the universe | Tabetha Boyajian",
            "description": "Something massive, with roughly 1,000 times the area of Earth, is blocking the light coming from a distant star known as KIC 8462852, and nobody is quite sure what it is. As astronomer Tabetha Boyajian investigated this perplexing celestial object, a colleague suggested something unusual: Could it be an alien-built mega …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PfYYraMgiBA",
            "title": "Cracking Ancient Codes: Cuneiform Writing - with Irving Finkel",
            "description": "Writing is generally agreed to be among the greatest inventions in human history, perhaps the greatest invention, since it made history possible.Subscribe for regular science videos: http://bit.ly/RiSubscRibe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GVxGClj9pa0",
            "title": "Ancient Aliens: Mysterious Engraving Depicts Space Travel (Season 18)",
            "description": "The ancient engravings in Val Camonica, Italy, depict possible extraterrestrial travel in this clip from Season 18, \"Ancient Aliens On Location: Decoding The Alien Glyphs.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pLhbwMOXufk",
            "title": "Ancient Aliens: Government Covers Up Secret Roswell Files",
            "description": "Top secret government files show that there might be more information regarding Roswell that's been covered up. See more in this clip from \"Aliens and the United States.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aoVlE9FSoxs",
            "title": "Ancient Aliens: Town Shaken by a Massive Space Explosion (Season 18)",
            "description": "An eyewitness recounts a strange experience of an explosion that rocked a town, in this clip from Season 18, \"Ancient Aliens On Location: Extraordinary Encounters.\" …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=hdVwCdqgDJE",
            "title": "I Make Dildos for a Living",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=8q_m-rDUNw0",
            "title": "Getting High Injecting Snake Venom",
            "description": "We met with a guy who's been injecting himself with snake venom for 20 years and he looks better than ever.--Check out Steve's Comment Response video here! http://bit.ly/Venom-Response …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C3Yd7M3JNlw",
            "title": "Tripping on Hallucinogenic Frogs (Part 1/3)",
            "description": "VICE heads to the Amazon on a hunt for its most hallucinogenic tree frogs.Watch the rest here: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9NrpFi2lpfk",
            "title": "Extraterrestrials - Why They're Almost Certainly Out There... | Chris Crowe | TEDxJohnLyonSchool",
            "description": "“Our galaxy is home to billions of habitable planets. Chris Crowe guides us through the heavens on a journey to explore how many Earth-like planets our Universe contains. By examining the latest exoplanet discoveries he conveys his confidence that they’re definitely out there somewhere… …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_nCOhrYV7eg",
            "title": "Why We are Alone in the Galaxy | Marc Defant | TEDxUSF",
            "description": "NOTE FROM TED: We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside TEDx's curatorial guidelines. The sweeping claims and assertions made in this talk are based on the speaker’s own theory and lack legitimate scientific support. TEDx events are independently organized by volunt …"
        },
        {
            "url": "https://www.youtube.com/watch?v=B7UVfqtfQBc",
            "title": "What if Everything You Know is Wrong: Bob McDonald at TEDxVictoria 2013",
            "description": "Bob McDonaldOne of Canada's favourite science journalists, Bob McDonald has been the dynamic host of Quirks & Quarks since 1992. The regular science commentator on CBC News Network, Bob is also the science corresp …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DsiKEBAFmm4",
            "title": "Travis Walton Tells His Story of Alien Abduction",
            "description": "This clip is taken from the Joe Rogan Experience #1597 with Travis Walton. https://open.spotify.com/episode/0mCf... "
        },
        {
            "url": "https://www.youtube.com/watch?v=SjlzeYiGLzc",
            "title": "1975 interview with a man who claims he was abducted by aliens",
            "description": "From the CTV News Archive: Watch this 1975 W5 interview with a man who claimed he was abducted by aliens.Subscribe to CTV News to watch more videos: https://www.youtube.com/ctvnews …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gEl4A0G3poQ",
            "title": "TOP 4 INSANE ALIEN ENCOUNTERS | The Proof Is Out There",
            "description": "Check out these extra strange alien encounters that will leave you shocked. See more in this The Proof Is Out There compilation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aLmLHVulD6g",
            "title": "Treating Trauma and Eating Disorders",
            "description": "Chatting about working with trauma and eating disorders with special guest Kristin Canan, LCISW.International Association of Eating Disorder Professionals …"
        },
        {
            "url": "https://www.youtube.com/watch?v=y1RGb98vthM",
            "title": "My Binge Eating Recovery – Do I Ever Binge?",
            "description": "MY BINGE EATING RECOVERY – DO I EVER BINGE?I'm often asked if I ever binge anymore and do I still have urges? In this video I address the question a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Qr5qmQxiutw",
            "title": "FULL AUDIOBOOK! I Can't Stop Eating by Sarah Dosanjh",
            "description": "FULL AUDIO BOOK! I CAN'T STOP EATING; HOW TO BREAK FREE FROM THE CYCLE OF BINGEING BY SARAH DOSANJHI have decided to make this version of my book available completely free. I personally am I big fan of  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YvnMAPpgzN8",
            "title": "Master This Skill to Change Your Relationship With Food",
            "description": "MASTER THIS SKILL TO CHANGE YOUR RELATIONSHIP WITH FOODIn this video I share the most important skill you need to be able to develop to recover from disordere …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tBqbCwq7uZI",
            "title": "3 Mindset Shifts to Stop Binge Eating",
            "description": "3 MINDSET SHIFTS TO STOP BINGE EATING - Binge eating recovery is all in the mind. You may think you know what to 'do' to recover, but have you stopped to consider how you need to think in order to stop bingeing?These are the three mental shifts that need to happen in order to find peace with food and freedom fr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0iTyhDO6SGQ",
            "title": "How to Stop Binge Eating – Part One",
            "description": "HOW TO STOP BINGE EATING – THE 7 STEPSOver parts 1 and 2 I talk about how you can use these 7 steps to find your way to recovery from bingeing.Part two will be available from 9pm (UK time) on 14/10/2020 at https://youtu.be/FefsU88idjs  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2hGosi3tsjI",
            "title": "Trauma, Triggers and Emotional Dysregulation: 10 Ways to Regulate Your Nervous System w/ Anna Runkle",
            "description": "Check out Anna's Daily Practice to self-regulate when triggered here: https://crappychildhoodfairy.com/lp/d...Trauma has a massive impact on your nervous system and when you're triggered, it's hard to think cle …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GoC90ywMX5g",
            "title": "Accepting Crumbs in Relationships is a Survival Strategy from Childhood",
            "description": "Heal LIMERENCE! LIVE Webinar Dec 13. Register Now: https://bit.ly/3ttj2618-Week Coaching Intensive Starts Jan 1! Now Accepting Applications: https://bit.ly/3ripn3aQUIZ: Do You Have CPTSD? FREE TOOLS: http://bit.ly/2vwqSRY …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b6nbXbE8lzA&t=1s",
            "title": "Recovering from Binge Eating, Sarah's Story- The Binge Eating Therapist",
            "description": "Get the course: Coping Skills and Self-Care for Mental Healthhttps://courses.therapyinanutshell.co... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q7o8LZ1Ba3g",
            "title": "The WORST Eating Disorder MYTHS",
            "description": "Diagnostically speaking they put all feeding and eating disorders together, and there are 8 total. Now each of these disorders have different diagnostic criteria, but the DSM puts them together because they all (quote) “are characterized by a persistent disturbance of eating or eating-related behavior that results in the altere …"
        },
        {
            "url": "https://www.youtube.com/watch?v=V44xLqCmV2U",
            "title": "The Eating Disorder Brain vs. The Well Brain | Effects of the Starving Brain and Eating Disorders",
            "description": "Do you know what happens to the brain of your child struggling with an eating disorder? In today’s episode, Jillian breaks down what happens to the brain in a starved state, and compares th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lJo8CrigkgQ",
            "title": "What is Your Therapist Really Thinking?",
            "description": "I'm Kati Morton, a licensed therapist making Mental Health videos!#katimorton #therapist #therapy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uyrKQAmGDts",
            "title": "Sharing my depression story for the first time...",
            "description": "For the first time, I'm sharing my experience with depression and what that looks like in my life. I generally shy away from sharing too much of my personal life on this channel, but feel this could help people. In this video I'll talk through what depression looks like, depression signs, depression symptom, teenage depression,  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=t9TEYPSz_P0",
            "title": "Why Am I Afraid to Be Happy?",
            "description": "Explore common reasons people are afraid to be happy and what can be done.   Time Stamps / Chapters Below 📢SUBSCRIBE and click the BELL to get notified when new videos are uploaded.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8x-rp_f1_xM",
            "title": "When Do Friendships Expire And How to End Them | Kati Morton",
            "description": "Taking some time to take a Patreon conversation over to YouTube. It's easy for us to get stuck in friendships because we may have insecurities or fears that lead us to people pleasing, or we have fear of abandonment. Many things may get us stuck in relationships that may no longer serve us. Like most things in life, fri …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lqbL-UhhyPk",
            "title": "My Battle With Anorexia | Dave Chawner | TEDxClapham",
            "description": "Using comedy as a tool to remove the stigma surrounding eating disorders Dave uses comedy to engage audiences and explain his battle with anorexia. He talks about his tour 'Over It' and experiences of talking publicly about his struggle.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QzPbY9ufnQY",
            "title": "How do you define yourself? | Lizzie Velasquez | TEDxAustinWomen",
            "description": "Never miss a talk! SUBSCRIBE to the TEDx channel: http://bit.ly/1FAg8hBIn a time when beauty is defined by supermodels, success is defined by wealth, and fame is deified b …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OAlyBWRmkxs",
            "title": "Eating disorders through developmental, not mental, lens | Richard Kreipe | TEDxBinghamtonUniversity",
            "description": "What image comes to your mind when you hear the term anorexia nervosa? Historically, eating disorders have been viewed in predominantly negative terms as “mental” disorders, most commonly occurring in females 10 to 25 years old. Kreipe’s perspective emanating from the integration of concepts of human ecology, the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zORUUqJd81M",
            "title": "Why does the universe exist? | Jim Holt",
            "description": "Why is there something instead of nothing? In other words: Why does the universe exist (and why are we in it)? Philosopher and writer Jim Holt follows this question toward three possible answers. Or four. Or none. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Vx2RcUQNh6Q",
            "title": "Is our universe the only universe? - Brian Greene",
            "description": "Is there more than one universe? In this visually rich, action-packed talk, Brian Greene shows how the unanswered questions of physics (starting with a big one: What caused the Big Bang?) have led to the theory that our own universe is just one of many in the \"multiverse.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oYp5XuGYqqY",
            "title": "Do we see reality as it is? | Donald Hoffman",
            "description": "Cognitive scientist Donald Hoffman is trying to answer a big question: Do we experience the world as it really is ... or as we need it to be? In this ever so slightly mind-blowing talk, he ponders how our minds construct reality for us. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cLDFAlggffA",
            "title": "Was it aliens? SFU professor weighs in on crop circles",
            "description": "SFU geography professor Paul Kingsbury, whose research focuses on the growth of paranormal investigation cultures, attended a recent crop circle conference in Wiltshire, England, where most of the world’s crop circles can be found. He says enthusiasts are drawn more for the circles’ beauty than the unknown phenome …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HZd7EkJEBA8&t=1s",
            "title": "The Beautiful World of Crop Circles",
            "description": "#CropCircles #ufology #UFOThe Beautiful World of Crop Circles …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bP0WH-MzPHA",
            "title": "Mysterious crop circle appears in France",
            "description": "A mysterious crop circle in France draws curious visitors from far and wide.Subscribe: http://smarturl.it/reuterssubscribe.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=b-11HXUNuCE",
            "title": "Ancient Aliens: Manipulated Sound Produces Strange Levitation Effect (Season 16) | History",
            "description": "Scientists made a groundbreaking discovery that completely redefined physics forever. Experts stated that sound waves can be manipulated to move massive objects, in this clip from Season 16, \"The Harmonic Code.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SdnroPUpGSo",
            "title": "Ancient Aliens: NASA’s Untold Extraterrestrial Encounter (Season 4)",
            "description": "On September 12th, 1991, NASA captured strange extraterrestrial activity but has since kept it hidden, in this clip from Season 4, \"The Nasa Connection.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IqDov16e6qw",
            "title": "Ancient Aliens: The Martian Origins of Mankind",
            "description": "Ancient Astronaut Theorists believe humans didn't evolve on earth. See more in this clip from Aliens and Human Evolution. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHWVAIdSwPQ",
            "title": "Marcus Viana - Reiki I (Álbum Completo)",
            "description": "Músicas especialmente compostas e executadas por Marcus Viana para aplicação de reiki, fundindo instrumentos acústicos a texturas suaves de teclados e sons da natureza, com toques de sinos tibetanos a cada período de 3 minutos. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iWwY6K5Vjyo",
            "title": "Through Love مولانا RUMI (Music by Armand Amar)",
            "description": "Music for the soul and heart by @ArmandAmar Art work by: Gao Xingjian …"
        },
        {
            "url": "https://www.youtube.com/watch?v=W1trxkLqxjo",
            "title": "Marcus Viana - Relaxing Piano - Music for Relax, Study, Sleep, Meditation...",
            "description": "Following a worldwide trend of creating long music tracks to help people relax, meditate, study and sleep, Marcus Viana, a brazilian composer and multi-instrumentalist, made a mix of two magical tracks from his album \"Ethereal Preludes\" for piano solo: \"Fragmentum\" and the first part of \"Circulus Vitae\". The sound of hi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nZpyGqrXTFM",
            "title": "Marcus Viana - Acqua (Álbum Completo)",
            "description": "O segundo volume desta série, dedicada à terapias de cura, meditação e práticas devocionais. Quase todas as gravações foram realizadas digitalmente junto a uma bela nascente d'água. As vozes e os solos instrumentais foram acrescentados posteriormente no estúdio Sonhos e Sons. As obras deste volume são de fato,  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wCDC4ra-aZk",
            "title": "A Miragem",
            "description": "Provided to YouTube by Believe SASA Miragem · Marcus Viana · Marcus Viana · Marcus Viana · MARCUS VIANA …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KnYBma1Af18",
            "title": "As Andorinhas",
            "description": "Provided to YouTube by Sonhos E SonsAs Andorinhas · Marcus Viana · Marcus Viana · Marcus Viana · Marcus Viana · MARCUS VIANA …"
        },
        {
            "url": "https://www.youtube.com/watch?v=G6oo7kXy9u0",
            "title": "Tibetan Healing Mantras - Drukmo Gyal - Green Tara -",
            "description": "Drukmo Gyal is a tibetan born singer that has already released 3 cds and travels around the world, doing concerts and also teaching tibetan medicine therapies. Green Tara is a traditional tibetan mantra that was sung in her brazilian concert at Belo Horizonte, with the musicians Marcus Viana, Ricardo Passos and João Vian …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0-a3YmI4dYc&list=RD0-a3YmI4dYc&start_radio=1&rv=0-a3YmI4dYc",
            "title": "Drukmo Gyal and Marcus Viana - Mantra of Compassion - Sunset Meditation",
            "description": "Drukmo Gyal is a tibetan born singer that has already released many cds and travels around the world, doing concerts and also teaching tibetan medicine therapies. In her trip to Brazil, she met the musician Marcus Viana and did a concert together focusing the Tibetan Healing Mantras. They also had experiences in a stu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lxbOe-DYtn4&list=OLAK5uy_mfbKwh-losky1O6wiNSferGpb6JUcjnh8",
            "title": "Purification Mantra of Live Elements",
            "description": "Provided to YouTube by The Orchard EnterprisesPurification Mantra of Live Elements · Zhou Maojia (Drukmo Gyal) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nEDgG5MKndo",
            "title": "This Mysterious Computer Could Prove Time Travel Exists | Nostalgia Nerd",
            "description": "Go to https://curiositystream.thld.co/NERD  and use code NERD to save 25% off today, that’s only $14.99 a year. Thanks to Curiosity Stream for sponsoring today’s video. ~ In 1984 something strange happened in the village of Dodleston. A BBC Micro was sitting on a counter, when it suddenly started receiving mysterious mess …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dphq5X-rMew",
            "title": "How the “lost cities” of the Amazon were finally found",
            "description": "And why they were so hard to seeSubscribe and turn on notifications 🔔  so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=43BDpdMq_Ag",
            "title": "Two theories for an unsolved Soviet mystery",
            "description": "What killed 9 hikers in 1959?✉️ Sign up for our newsletter: http://www.vox.com/video-newsletter …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qd5FQJziZZ0",
            "title": "6 UFO GOVERNMENT COVER-UPS | The Proof Is Out There",
            "description": "Check out these 6 rare UFO sightings covered up by the government, in this The Proof Is Out There compilation.Intro - 0:00 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bllhzLFKkHA",
            "title": "4 HORRIFYING PARANORMAL ENCOUNTERS WILL GIVE YOU NIGHTMARES | The Proof Is Out There",
            "description": "Check out these 4 paranormal encounters that might keep you up at night, in this The Proof Is Out There compilation.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth ca …"
        },
        {
            "url": "https://www.youtube.com/watch?v=twAP3buj9Og&t=2s",
            "title": "Who made these circles in the Sahara?",
            "description": "Someone left these marks in the sand. We had to find out who.Subscribe and turn on notifications 🔔 so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Aee5DJ9DSwU",
            "title": "Joseph Campbell and the Power of Myth | Ep. 2: 'The Message of the Myth'",
            "description": "In this episode of The Power of Myth Bill and mythologist Joseph Campbell compare creation myths from the Bible and elsewhere. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UYISlQm0rcA",
            "title": "How To Decipher Crop-Circles | A Field Full Of Secrets | Absolute Documentaries",
            "description": "Two best friends stepped into a crop circle. This is the story of what happened next.For the past 35 years massive geometric shapes have been appearing in the fields of over 42 countrie …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q3KdGOcnMqw",
            "title": "Jordan: The mysterious Stone Age village | DW Documentary",
            "description": "The Neolithic village of Ba'ja in Jordan is a famous archaeological site. It was one of the world's first known settlements, founded some 9,000 years ago. The site has produced magnificent finds including an ancient necklace made of 2,500 beads. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q-6Q1kS2NXw",
            "title": "4 UNEXPLAINABLE ALIEN ENCOUNTERS | The Proof Is Out There",
            "description": "Do your eyes deceive you? Check out this Proof Is Out There compilation of 4 unusual alien encounters. 0:00 - Strange Unnatural Sun Craft …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bDyG72UhNSo",
            "title": "THESE 4 UNEXPLAINED PHENOMENA WILL TERRIFY YOU | The Proof is Out There",
            "description": "Check out these 4 unexplainable phenomena, in this The Proof Is Out There compilation. 0:00 - Freaky Faces in Family Home …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_LEvIpU3Log",
            "title": "5 TOP SECRET UFO SIGHTINGS | The Proof Is Out There",
            "description": "Check out 5 MORE mysterious UFO sightings that just can't be explained, in this The Proof Is Out There compilation.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iZyO9ulx6Y8",
            "title": "Teen Girl Abducted By Praying Mantis Aliens | Ancient Aliens",
            "description": "A 17-year-old girl in a small farming town recounts her experience of being abducted by aliens. See more in this clip from \"Aliens and Strange Creatures.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=66SP6IGBn9Y",
            "title": "Ancient Aliens: Crystal City Discovered Under Antarctica (Season 18)",
            "description": "During an Arctic expedition, naval officer Richard Byrd makes a very unusual discovery, in this clip from Season 18, \"Secrets of Inner Earth.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XtYl8DHDlmY",
            "title": "Ancient Aliens: Aliens in Disguise Warn Researcher - \"We've Taken Many Humans\" (Season 18)",
            "description": "UFO researcher, Albert K. Bender, had to halt his studies after being visited by strange entities dressed in all black, in this clip from Season 18, \"The Shadow People.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=18YwBwIK_no",
            "title": "How we found out evolution is true: John van Wyhe at TEDxNTU",
            "description": "John van Wyhe is a historian of science at the National University of Singapore. He is the Director of Darwin Online and Wallace Online, the author of eight books and lectures and broadcasts around the world.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_HytJn6uaRk",
            "title": "The Unusual Earth Orbit Circling Above Our Ancient Past | Roger G. Gilbertson | TEDxColoradoSprings",
            "description": "NOTE FROM TED: We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside the TEDx content guidelines. Claims made in this talk only represent the speaker’s personal views which are not corroborated by scientific evidence. TEDx events are independently organized by volunteers. The guid …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DfBzEAieaAM",
            "title": "5 Major Reasons Religion Is the No.1 Cause of Poverty in Africa | Rev Walter Mwambazi | TEDxLusaka",
            "description": "One of the greatest enigmas of our time that begs an explanation is how a continent endowed with so much wealth and resources (human, food, mineral and land) can be so poor as to have 16 of the 20 poorest nations on earth. Hard discussions on this perennial African development question are ignited by Rev Walter in t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YR-l0b2iYy0",
            "title": "Emily Levesque Public Lecture: The Weirdest Stars in the Universe",
            "description": "In her March 7 public lecture at Perimeter Institute, Emily Levesque discusses the history of stellar astronomy, present-day observing techniques and exciting new discoveries, and explores some of the most puzzling and bizarre objects being studied by astronomers today. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rfi3w9Bzwik",
            "title": "The story of 'Oumuamua, the first visitor from another star system | Karen J. Meech",
            "description": "In October 2017, astrobiologist Karen J. Meech got the call every astronomer waits for: NASA had spotted the very first visitor from another star system. The interstellar comet -- a half-mile-long object eventually named `Oumuamua, from the Hawaiian for \"scout\" or \"messenger\" -- raised intriguing questions: Was it a chu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bf7BXwVeyWw",
            "title": "Why is our universe fine-tuned for life? | Brian Greene",
            "description": "http://www.ted.com At the heart of modern cosmology is a mystery: Why does our universe appear so exquisitely tuned to create the conditions necessary for life? In this tour de force tour of some of science's biggest new discoveries, Brian Greene shows how the mind-boggling idea of a multiverse may hold the answer to t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NIxn9auks24",
            "title": "Cracking Ancient Codes: Egyptian Hieroglyphs - with Andrew Robinson",
            "description": "How did scholars begin to decipher ancient scripts like the hieroglyphs?Subscribe for regular science videos: http://bit.ly/RiSubscRibe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s_fkpZSnz2I",
            "title": "Irving Finkel | The Ark Before Noah: A Great Adventure",
            "description": "Irving Finkel, Assistant Keeper I with responsibility for cuneiform in the Department of the Middle East, British Museum. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fl9oDJzfg58",
            "title": "Existential physics: answering life's biggest questions - with Sabine Hossenfelder",
            "description": "Join theoretical physicist Sabine Hossenfelder as she draws on the latest research in quantum mechanics, black holes, string theory and particle physics to explore what modern physics can tell us about the big questions. Watch the Q&A here: https://youtu.be/QiE6P3EcKRk …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Cl2KoOuxK0I",
            "title": "Ancient Aliens: English Excavation Unearths Mythical Druids (Season 18)",
            "description": "In Kent, England researchers uncover evidence of the Druid people, in this clip from Season 18, \"The Shining Ones.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TozSkCROyqU",
            "title": "Antarctica's Secret Alien Cover-Up | Ancient Aliens",
            "description": "Experts believe there's more nonhuman activity happening in Antarctica that's being kept a secret. See more in this clip from, \"Aliens and Lost Civilizations.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1kzLHb79cVk",
            "title": "Ancient Aliens: EVIDENCE OF ALIEN ACTIVITY IN SOUTH AMERICA (Season 15)",
            "description": "Dr. Travis Taylor examines some mysterious Chilean UFO footage, in this clip from Season 15, \"Destination Chile.\"#AncientAliens …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7TmWUH0xSDo",
            "title": "Ancient Aliens: TOP SECRET ALIEN COVER-UPS EXPOSED",
            "description": "Check out these top 3 alien cover-ups, in this Ancient Aliens compilation. Chapter 1 - 0:00 - Southwest English County Haunted by UFO …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MozjTshUr8",
            "title": "Ancient Aliens: Da Vinci's Alien Encounter (Season 4)",
            "description": "Could Leonardo da Vinci’s mysterious disappearance be evidence of an alien encounter? Uncover more in this clip from Season 4, \"The Da Vinci Conspiracy.\" …"
        },
        {
            "url": "https://www.youtube.com/shorts/xHxubFbGG_E",
            "title": "",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=IjC921QPDTA",
            "title": "Ancient Aliens: UFO Investigation Reveals Another Dimension (Season 18)",
            "description": "A team of remote viewers and sky watchers take to Mount Adams to perform an intricate experiment, in this clip from Season 18, \"Ancient Aliens On Location: The UFO Investigations.\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kNO7JLeZ6js",
            "title": "DISAPPEARING ALIEN PORTALS Found In 3D Images | The Secret of Skinwalker Ranch (Season 3)",
            "description": "The team analyzes 3D models of the ranch, in this clip from Season 3, \"Photo Finish.\"#TheSecretofSkinwalkerRanch …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r824Ii9Rq_Q",
            "title": "Ancient Aliens: The Third Eye (Season 11, Episode 6) | History",
            "description": "Learn about the connection between the so-called \"third eye\" and the part of the brain known as the thalamus in this clip from Season 11, Episode 6, \"Decoding The Cosmic Egg\". #AncientAliensSubscribe for more from Ancient Aliens and other great HISTORY shows: http://histv.co/SubscribeHis …"
        }
    ]
}