{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=DxW__ZtZApo",
            "title": "Moon Landing - The World's Greatest Hoax? | Free Documentary History",
            "description": "Moon Landing - The World's Greatest Hoax? | History DocumentaryWatch the two-part documentary '13 Factors That Saved Apollo 13' here:  https://www.youtube.com/playli …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=WoJcvjhbJ70",
            "title": "Space Race to the Moon | Free Documentary",
            "description": "To the Moon - From Dream To Reality | Space DocumentaryBetween 1969 and 1972 twelve men walked on the surface of the moon. It was seen as the first chapter i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth can aff …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=SvaG0xDdP8g",
            "title": "The Space Shuttle (Narrated by William Shatner)",
            "description": "An idea born in unsettled times becomes a feat of engineering excellence. The most complex machine ever built to bring humans to and from space and eventually construct the next stop on the road to space exploration. "
        },
        {
            "url": "https://www.youtube.com/watch?v=5YqLSXjX2Uk",
            "title": "The History of Apollo Program: One Giant Leap In Human's Space History (Full Documentaries) | Spark",
            "description": "'One small step for man, one giant leap for mankind.' On 20 July 1969, Neil Armstrong became the first human to ever step foot on the Moon with Apollo 11. To celebrate the anniversary of this significant occasion, we look back on the Apollo Space Program and what led to the success of the lunar mission, the Saturn rockets, the Ge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JBdCiX_FnU8",
            "title": "To the Moon... and Back? | 13 Factors That Saved Apollo 13 - Part 1 | Free Documentary History",
            "description": "13 Factors That Saved Apollo 13 - Part 1: To the Moon... and Back? | History DocumentaryWatch '13 Factors That Saved Apollo 13 - Part 2' here: https://youtu.be/gW7d5auegEo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlantic M …"
        },
        {
            "url": "https://www.youtube.com/watch?v=noj4phMT9OE",
            "title": "Mathematical Challenges to Darwin’s Theory of Evolution",
            "description": "Recorded on June 6, 2019 in Italy.To comment please go to …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EVBCLAaflaw",
            "title": "How Is NASA Contacting Aliens? | Alien Life Documentary | Spark",
            "description": "Subscribe to Spark for more amazing science, tech and engineering  videos - https://goo.gl/LIrlurWith technology advancing faster than ever, and more and more discoveries being made every day, is the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YCqEYOP_UgI",
            "title": "A mysterious VHS tape, a military bunker, and UFO sightings near Ottawa | UFO Town",
            "description": "In the ‘90s, a VHS tape emerged and, with it, a claim that a UFO had crashed in a field near Ottawa. A former teen UFO investigator returns decades later to find out what people saw there. #CBCdocsPOV #UFOTown …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may be in …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=PapnGGYuMgw",
            "title": "The Space Shuttle's Last Flight (Atlantis) | History Documentary | Reel Truth History",
            "description": "Subscribe here: https://www.youtube.com/channel/UCb7x... to be the first to watch more full length documentaries. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was made po …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zvxenTNLjWE",
            "title": "Spacewalk with NASA Astronauts Josh Cassada and Frank Rubio",
            "description": "NASA astronauts Josh Cassada and Frank Rubio are conducting a spacewalk on Saturday, Dec. 3, to install an International Space Station Roll-Out Solar Array (iROSA) to augment power generation on the station’s starboard truss structure. This spacewalk is the first of a pair of spacewalks this month set to prepare the future de …"
        },
        {
            "url": "https://www.youtube.com/watch?v=okkOWxGgrE8",
            "title": "How America Won The Space Race (Apollo Documentary) | Spark",
            "description": "In July 1969, the crew of the Apollo 11 was preparing for the United States' first attempt of landing men on the moon. In just 9 years, the country has gone from Space amateur to technological hyperpower. This is a story of how the Cold War paranoia and an incredible expenditure paid off.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=K5Po5R-1rgY",
            "title": "Mind-Blowing Facts About Our Reality [4K] | The Secrets of Quantum Physics | Spark",
            "description": "Professor Jim Al-Khalili traces the story of arguably the most important, accurate and yet perplexing scientific theory ever: quantum physics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xwpgmEvlRpM",
            "title": "The Moment in Time: The Manhattan Project",
            "description": "The Moment in Time documents the uncertain days of the beginning of World War II when it was feared the Nazis were developing the atomic bomb. The history of the bomb's development is traced through recollections of those who worked on what was known as \"the gadget.\" [6/2000] [Show ID: 5090] …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gW7d5auegEo",
            "title": "NASA's Finest Hour | 13 Factors That Saved Apollo 13 - Part 2 | Free Documentary History",
            "description": "13 Factors That Saved Apollo 13 - Part 2: NASA's Finest Hour | History DocumentaryWatch '13 Factors That Saved Apollo 13 - Part 1' here: https://youtu.be/JBdCiX_FnU8 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3TrNN_eTau0",
            "title": "Armstrong Hosts NASA 50th Anniversary Documentary",
            "description": "Neil Armstrong, Apollo 11 Commander and first person to walk on the moon, guides us through the history of the National Aeronautics and Space Administration in the half-century since its establishment in 1958. Produced by NASA TV, 2008. "
        },
        {
            "url": "https://www.youtube.com/watch?v=WM8kjDF0IJU",
            "title": "Apollo 13: Home Safe",
            "description": "\"Houston, we've had a problem.\" Apollo 13 has become known as “a successful failure” that saw a safe return of the crew in spite of a catastrophic explosion in the middle of their lunar journey. This 30-minute documentary features interviews with Apollo 13 Astronauts Jim Lovell and Fred Haise, as well as Flight Directors Gene  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4iOgRtCqPK4",
            "title": "What are secret societies? | Decoded",
            "description": "Spilling secrets.Hollywood actor @amrwaked investigates the origins and influence of secret societies and their  desire to hold sway from the shadows.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SC4NS1yo60M",
            "title": "Christopher Hitchens on God Is Not Great - The John Adams Institute",
            "description": "On February 13, 2008, The John Adams Institute hosted an evening with Christopher Hitchens. He dismisses Hillary Clinton as “an aging and resentful female” and, regarding Barack Obama, he asks, “why is a man with a white mother considered to be ‘black,’ anyway?” Christopher Hitchens is one of America’s most provocativ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kwiHkM126bk",
            "title": "Christopher Hitchens at the \"Festival of Dangerous Ideas\" FODI",
            "description": "Christopher Hitchens Starts at 4:00 the 'Festival of Dangerous Ideas' at the Sydney Opera House in October 2009.The topic was 'Religion Poisons Everything'. "
        },
        {
            "url": "https://www.youtube.com/watch?v=mMraxhd9Z9Q",
            "title": "Christopher Hitchens and Tariq Ramadan Debate: Is Islam a Religion of Peace?",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LuEaJDksxls",
            "title": "Uncommon Knowledge with David Berlinski on “The Deniable Darwin”",
            "description": "Recorded on June 3, 2019 in Italy. To comment please go to …"
        },
        {
            "url": "https://www.youtube.com/watch?v=z_8PPO-cAlA",
            "title": "Stephen Meyer on Intelligent Design and The Return of the God Hypothesis",
            "description": "Recorded on March 30, 2021To comment please go to: https://www.hoover.org/research/steph... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tF5spyudTYA",
            "title": "Wicked Globalists Are Causing Starvation and Poverty Under the Guise of Environmentalism",
            "description": "Read the full article here - https://www.telegraph.co.uk/news/2022... Dr. Jordan B. Peterson examines the current energy crisis, the globalist ideology that simultaneously fuels …"
        },
        {
            "url": "https://www.youtube.com/watch?v=30r45P1JFys",
            "title": "Alien (Featuring Will Smith) | Full Episode | One Strange Rock",
            "description": "Life on Earth starts as single-cell bacteria and stays like that for two billion years; then, a miraculous event transforms Earth into a complex interconnected web based on a competition for food. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N-NTXoYTvao",
            "title": "Time Is of the Essence… or Is It?",
            "description": "What is time? Isaac Newton described it as absolute, but Einstein proved that time is relative, and, shockingly, that time and space are intricately interwoven. Now recent work in string theory and quantum gravity suggests that space and time may not be fundamental. If this is true, what new picture of reality will emerge? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ib4WGf8I8hA",
            "title": "He built a spaceship in his backyard. Then he vanished forever | CBC Docs POV",
            "description": "Granger Taylor was a master mechanic who built a spaceship. One rainy day in November, he left a note for his family and then mysteriously vanished off the face of the earth. Spaceman explores what happened to Taylor and why. #CBCdocsPOV #Spaceman …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HvKpnaXYUPU",
            "title": "Arctic Sinkholes I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AOUzLzIn the Arctic, enormous releases of methane, a potent greenhouse gas, threaten the climate. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uTCc2-1tbBQ",
            "title": "Garry Nolan: UFOs and Aliens | Lex Fridman Podcast #262",
            "description": "Garry Nolan is a professor at Stanford University School of Medicine. His research is in microbiology, immunology, bio-computation, and analysis of UFO artifacts, materials, and reports of UFO encounters. Please support this podcast by checking out our sponsors: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what if th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9ycV9aAWjzM",
            "title": "DR. SEBI DOCUMENTARY",
            "description": "A mini documentary about Dr. Sebi's life. I don’t know if his diet works or cures the diseases that he claimed but I do know that food can heal you.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=4qlb5jVX6cI",
            "title": "The Hidden Underwater Theatre Of The Cold War | Submarines In Enemy Depths | Timeline",
            "description": "The Cold War was a deadly game in the depths of the oceans. More than 20 collisions between American and Soviet submarines are only the tip of the iceberg as far as these secret operations are concerned. The underwater interface was perhaps the most merciless frontier between East and West. This documentary reveals pre …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DPHGUQrixWc",
            "title": "Tragedy When US Navy Shot Down Civilian Airliner Iran Air Flight 655 | Mayday | Wonder",
            "description": "On 3 July 1988, during the Iran–Iraq War, the USS Vincennes launches missiles which bring down Iran Air Flight 655, killing all 290 people on board. The crew of the Vincennes claimed that they mistook the airliner for an Iranian Air Force Grumman F-14 Tomcat fighter, but Iran believes that the US deliberately shot it down. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DxW__ZtZApo&t=2s",
            "title": "Moon Landing - The World's Greatest Hoax? | Free Documentary History",
            "description": "Moon Landing - The World's Greatest Hoax? | History DocumentaryWatch the two-part documentary '13 Factors That Saved Apollo 13' here:  https://www.youtube.com/playli …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s9dtVYxh1sM",
            "title": "Nimitz Class – Rise of the Aircraft Carrier – Big Bigger Biggest",
            "description": "The Nimitz class supercarriers are a class of ten nuclear-powered aircraft carriers in service with the United States Navy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hhYJcOIuVGA",
            "title": "Kim's Cash Flow: The Brutal Money System of North Korea | ENDEVR Documentary",
            "description": "Kim's Cash Flow: The Brutal Money System of North Korea | Bureau 39 | ENDEVR DocumentaryHow is it possible that North Korea, one of the poorest countries on earth finances a nuclear weapons pro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6G5_70PqodU",
            "title": "Incredible Facts About The Planets In Our Solar System | Zenith Compilation | Spark",
            "description": "Space is full of wonder and mysteries, and the planets in our solar system are often the objects that piqued our interest. Join us in exploring these wonderful planets in our milky way, and what is so special about each of them.--- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bNKF2Dlm500",
            "title": "NASA - US Spacewalk ISS #82 - iROSA Installation Starboard Truss 4 - Space Affairs Livestream",
            "description": "Coverage of U.S. Spacewalk #82 by NASA astronauts Josh Cassada and Frank Rubio to install an IROSA (ISS Rollout Solar Array on the Starboard 4 Truss at the International Space Station (spacewalk scheduled to begin at 7:25 a.m. EST; expected to last up to 7 hours). "
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5YqLSXjX2Uk&t=2s",
            "title": "The History of Apollo Program: One Giant Leap In Human's Space History (Full Documentaries) | Spark",
            "description": "'One small step for man, one giant leap for mankind.' On 20 July 1969, Neil Armstrong became the first human to ever step foot on the Moon with Apollo 11. To celebrate the anniversary of this significant occasion, we look back on the Apollo Space Program and what led to the success of the lunar mission, the Saturn rockets, the Ge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SvaG0xDdP8g&t=1s",
            "title": "The Space Shuttle (Narrated by William Shatner)",
            "description": "An idea born in unsettled times becomes a feat of engineering excellence. The most complex machine ever built to bring humans to and from space and eventually construct the next stop on the road to space exploration. "
        },
        {
            "url": "https://www.youtube.com/watch?v=-KsDT0W6T2o",
            "title": "The Secret Science of World War II - Full Documentary",
            "description": "In the crucible of World War II, Germany’s most brilliant scientists raced to create an arsenal of terrifying new weapons of mass destruction, even an atomic bomb. Before the war ended, they produced a series of technological firsts that were the basis for many modern-day air and spacecraft. This documentary highli …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2gLRFuX5yNE",
            "title": "Harnessing The True Power Of Atoms | Order And Disorder Compilation | Spark",
            "description": "The great 19th-century Austrian physicist, Ludwig Boltzmann was one of the most important proponents of the idea that all matter is made of atoms. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9If-K9R3Ka4",
            "title": "Where Are All The Hidden Dimensions?",
            "description": "Start speaking a new language in 3 weeks with Babbel 🎉. Get up to 65% OFF your subscription ➡️ HERE: https://go.babbel.com/t?bsc=1200m65-y...---------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w&t=2s",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was made po …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Qz0Dg5gIjhw",
            "title": "U.S. Strategic Nuclear Policy, An Oral History, Part 1",
            "description": "U.S. Strategic Nuclear Policy, An Oral History explores the origins of United States strategic nuclear policy and how it evolved. The documentary looks at this topic through the oral history of key participants including Robert McNamara, Edward Teller, James Schlesinger, Andrew Goodpaster, Harold Brown, Richard Garwin and Wil …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dD1jJ90aU3o",
            "title": "Japan's Surrender: The Day of WWII Ended | VJ Day | Timeline",
            "description": "August 6 and August 8, 1945: two atomic bombs-the first used in warfare-were dropped on Japan, leading to Japanese surrender on August 15. This insightful program, made to coincide with the 60th anniversary of V-J Day, charts the events that led to the end of the war. It includes interviews from many different sources and na …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sHEwTKEDVM0",
            "title": "An Exploration Of Cosmic Phenomena | Secrets Of The Universe [Season 1 All Episodes] | Spark",
            "description": "00:00:00 Black Holes: The Other Side of Infinity00:23:48 Dynamic Earth00:48:50 Super-volcanoes …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nDqkBccEcb0",
            "title": "40th Anniversary of Apollo 13 - Annual John H. Glenn Lecture",
            "description": "Forty years after Apollo 13, the Smithsonian's National Air and Space Museum welcomed Apollo 13 mission commander Jim Lovell, lunar module pilot Fred Haise, Apollo 16 command module pilot Ken Mattingly, and mission controller Gene Kranz for a panel discussion about that historic mission.  The lecture was presen …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JBdCiX_FnU8&t=1s",
            "title": "To the Moon... and Back? | 13 Factors That Saved Apollo 13 - Part 1 | Free Documentary History",
            "description": "13 Factors That Saved Apollo 13 - Part 1: To the Moon... and Back? | History DocumentaryWatch '13 Factors That Saved Apollo 13 - Part 2' here: https://youtu.be/gW7d5auegEo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GNJpoP642wc",
            "title": "The Journeys of Apollo",
            "description": "The Journeys of Apollo is a previously produced documentary narrated by Actor Peter Cullen that relives the 40th Apollo Anniversary and mission to explore Earth's neighbor, the Moon. "
        },
        {
            "url": "https://www.youtube.com/watch?v=aT4rITutAwA",
            "title": "Watch NASA's SpaceX Crew-1 Mission Arrive at the International Space Station",
            "description": "Tune in live as the Crew Dragon \"Resilience\" spacecraft docks to the International Space Station with astronauts Michael Hopkins, Shannon Walker, and Victor Glover of NASA and Soichi Noguchi of JAXA (Japan Aerospace Exploration Agency) aboard. The four astronauts will begin a six-month science mission on the station. D …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xwpgmEvlRpM&t=2s",
            "title": "The Moment in Time: The Manhattan Project",
            "description": "The Moment in Time documents the uncertain days of the beginning of World War II when it was feared the Nazis were developing the atomic bomb. The history of the bomb's development is traced through recollections of those who worked on what was known as \"the gadget.\" [6/2000] [Show ID: 5090] …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E0OUvEh3HWk",
            "title": "Watch NASA’s DART Mission Launch (Double Asteroid Redirection Test) Official Broadcast/Stream",
            "description": "Can we change the motion of an asteroid? Our #DARTMission is set to be the first to try! The Double Asteroid Redirection Test (DART) mission is a spacecraft designed to impact an asteroid as a test of technology to see if it can change the motion of an asteroid in space. The goal of the mission is to see if intentionally crashing a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QXMyPe0hm60",
            "title": "Three Space Station Crew Members Return Home Aboard Soyuz Spacecraft",
            "description": "Tune in live at 11:30 p.m. EDT, Fri., April 16 as three space travelers return home from the International Space Station. NASA Astronaut Kate Rubins and cosmonauts Sergey Ryzhikov and Sergey Kud-Sverchkov of the Russian space agency Roscosmos, aboard their Soyuz spacecraft, will make a parachute-assisted landin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tCgfawFAGW4",
            "title": "A conversation with Capt. James Lovell 50 years after Apollo 13 | USA TODAY",
            "description": "50 years ago a Saturn rocket lifted off from Kennedy Space Center. On April 13, an oxygen tank exploded and the Apollo 13 crew was soon in a fight for their lives. Mission commander James Lovell recalls that moment turned what had become a routine trip into a life or death mission. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=skGXnNJOr6E",
            "title": "The Seedy Underbelly Of The American Presidency | Destination: White House | Timeline",
            "description": "This doc probes the presidential campaigns that have changed America through the eyes of former campaigners, journalists and researchers. Find out how financing, crime and corruption, and TV debates play a major role in swaying political opinion on the way to the White House. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Bl_5PZBXgc0",
            "title": "Is the race to cure cancer fixed? | Decoded",
            "description": "Hollywood actor @amrwaked investigates whether the pharmaceutical industry is hiding thediscovery of cheap and effective cures for cancer to keep raking in profits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEumHK0hfdo",
            "title": "🔴 Al Jazeera English | Live",
            "description": "@Al Jazeera English,  we focus on people and events that affect people's lives. We bring topics to light that often go under-reported, listening to all sides of the story and giving a 'voice to the voiceless'. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iJ8pnCO0nTY",
            "title": "The hardest \"What comes next?\" (Euler's pentagonal formula)",
            "description": "Looks like I just cannot do short videos anymore. Another long one :)  In fact, a new record in terms of the slideshow: 547 slides!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe. Unli …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FhKDJOqAY1U",
            "title": "Does music influence people? | Decoded",
            "description": "Can music influence societies and their behaviours? Hollywood actor @amrwaked delves deep into the real power of sound and whether music can be used for mind control.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM&t=2s",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZaNvoO7TTqU",
            "title": "They're Watching You! | The History of the Illuminati",
            "description": "What do Henry Kissinger, Queen Elizabeth, David Rockefeller, and arms magnate Basil Zaharoff have in common? They’ve all been accused of being members of the mysterious Illuminati cult. Now, we take a look at the history of an organization so steeped in mystery, that it has spawned endless conspiracy theories over the years. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HBwDmepta7g",
            "title": "Christopher Hitchens: The Fifth Annual Arthur Miller Freedom to Write Lecture",
            "description": "Christopher Hitchens speaks on Crucibles: Past and Present followed by a conversation with PEN World Voices Festival Chair, Salman Rushdie.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hqrs-Ycf74w",
            "title": "Christopher Hitchens - [2007] - In Seattle discussing 'god is Not Great'",
            "description": "June 7, 2007.Found a better quality one that wasn't on youtube. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ss5r0xsPVU0",
            "title": "Christopher Hitchens: What s So Great About God",
            "description": "Christopher Hitchens: What s So Great About God "
        },
        {
            "url": "https://www.youtube.com/watch?v=0tYm41hb48o",
            "title": "Does God Exist? William Lane Craig vs. Christopher Hitchens - Full Debate [HD]",
            "description": "On April 4, 2009, William Lane Craig and Christopher Hitchens met at Biola University to debate the question of God’s existence. Craig is one of the world’s foremost Christian apologists. Hitchens, is a leading spokesman for the “new atheism” movement.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0tYm41hb48o&list=RDLVkwiHkM126bk&start_radio=1&rv=kwiHkM126bk",
            "title": "Does God Exist? William Lane Craig vs. Christopher Hitchens - Full Debate [HD]",
            "description": "On April 4, 2009, William Lane Craig and Christopher Hitchens met at Biola University to debate the question of God’s existence. Craig is one of the world’s foremost Christian apologists. Hitchens, is a leading spokesman for the “new atheism” movement.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KQ_n8xyT2LU",
            "title": "The Broken Promise That Doomed The World To War | Impossible Peace | Timeline",
            "description": "When WW2 became inevitable. While all of Czechoslovakia is annexed, the curtain goes up on what will become the world's first truly global and total war. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JZRcYaAYWg4",
            "title": "The Catholic Church is a Force for Good in the World - Full Version",
            "description": "Want to join the debate? Check out the Intelligence Squared website to hear about future live events and podcasts: http://www.intelligencesquared.com __________________________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vnMYL8sF7bQ",
            "title": "Christopher Hitchens and Rabbi Shmuley Boteach Debate on God",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tWOZi_OUQL8",
            "title": "Christopher Hitchens & Richard Dawkins - We'd be better off without religion",
            "description": "2007 "
        },
        {
            "url": "https://www.youtube.com/watch?v=ghBxrVFZ-2Q",
            "title": "Uncommon Knowledge with Pat Sajak",
            "description": "Wheel of Fortune host Pat Sajak on being a conservative and a Hollywood celebrity.To listen to an mp3 of the interview go to:http://itunes.apple.com/us/podcast/un...  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T7uwtNoWBK0",
            "title": "Why did Russia attack Ukraine and what are its geopolitical implications?",
            "description": "This ANU Public Lecture by Emeritus Professor Paul Dibb of the Strategic and Defence Studies Centre examines why President Putin decided to invade the Ukraine and what the implications are for international order, including the risk of a wider war in Europe and the potential use of nuclear weapons. "
        },
        {
            "url": "https://www.youtube.com/watch?v=3MzPzfEVjNE",
            "title": "Uncommon Knowledge: Part 1: Stephen Kotkin on Stalin’s Rise to Power",
            "description": "Recorded on July 29, 2015Part 1: Stalin was born in a small town in Georgia in which he was educated to become a priest. After succeeding in school and becoming a devout follower of the faith, Stalin left the priesthood and became a communist …"
        },
        {
            "url": "https://www.youtube.com/watch?v=noj4phMT9OE&t=2s",
            "title": "Mathematical Challenges to Darwin’s Theory of Evolution",
            "description": "Recorded on June 6, 2019 in Italy.To comment please go to …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q0mljE9K-gY",
            "title": "Richard Dawkins & Lawrence Krauss: Something from Nothing",
            "description": "Critically-acclaimed author and evolutionary biologist Richard Dawkins and world-renowned theoretical physicist and author Lawrence Krauss  discuss biology, cosmology, religion, and a host of other topics at this event entitled 'Something from Nothing'. This video was recorded at The Australian National University on 10 April 2012. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DcA5TotAkhs",
            "title": "The Importance of Being Ethical, with Jordan Peterson",
            "description": "Recorded on April 20, 2022, as part of a Classical Liberalism Seminar at the Graduate School of Business at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aMcjxSThD54",
            "title": "Jordan Peterson debate on the gender pay gap, campus protests and postmodernism",
            "description": "Channel 4 News’ full, fiery interview with clinical psychologist and professor Jordan B Peterson, whose views on gender have amassed great controversy - and a huge online following. He discusses the pay gap, patriarchy and his new book \"12 Rules for Life.\" Subscribe: http://bit.ly/2mFYm8e. "
        },
        {
            "url": "https://www.youtube.com/watch?v=D5X0tAecfF4",
            "title": "How Marxism is Disguised as Woke Morality | Dr. Yoram Hazony | #305",
            "description": "Dr. Peterson's extensive catalog is available now on DailyWire+: https://utm.io/ueSXhDr. Jordan B. Peterson and Dr. Yoram Hazony discuss the major problems plaguing today's youths, such a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=79UbdWCdpx4",
            "title": "The Standard of Living, 1919 vs. 2019",
            "description": "The past century has witnessed dramatic improvements in the standard of living in the United States.  Hoover Institution fellows George Shultz, John Cogan, Terry Anderson, and Lee Ohanian sit down with Peter Robinson to discuss the role that free markets, property rights, innovation, regulation, and national security have playe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cTQ3Ko9ZKg8",
            "title": "Our Planet | Frozen Worlds | FULL EPISODE | Netflix",
            "description": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C5jpbwizxBs",
            "title": "Angkor Wat (Full Episode) | Access 360 World Heritage",
            "description": "Workers strive to save the temples of the Angkor World Heritage site.Watch more Nat Geo Documentaries now on Disney+: https://www.disneyplus.com/brand/nati... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=saWNMPL5ygk",
            "title": "LIFE BEYOND 3: In Search of Giants. The Hunt for Intelligent Alien Life (4K)",
            "description": "Patreon: https://patreon.com/melodysheep  Soundtrack: https://bit.ly/3rNtgPd  |  Who are the masters of the universe?  Are we the only intelligent life, or is something else lurking out there?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1gk9iGo0LCg",
            "title": "Michio Kaku: Humanity in Space",
            "description": "Physicist Michio Kaku has already probed the neuroscientific frontiers of the human mind—including telekinesis, telepathy, and dreams. In The Future of Humanity, Kaku turns to a broader and less fathomable frontier: the universe. With irrepressible enthusiasm and a deep understanding of the cutting-edge research in space t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tuVuxKTJeBI",
            "title": "Michio Kaku: 3 mind-blowing predictions about the future | Big Think",
            "description": "Michio Kaku: 3 mind-blowing predictions about the future Watch the newest video from Big Think: https://bigth.ink/NewVideoLearn skills from the world's top minds at Big Think+: https://bigthink.com/plus/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dXOLJOnLKDg",
            "title": "Neil deGrasse Tyson: 3 mind-blowing space facts | Big Think",
            "description": "Neil deGrasse Tyson: 3 mind-blowing space facts Watch the newest  video from Big Think: https://bigth.ink/NewVideoJoin Big Think+ for exclusive videos: https://bigthink.com/plus/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=d5G90ovdqmk",
            "title": "Time Since Einstein",
            "description": "Albert Einstein shattered previous ideas about time, but left many pivotal questions unanswered: Does time have a beginning? An end? Why does it move in only one direction? Is it real, or something our minds impose on reality? Journalist John Hockenberry leads a distinguished panel, including renowned physicist Sir Roger  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=G8FnFjqiAWs",
            "title": "A Matter of Time",
            "description": "The nature of time is an age-old conundrum for physicists, philosophers, biologists and theologians. The Newtonian picture of time—a kind of cosmic clock that ticks off time in a manner that applies identically to everyone and everything—tightly aligns with our experience. But with special and general relativity, Einstei …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3EOpHHjv5g8",
            "title": "Brian Greene Hosts: Reality Since Einstein",
            "description": "In celebration of the 100th anniversary of Einstein's general theory of relativity, leaders from multiple fields of physics discuss its essential insights, its lingering questions, the latest work it has sparked, and the allied fields of research that have resulted. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YCqEYOP_UgI&t=3s",
            "title": "A mysterious VHS tape, a military bunker, and UFO sightings near Ottawa | UFO Town",
            "description": "In the ‘90s, a VHS tape emerged and, with it, a claim that a UFO had crashed in a field near Ottawa. A former teen UFO investigator returns decades later to find out what people saw there. #CBCdocsPOV #UFOTown …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rtu1Hlupe6A",
            "title": "Three badass women who lived with apes and inspired a new generation | The Nature of Things",
            "description": "This is the epic story of three women who embarked on lifelong journeys to study and protect humanity’s closest living relatives: the great apes. #TheNatureOfThings …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_LFvL_iYVaY",
            "title": "What Trees Talk About: A revealing look at the secret life of trees - The Nature of Things",
            "description": "What Trees Talk About takes a revealing look at the secret life of trees - how they communicate, wage war, and work together to transform our world. #TheNatureOfThings …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YtAL8y2lACs",
            "title": "Storming Antarctica (Full Episode) | Continent 7: Antarctica",
            "description": "Six teams of scientists and their survival experts are dispatched to Antarctica, the least understood, harshest continent on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vy3gMVGwjuc",
            "title": "Climate change – living on the water | DW Documentary",
            "description": "Sea levels are rising faster and faster, threatening 700 million people who live on the world’s coasts. Will water become the habitat of the future? Visionary projects for a life with the tides are forging ahead worldwide. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7OMxBlK46wY",
            "title": "Yellowstone (Full Episode) | America's National Parks",
            "description": "Few places are as special and unique as Yellowstone National Park – the world’s first national park. A wilderness jewel of vast forests and wide-open valleys, home to large bison herds, wolf packs, and grizzly bears. It sits atop one of the world’s largest supervolcanoes, giving rise to such iconic geothermal features as Old Faithful g …"
        },
        {
            "url": "https://www.youtube.com/watch?v=plcc6E-E1uU",
            "title": "Avi Loeb: Aliens, Black Holes, and the Mystery of the Oumuamua | Lex Fridman Podcast #154",
            "description": "Avi Loeb is an astrophysicist at Harvard. Please support this podcast by checking out our sponsors:- Zero Fasting: https://go.zerofasting.com/s/lex-promo to get 30% off annual subscription- LMNT: https://drinkLMNT.com/lex to get free sample pack …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4yX6ETCKyPo",
            "title": "Luis Elizondo on unidentified aerial phenomena, extraterrestrials and the Pentagon's UFO programme",
            "description": "Luis Elizondo ran the Pentagon's secretive UFO/UAP programme for a decade... We had some questions. Early last year, the US government officially acknowledged videos of “unidentified aerial phenomena” filmed by its Navy pilots. Was it evidence of extraterrestrials? Here the former Pentagon intelligence officer in charge of inve …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kD5yc1LQrpQ",
            "title": "Michio Kaku: Future of Humans, Aliens, Space Travel & Physics | Lex Fridman Podcast #45",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=d2Fl9UcJkBA",
            "title": "Who is God? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman begins a quest to discover who God is and how he, she or they have evolved over human history➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk&t=2s",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQz-efDv01k",
            "title": "🔴 LIVE: What Does It Take To Catch a Smuggler? Watch Now | National Geographic",
            "description": "From cocaine hidden in shoes, to narcotics in coffee beans, join us as we follow the officers who work to stem the flow of illegal contraband at America's airports, seaports and land border crossings. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=p79D6u-6pN4",
            "title": "Let Food Be Thy Medicine",
            "description": "In collaboration with the UC San Diego Center for Integrative Nutrition, the Berry Good Food Foundation convenes a panel of experts to discuss the rise of comprehensive medicine and nutritional healing to treat chronic disease and maintain general well-being. [6/2018] [Show ID: 33486] …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S3KHOXq4-Oc",
            "title": "Dr. Sebi's Family Discusses His Impact On Herbal Medicine & Carrying On His Legacy",
            "description": "Subscribe NOW to The Breakfast Club: http://ihe.art/xZ4vAcAGet MORE of The Breakfast Club: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w-nJue9Rf1k",
            "title": "The REAL Magic of Melanin: Amazing Things You Didn't Know!",
            "description": "Black women often refer to their melanated skin as magic but many don't know the benefits that their melanin possesses. I learned so much researching this topic and I know you will too after watching. All Black people have an abundance of melanin. Male & female. Love the skin you're in!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HyB1n5VDXpc",
            "title": "Ancient Mysteries 3HR DOCUMENTARY BOXSET Historical Sites, Bizarre CIVILIZATIONS Advanced Technology",
            "description": "This series offers a fascinating countdown of important scientific and historical wonders. Viewers embark on a journey into the world of ancient civilizations, ancient technology was the result from advances in engineering in ancient times. The series used contributions from archaeologists and other experts, footage of historical  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nKu_3kp_EIY",
            "title": "The Skyjacker That Got Away: D.B. Cooper (Full Episode) | Undercover History",
            "description": "In 1971, a hijacker, named Dan Cooper, parachuted from a plane with a request of $200,000, crafting the FBI's only unsolved hijacking case. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iONze4YMTUo",
            "title": "The Untold Truth behind Ancient Egyptian Technologies!",
            "description": "Researcher and UK editor of Nexus Magazine, Marcus Allen takes us on a journey through ancient Egypt and reveals many anomalies that are often kept quiet. When conducting research on ancient Egyptian constructions there are many things that demonstrate technology such as machines, the cutting of stone, saw marks, dr …"
        }
    ]
}