{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=ry09oJHaa2o ",
            "title": "How Area 51 became the center of alien conspiracy theories",
            "description": "Area 51 has been the focal point of alien conspiracy theories in America for decades. The remote military base in the Nevada desert has a lot of history, and has been associated with aliens almost since its inception. Here's why …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth ca …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SWVgUwMTHEU",
            "title": "Apollo 11’s ‘third astronaut’ reveals secrets from dark side of the moon | 60 Minutes Australia",
            "description": "This year marks the 50th anniversary of that remarkable feat of technology and daring. And while the moonwalkers, Neil Armstrong and Buzz Aldrin, dominate our memories of the moon landing, there’s a third astronaut who deserves his place in history. Michael Collins piloted the Apollo 11 command module  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bldBqtgAX2o",
            "title": "Top 10 Conspiracy Theories That Turned Out to Be True",
            "description": "The truth is stranger than fiction. For this list, we’ll be going over the strangest and most famous conspiracy theories that were actually conspiracy facts. Our countdown includes Roswell Cover-Up, The FBI Spied on Political Activists, Watergate Scandal, and more! Is there a theory you once believed that you now real …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=q3KdGOcnMqw",
            "title": "Jordan: The mysterious Stone Age village | DW Documentary",
            "description": "The Neolithic village of Ba'ja in Jordan is a famous archaeological site. It was one of the world's first known settlements, founded some 9,000 years ago. The site has produced magnificent finds including an ancient necklace made of 2,500 beads. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kT9GqvgipOQ",
            "title": "Is Alien ‘Life’ Weirder Than We Imagine: Who Is Out There?",
            "description": "If we want to discover alien life out there in the universe, we first need to figure out where to look—and what we're even looking for. Will it be biological like us? Could it be artificial, or take some other form we haven't yet considered? And how do we find something so fundamentally different from ourselves? In this progra …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GNJpoP642wc",
            "title": "The Journeys of Apollo",
            "description": "The Journeys of Apollo is a previously produced documentary narrated by Actor Peter Cullen that relives the 40th Apollo Anniversary and mission to explore Earth's neighbor, the Moon. "
        },
        {
            "url": "https://www.youtube.com/watch?v=GR6TIs935kk",
            "title": "Why We Haven't Gone Back To The Moon? (Space Race Documentary) | Spark",
            "description": "The Apollo 17 mission was the final opportunity to collect first hand information about the history and origin of the Moon. This film looks at this historic mission through the eyes of those who participated in it. Including Commander Eugene Cernan, Lunar Module Pilot Harrison Schmitt. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4UjqFaQq_7I",
            "title": "Bob Lazar describes alien technology housed at secret S-4 base in Nevada -- Part 5",
            "description": "Bob Lazar describes alien technology housed at secret S-4 base in Nevada -- Part 5.Thirty years ago, on May 15, KLAS-TV’s 5 p.m. newscast aired a live interview with an anonymous man who made some extraordinary claims. Bob Lazar, who was being called “Dennis” at the time to protect his identit …"
        },
        {
            "url": "https://www.youtube.com/watch?v=K5Po5R-1rgY",
            "title": "Mind-Blowing Facts About Our Reality [4K] | The Secrets of Quantum Physics | Spark",
            "description": "Professor Jim Al-Khalili traces the story of arguably the most important, accurate and yet perplexing scientific theory ever: quantum physics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P93sAkhkdYM",
            "title": "Top 20 Most Confrontational Talk Show Moments",
            "description": "Shots were fired during the most confrontational talk show moments. For this list, we’re looking at the most combative back-and-forths on talk shows. Our countdown includes \"The Late Show with Stephen Colbert,\" \"The View,\" \"Geraldo,\" and more! What do YOU think was the most confrontational talk show moment? Let  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NB2f37nDdPo",
            "title": "Top 10 Scientific Conspiracy Theories That Turned Out to Be True",
            "description": "When it comes to this topic, expect the unexpected. For this list, we’ll be looking at modern conspiracy theories with a scientific twist that wound up being true - though they may not be what you think. Our countdown includes Weather Control Programs, The US Government Poisoned Alcohol During Prohibition, The CIA Ran Mi …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=F43tbX325fA",
            "title": "The Best Hidden Underground Secrets In The World | Underground Britain | Spark",
            "description": "Follow Rob Bell as he ventures into the hidden underground secrets of Britain, including an underground fuel tank that was crucial during WWII, and a rumored secret base for the Hell Fire Club from the 18th Century.--- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5fY8BVwsLMA",
            "title": "Iran from above - In the mountains | DW Documentary",
            "description": "Iran’s mountainous terrain has always been an important part of people’s lives. Years ago, these mountains were populated by legendary horsemen. Today, they are the subject of scientific investigation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=019tzQsjqBI",
            "title": "ALIEN CONTACT : NASA EXPOSED 2 - FULL HD SCIFI MOVIE IN ENGLISH",
            "description": "ALIEN CONTACT : NASA EXPOSED 2 - FULL HD SCIFI MOVIE IN ENGLISHFollows the recent discovery of 1300 exoplanets that could sustain life, and Aliens not only existing, b …"
        },
        {
            "url": "https://www.youtube.com/watch?v=saWNMPL5ygk",
            "title": "LIFE BEYOND 3: In Search of Giants. The Hunt for Intelligent Alien Life (4K)",
            "description": "Patreon: https://patreon.com/melodysheep  Soundtrack: https://bit.ly/3rNtgPd  |  Who are the masters of the universe?  Are we the only intelligent life, or is something else lurking out there?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fzweIEvN8sc",
            "title": "Warp Drive and Aliens: Bryan Gaensler Public Lecture",
            "description": "In his live public lecture at Perimeter Institute on February 5, 2020, astronomer Bryan Gaensler (Dunlap Institute for Astronomy and Astrophysics, University of Toronto) explored the latest thinking on interstellar travel and on the search for alien life – including why he believes the frontiers of current research may be more exc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bSMfOPw8JA0",
            "title": "The Unidentified: Are we alone in the universe? | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Unidentified (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Yp91zKBGgY",
            "title": "Michael Jackson's maid reveals sordid Neverland secrets | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here: https://9now.app.link/uNP4qBkmN6 | Michael Jackson; What the Maid Saw (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KDr68OjO1uc",
            "title": "Mr Bean: The Artist | Full Episodes | Classic Mr Bean",
            "description": "Rowan Atkinson's madcap, quirky creation Mr Bean is a global phenomenon having been sold to over 200 territories worldwide and has been in continual distribution in many territories for over 20 years. Now available in HD, the show follows Mr Bean as he tries to extricate himself from embarrassing situations but only e …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E0OUvEh3HWk",
            "title": "Watch NASA’s DART Mission Launch (Double Asteroid Redirection Test) Official Broadcast/Stream",
            "description": "Can we change the motion of an asteroid? Our #DARTMission is set to be the first to try! The Double Asteroid Redirection Test (DART) mission is a spacecraft designed to impact an asteroid as a test of technology to see if it can change the motion of an asteroid in space. The goal of the mission is to see if intentionally crashi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WoJcvjhbJ70",
            "title": "Space Race to the Moon | Free Documentary",
            "description": "To the Moon - From Dream To Reality | Space DocumentaryBetween 1969 and 1972 twelve men walked on the surface of the moon. It was seen as the first chap …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8vkqH3r1-f4",
            "title": "The Most Breathtaking Sights In Our Galaxy [4K] | Cosmic Vistas [Season 1 All Episodes] | Spark",
            "description": "00:00:00 Windows to Other Worlds - Fountain of Creation00:26:04 Rocky Shores - Silent Partner00:52:12 Borderland - Red Dawn …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qLDp-aYnR1Y",
            "title": "Ryan Graves: UFOs, Fighter Jets, and Aliens | Lex Fridman Podcast #308",
            "description": "Lt. Ryan Graves is a former Navy fighter pilot, who has worked on advanced research and development programs for DARPA, Office of Naval Research, and Air Force Research Labs on topics of multi-agent collaborative autonomy, AI-assisted air-to-air combat, and manned-unmanned teaming technologies. Ryan and peo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DxW__ZtZApo",
            "title": "Moon Landing - The World's Greatest Hoax? | Free Documentary History",
            "description": "Moon Landing - The World's Greatest Hoax? | History DocumentaryWatch the two-part documentary '13 Factors That Saved Apollo 13' here:  https://www.youtube.com/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rfi3w9Bzwik",
            "title": "The story of 'Oumuamua, the first visitor from another star system | Karen J. Meech",
            "description": "In October 2017, astrobiologist Karen J. Meech got the call every astronomer waits for: NASA had spotted the very first visitor from another star system. The interstellar comet -- a half-mile-long object eventually named `Oumuamua, from the Hawaiian for \"scout\" or \"messenger\" -- raised intriguing questions: Was it a chu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GD1d8wKIrps",
            "title": "Why people think this photo of JFK's killer is fake",
            "description": "This photo of Lee Harvey Oswald has been analyzed for decades.Subscribe and turn on notifications (🔔) so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6G5_70PqodU",
            "title": "Incredible Facts About The Planets In Our Solar System | Zenith Compilation | Spark",
            "description": "Space is full of wonder and mysteries, and the planets in our solar system are often the objects that piqued our interest. Join us in exploring these wonderful planets in our milky way, and what is so special about each of them.--- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2gLRFuX5yNE",
            "title": "Harnessing The True Power Of Atoms | Order And Disorder Compilation | Spark",
            "description": "The great 19th-century Austrian physicist, Ludwig Boltzmann was one of the most important proponents of the idea that all matter is made of atoms. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was mad …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r3TtyYbLiR8",
            "title": "Channel 5 | Most Shocking TV Interviews Ever",
            "description": "Video is owned by Channel 5. Production Client: Alaska TV, at Broadley Studios.Gaffer credit.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PVe-cmH9AHk",
            "title": "Sketchy Things About Steven Seagal That We All Ignored",
            "description": "Steven Seagal is a bit of an enigma for a lot of martial artists because a lot of people see him as a person who is incapable of telling the truth, but at the same time, they respect him as someone who has achieved a high level of skill in the art of Aikido.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rk37-EwcuJ4",
            "title": "Three Ancient Mysteries Of Legendary Cities Long Lost | Lost Worlds | Timeline",
            "description": "In this series, we travel to the buried remains of some of the Ancient World's most enduring mysteries. From the Angkor Wat, to the buried legions of the Terracotta Army, to the long-lost city of Troy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_HQM5WaqfUs",
            "title": "10 Most Disturbing Cults That Are Still Active",
            "description": "These dangerous and disturbing cults may not be in the news anymore, but they are still very real. For this list, we’re looking at bizarre cults that are somehow currently active. Our countdown includes The Rajneesh Movement [aka Osho], Twelve Tribes, NXIVM, and more! Which of these do you find the strangest?  Le …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CQ-c1wVwk60",
            "title": "Dumbledore's Big Plan - FULL STORY 1-7 | Harry Potter Film Theory",
            "description": "Was Albus Dumbledore secretly pulling the strings behind EVERYTHING in Harry's life every single year? We've stitched together all 7 of our main videos covering this topic from Philosopher's Stone to Deathly Hallows. Enjoy! …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=kxFTWk9lLDU",
            "title": "Psychedelics: Chemicals, Consciousness, and Creativity",
            "description": "#BrianGreene #ReggieWatts #RickDoblin #GulDolen  #MAPSCould psychedelics make you more creative? Shift your mind, connect you to others, and help you acc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=c6Yz0ReoU5Q",
            "title": "A Look Inside Norad The Secret Government Facility | Super Structures | Spark",
            "description": "Cheyenne Mountain is an incredible 4.5 acre compound centre that monitors the skies for unidentified aircraft, missile launches, space objects, and even falling space debris. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8JVHotswhIk",
            "title": "Banksters: The Untouchable Bank (Global Finance Scandal Documentary) | Real Stories",
            "description": "From the director of ‘Goldman Sachs: The Bank that Rules the World’ comes a major new investigation into corruption at one of the world’s top financial institutions – HSBC.If HSBC were a country, it would be the fifth world economic power. Founded during the golden age of …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7xStxJVOJhI",
            "title": "Uzbekistan - This Country will Surprise You! | Travel Documentary",
            "description": "Uzbekistan got its independence from the USSR in 1991.  Since then, it remained an authoritative regime till 2016. But since 2016 Uzbekistan  changed so much you wouldn't recognize it. It's like a different country now. Let's go for a road trip across Uzbekistan in 2022. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=v4CA65JyaVA",
            "title": "NORWAY TRAVEL DOCUMENTARY | The Grand Norwegian Roadtrip",
            "description": "► ITINERARY - https://payhip.com/b/UbZjt► SUPPORT - 'Buy us a refill of diesel' - https://www.buymeacoffee.com/lucastjahn► GPS TRACK - https://payhip.com/b/Fgith …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3jT_Zui1Am8",
            "title": "Seeing The Universe Like We've Never Seen It Before",
            "description": "Now that the James Webb Space Telescope has released its first images, it’s time for the science programs to begin.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gk4tEO4jDUM",
            "title": "Joe Rogan: Comedy, Controversy, Aliens, UFOs, Putin, CIA, and Freedom | Lex Fridman Podcast #300",
            "description": "Joe Rogan is a comedian, UFC commentator, and host of the Joe Rogan Experience. Please support this podcast by checking out our sponsors:- Theragun: https://therabody.com/lex …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hhV0DiahdO0",
            "title": "THE AMERICAN NEW WORLD ORDER - FULL HD SCIFI MOVIE IN ENGLISH",
            "description": "THE AMERICAN NEW WORLD ORDER - FULL HD SCIFI MOVIE IN ENGLISHWorldwide tyranny is already in full effect; and the food we eat and the air we breathe are not off limit …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ThDYazipjSI",
            "title": "LIFE BEYOND II: The Museum of Alien Life (4K)",
            "description": "Soundtrack: https://bit.ly/3lo7cnH  Support me on Patreon: http://patreon.com/melodysheepWhat if there was a museum that contained every type of life form in the universe?  This experience t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SUelbSa-OkA",
            "title": "LIFE BEYOND: Chapter 1. Alien life, deep time, and our place in cosmic history (4K)",
            "description": "Get the soundtrack: https://bit.ly/345n0nfSupport this project on Patreon: http://patreon.com/melodysheep  |  The biggest question of our time. Are we alone? Chapter 1 of this experience takes you to alien worlds and distant places in time and space, in  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LU6OtC6WxUc",
            "title": "Ridiculously Overpowered Weapons in History",
            "description": "2nd Channel: https://www.youtube.com/channel/UCPdc...Become a Simple History member: https://www.youtube.com/simplehistory...Support us on Patreon: https://www.patreon.com/simplehistory …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N-NTXoYTvao",
            "title": "Time Is of the Essence… or Is It?",
            "description": "What is time? Isaac Newton described it as absolute, but Einstein proved that time is relative, and, shockingly, that time and space are intricately interwoven. Now recent work in string theory and quantum gravity suggests that space and time may not be fundamental. If this is true, what new picture of reality will emerge? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=f1x9lgX8GaE",
            "title": "Neil Turok Public Lecture: The Astonishing Simplicity of Everything",
            "description": "On Oct. 7, 2015, Perimeter Institute Director Neil Turok opened the 2015/16 season of the PI  Public Lecture Series with a talk about the remarkable simplicity that underlies nature. Turok discussed how this simplicity at the largest and tiniest scales of the universe is pointing toward new avenues of physics research and  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=FBHWJOn6R-U",
            "title": "Murder Highway: Secrets and savagery in the Australian outback | Under Investigation",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Under Investigation: The Highway (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aPOCP4GHJvI",
            "title": "Brian Cox On The Multiverse And Life On Other Planets | Minutes With | @LADbible",
            "description": "In this week's episode we sat down with Professor Brian Cox, an English physicist, who explained to us what would happen in you jump in the black hole, which is his favourite planet in the universe and how the Earth will be destroyed (don't worry, this should happen in about 5 billion years).  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=93UdoApio5s",
            "title": "The breakthrough new DNA evidence that could find JonBenét Ramsey's killer | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Justice for JonBenet (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gwIb6S8suSs",
            "title": "Creation (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman travels the globe to ask: Where did we come from, and what happened “in the beginning”?➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9W8IY0Sx1b4",
            "title": "Rise of the Nazis - Full Episode | BBC Select",
            "description": "This in-depth BBC World War II documentary series examines how Adolf Hitler and the Nazi Party rose to power in 1930s Germany and how they brutally retained control and destroyed democracy. Rise of the Nazis also explores the missed opportunities to stop Hitler prior to World War 2 and takes us inside the minds of …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XEyV8o2dp7M",
            "title": "The Power of Miracles (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman sets out to discover why we believe in miracles and how they shape our understanding of God.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VQOOxOl9l80",
            "title": "Exposing Jeffrey Epstein's international sex trafficking ring | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Scandal (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Pg0XXhkt0gw",
            "title": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jail",
            "description": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jailSubscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZGYkH6aAbc0",
            "title": "Johnny Depp vs Amber Heard: Love and War | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Johnny v Amber: Love and War (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xTy3neXHZM4",
            "title": "PATIENT Bean | Mr Bean Full Episodes | Classic Mr Bean",
            "description": "Mr. Bean goes to the hospital to have a tea kettle removed from his hand, and while trying to get in faster ends up with him getting in much later. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qCNu_vJNLMQ&list=RDKDr68OjO1uc&start_radio=1&rv=KDr68OjO1uc",
            "title": "DIY with Mr Bean | Full Episodes | Classic Mr Bean",
            "description": "Rowan Atkinson's madcap, quirky creation Mr Bean is a global phenomenon having been sold to over 200 territories worldwide and has been in continual distribution in many territories for over 20 years. Now available in HD, the show follows Mr Bean as he tries to extricate himself from embarrassing situations but only e …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7hGqq35EocY",
            "title": "Top 10 Air Disaster Videos of All Time | Smithsonian Channel",
            "description": "From a routine takeoff that quickly turns into a disaster to a turbulent crash landing, these are the most-watched Air Disaster videos of all time.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=V9WLf1qb0Tc",
            "title": "5 MOST IMPRESSIVE AUDITION JOURNEYS THAT MADE IT TO THE FINALS Of America's Got Talent",
            "description": "Watch 5 MOST IMPRESSIVE AUDITION JOURNEYS THAT MADE IT TO THE FINALS Of America's Got Talent▶︎ Watch more Got Talent Global videos: https://www.youtube.com/watch?v=w-z5m... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4dXeFrrdrBY",
            "title": "Aliens and Astronauts UFOs on the Moon | UFO ENCOUNTERS",
            "description": "We are told the Moon has been here since before the dawn of man and is either a part of the Earth itself or a vagabond captured by our world eons ago. But is this true? There are many theories for the existence of the Moon but all have been proven wrong. The Moon is far older than previously acknowledged by scienc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=07S1Zd13kx8",
            "title": "New Discovery on the Edge of Antarctica That Scares Scientists!",
            "description": "Antarctica is the coldest place on earth and surrounds the South Pole region. It is the fifth-largest continent in the world. It remains a unique continent with no native population. There are no specific countries in Antarctica, but seven countries claim different regions of it. The nations include Argentina, Chile, the United Kingdom …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SvaG0xDdP8g",
            "title": "The Space Shuttle (Narrated by William Shatner)",
            "description": "An idea born in unsettled times becomes a feat of engineering excellence. The most complex machine ever built to bring humans to and from space and eventually construct the next stop on the road to space exploration. "
        },
        {
            "url": "https://www.youtube.com/watch?v=okkOWxGgrE8",
            "title": "How America Won The Space Race (Apollo Documentary) | Spark",
            "description": "In July 1969, the crew of the Apollo 11 was preparing for the United States' first attempt of landing men on the moon. In just 9 years, the country has gone from Space amateur to technological hyperpower. This is a story of how the Cold War paranoia and an incredible expenditure paid off.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TV1az5rJ_oE",
            "title": "B-52 Stratofortress Strategic Bomber | USA long-range, subsonic, jet Aircraft | Upscaled video",
            "description": "The Boeing B-52 Stratofortress is an American long-range, subsonic, jet-powered strategic bomber. The B-52 was designed and built by Boeing, which has continued to provide support and upgrades. It has been operated by the United States Air Force (USAF) since the 1950s. The bomber is capable of carrying up to 70,000 poun …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sHEwTKEDVM0",
            "title": "An Exploration Of Cosmic Phenomena | Secrets Of The Universe [Season 1 All Episodes] | Spark",
            "description": "00:00:00 Black Holes: The Other Side of Infinity00:23:48 Dynamic Earth00:48:50 Super-volcanoes …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CFKDRArS-HM",
            "title": "WHY ARE WE HERE? A Scary Truth Behind the Original Bible Story | Full Documentary",
            "description": "This information will change the way you think about the history of humanities origins. What implications does this have for us today? Watch Part 2 Now !👉 https://youtu.be/97wB5x3V7pQ 🔵Check Out More Thought Provoking Content at 👉https://5thkind.tv …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dnFRp4Hyz0c",
            "title": "Erich von Daniken - The Ancient War in Heaven and The Arrival of Extraterrestrial Gods",
            "description": "Researcher and author Erich von Daniken delivers a fascinating presentation about the ancient writings from around the world that describe an extraterrestrial battle and their contact with our ancient ancestors.This channel is under ZEG UK/USA/PM LTD & AdRev Management. "
        },
        {
            "url": "https://www.youtube.com/watch?v=FL4fnzxHD3o",
            "title": "I-270 shooting - Helicopter video",
            "description": "Helicopter video shows a man wanted for felonious assault being pursued along I-270. The driver is going the wrong way on the freeway and crashes into two vehicles before being shot during a confrontation with a Columbus police officer and Franklin County Sheriff's Deputy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T_IGNT0cQC0",
            "title": "Marjorie Taylor Greene Is Back On Twitter | Mike Lindell Thinks He Has A Shot At RNC Chair",
            "description": "Elon Musk’s new rules for Twitter have allowed Covid misinformation back on the platform, as well as previously-banned users like Rep. Marjorie Taylor Greene. Elsewhere in the GOP, MyPillow CEO Mike Lindell is throwing his hat in the ring for chairman of the Republican National Committee. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4yX6ETCKyPo",
            "title": "Luis Elizondo on unidentified aerial phenomena, extraterrestrials and the Pentagon's UFO programme",
            "description": "Luis Elizondo ran the Pentagon's secretive UFO/UAP programme for a decade... We had some questions. Early last year, the US government officially acknowledged videos of “unidentified aerial phenomena” filmed by its Navy pilots. Was it evidence of extraterrestrials? Here the former Pentagon intelligence officer in charge of  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=g3IAXwc_zaA",
            "title": "9/11: 20 YEARS OF DECEPTION - EP 4 - FULL MOVIE IN HD",
            "description": "9/11: 20 YEARS OF DECEPTION - EP 4 - FULL SCI-FI MOVIE IN HDPart 1 Link : https://youtu.be/jrAxm5sG01w …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ch9QT25LvAo",
            "title": "When Black Olympians Defied Hitler (History Documentary) | Real Stories [4k]",
            "description": "Narrated by Blair Underwood, Olympic Pride, American Prejudice is set in the strained and turbulent atmosphere of a racially divided 1930's America, torn between boycotting Hitler's Olympics or participating in the Third Reich's grandest affair. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wrzniizeGlA",
            "title": "25 Mind-Blowing Facts About the Apollo Space Missions | Smithsonian Channel",
            "description": "From near death situations to launches that were watched around the world, here’s a look at 25 mind-blowing facts about the Apollo space missions! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7OMxBlK46wY",
            "title": "Yellowstone (Full Episode) | America's National Parks",
            "description": "Few places are as special and unique as Yellowstone National Park – the world’s first national park. A wilderness jewel of vast forests and wide-open valleys, home to large bison herds, wolf packs, and grizzly bears. It sits atop one of the world’s largest supervolcanoes, giving rise to such iconic geothermal features as Old Faith …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-obKX-mqjXQ",
            "title": "Tutankhamun's Treasures (Full Episode) | Lost Treasures of Egypt",
            "description": "New technology reveals why Tutankhamun’s tomb remained hidden in the Valley of the Kings, Tut’s treasures take a once-in-a-lifetime journey and archaeologists open a 4,000-year-old tomb. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xi6r3hZe5Tg",
            "title": "City of the Future: Singapore – Full Episode | National Geographic",
            "description": "With visionary thinkers and innovators as the guides, City of the Future: Singapore dives deep into the latest innovations and technology being created and implemented to blaze a path into the future.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hxc1tasmiCs",
            "title": "Neil DeGrasse Tyson: Is This Thing A Spaceship?",
            "description": "Astrophysicist and 'Astrophysics for People in a Hurry' author Neil deGrasse Tyson explains the science behind the first observed interstellar object to visit our universe (which Stephen knows is full of aliens). …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tRPu5u_Pizk",
            "title": "The Day the Mesozoic Died: The Asteroid That Killed the Dinosaurs — HHMI BioInteractive Video",
            "description": "Ever wonder why the dinosaurs disappeared? HHMI BioInteractive investigates the cause of the mass extinction at the end of the Cretaceous period—and the clues come from paleontology, chemistry, physics, and biology. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aGQul4TVrG0",
            "title": "How Oumuamua Changed The Way We Watch Space",
            "description": "Space missions usually take years to prepare. Now the European Space Agency is designing one that can spring into action when an interstellar object appears, allowing a close-up look before it passes us by. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FIYtKR24LQs",
            "title": "Frank Abagnale Stuns Everyone With Stories of Being a Con Man | Carson Tonight Show",
            "description": "Original Airdate: 04/06/1978#johnnycarson #thetonightshow #catchmeifyoucan "
        },
        {
            "url": "https://www.youtube.com/watch?v=q0vSevftixo",
            "title": "Oliver Stone: Untold - An Interview with Bob Woodruff",
            "description": "One of the most controversial directors in Hollywood, Oliver Stone has made films that are remarkable both for their handling of subject matter and the degree of controversy such handling inspires. A producer, screenwriter, and actor, Stone is consistently identified with his more political works, including Platoon and Nixon.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WY-Jk3Ubs4U",
            "title": "Royal Security Officer On Life Inside The Royal Family | Minutes With | @LADbible",
            "description": "In this week's episode of Minutes With we sat down with Paul Page, who used to work as a royal protection officer, providing security to the members of the Royal family. Paul told us what poses the most security threat to the Royals, explained what members of the family were like and why Prince Andrew was the most diff …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LQWiiphxkY0",
            "title": "Everything We Know About The Planets In Our Solar System | Cosmic Vistas Compilation | Spark",
            "description": "Thanks to the advance in technology, we now know more about the planets in our neighborhood than ever. What do we know about planets like Mars, Saturn, or even asteroids and dwarf planets in the Asteroid Belts?--- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AhDaVdXUSsw",
            "title": "The Most Terrifying Black Hole Discovery In Space - Formation of Planets in Solar System Documentary",
            "description": "#space     #science   #theuniverse   #howtheuniverseworks #htuwSome of the oddest and most interesting objects in space are black holes. Because of their enormous density and powerful gravitational pull, not even light can elude them. These sticky beans devour everything i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=h60tlMn6TgE",
            "title": "Do Habitable Planets Exist Other Than Our Earth? | Exoplanets: Thousands Of New Worlds | Spark",
            "description": "Are we alone in the universe? This question has been one of the greatest mysteries of all time. 20 years ago, individual scientists began to challenge traditional planetary science as they set off to seek, observe and reveal the existence of unknown worlds: EXOPLANETS. The film recounts the epic journey of these astrophy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yPVQtvbiS4Y",
            "title": "What Actually Are Space And Time?",
            "description": "Use code HISTORY16 for up to 16 FREE MEALS + 3 Surprise Gifts across 7 HelloFresh boxes plus free shipping at https://bit.ly/3Rkknac !--------------------------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sm6AL5lA4Zc",
            "title": "The UFO Phenomenon | Full Documentary 2021 | 7NEWS Spotlight",
            "description": "It is now beyond doubt that strange, anomalous objects filling our skies and caught on camera are the real deal. Even the Pentagon admits it’s true. These seemingly intelligently controlled craft are operating above the clouds, in our oceans and in our orbit – travelling at hypersonic speeds far beyond any known human technol …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EdCyr6-uVxc",
            "title": "The Most Magnificent Cosmic Phenomenona | Cosmic Vistas [Season 2 All Episodes] | Spark",
            "description": "Our world and space are both magnificent sights to behold and with the help of advanced technology, we are able to view our planet and beyond in various different ways and gives everyone a new perspective on our solar system. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s9dtVYxh1sM",
            "title": "Nimitz Class – Rise of the Aircraft Carrier – Big Bigger Biggest",
            "description": "The Nimitz class supercarriers are a class of ten nuclear-powered aircraft carriers in service with the United States Navy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Z_SShpuoKdw",
            "title": "The Hypnotic Launch of US Gigantic $4 Billion Nuclear Submarine",
            "description": "Welcome back to the FLUCTUS channel for a discussion about how massive nuclear submarines and other military vessels make their way from the shipbuilder to the sea. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8T4tN28qfkk",
            "title": "Superdomes – Extreme Engineering – Big Bigger Biggest",
            "description": "This documentary reveals the technological leaps forward that have allowed some of the world’s largest dome’s to be built.  The Oita Stadium in Japan has a colossal roof spanning a mighty 274 metres. A steel, Teflon and titanium structure over 270 metres across, and 60 metres high, the Oita’s roof covers a sports stadiu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=H5NoT3CYSvg",
            "title": "Ronnie Corbett and Ricky Gervais on The Graham Norton Show 2009",
            "description": "Ronnie Corbett and Ricky Gervais on the BBC's The Graham Norton ShowTransmission date 19.03.2009 "
        },
        {
            "url": "https://www.youtube.com/watch?v=vAfeYMONj9E",
            "title": "Nuclear war is not only imaginable, but planned - True Story Documentary Channel",
            "description": "The Coming War on China, from award winning journalist John Pilger, reveals what the news doesn’t – that the world’s greatest military power, the United States, and the world’s second economic power, China, both nuclear-armed, may well be on the road to war.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pGNO-9fP_D4",
            "title": "Clarkson + Kaleb: Behind the Scenes on Diddly Squat Farm | Performance People",
            "description": "One of the UK’s most charismatic TV presenters, Jeremy Clarkson has been entertaining the nation for some 40 years with his uncompromising take on the car industry and life in general. At 62 and with no fewer than 10 jobs at the last count, Clarkson is now trying his hand at farming. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=isNRZJ6icwc",
            "title": "Steven Seagal Is Out Of His Mind | Tom Segura Stand Up Comedy | \"Completely Normal\" on Netflix",
            "description": "Tom Segura talks about one of the most insane celebrities in the world: Steven Seagal. Watch the full stand up comedy special “Completely Normal” on Netflix. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tkrhThMbmYk",
            "title": "WTF Happened to JET LI?",
            "description": "WTF Happened To This Celebrity? – The JoBlo series that examines the careers of stars and filmmakers who may have fallen out of the spotlight, and tells where they are now! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PVe-cmH9AHk&list=RDCMUCFtjvDZ35-rldNXURrfKSKQ&start_radio=1&rv=PVe-cmH9AHk",
            "title": "Sketchy Things About Steven Seagal That We All Ignored",
            "description": "Steven Seagal is a bit of an enigma for a lot of martial artists because a lot of people see him as a person who is incapable of telling the truth, but at the same time, they respect him as someone who has achieved a high level of skill in the art of Aikido.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rai0urG_KGw",
            "title": "All Quiet: How Many People Really Died In World War One? | Great War In Numbers | Timeline",
            "description": "The Great War was a conflict driven by quantity and numbers, fought by calculating generals for who no cost was too high. For the first time in history, everything was recorded in exacting detail and this documentary reveals the startling facts behind the staggering scale of the war to end all wars. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w-d3jFIGxdQ",
            "title": "How Elites Will Create a New Class of Slaves | Whitney Webb | The Glenn Beck Podcast | Ep 162",
            "description": "Journalist Whitney Webb has worked to uncover some of the most dangerous stories of our lifetime, and she joins Glenn to reveal just how eye-opening it’s been. Her new two-volume book, “One Nation Under Blackmail: The Sordid Union Between Intelligence and Crime that Gave Rise to Jeffrey Epstein,” examines Epstein’s el …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E8eLaxgeTgY",
            "title": "The Mystery Of The Giant Object Underneath The Baltic Sea | The Mystery Beneath | Progress",
            "description": "Treasure hunters Peter and Dennis were out on a typical day exploring the Baltic Sea when a very unusual image appeared on the sonar. A nearly 200 foot cylindrical object was something that had never been seen before. This documentary takes you on the extraordinary journey to find out what the object could be. Reviewed by …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0tpvgGTFAiM",
            "title": "This 2022 Event Just Revealed the Antichrist to the World",
            "description": "NOTE: This is an excerpt from my interview with Tim Cohen on the identity of the Antichrist. To watch the full interview, click here: https://youtu.be/GJul0igzPtQ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CcHA7u6X9pM",
            "title": "The Book of Enoch Banned from The Bible Reveals Shocking Secrets Of Our History!",
            "description": "The Book OF Enoch -  What made the Book of Enoch important enough to preserve but so controversial that it needed to be buried…? Abductions? ET encounters? Did \"Watchers\" fall from the Heavens? Could they still be watching...🔵Check Out More Thought Provoking Content at 👉https://5thkind.tv   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SnyFxkXM8XA",
            "title": "The Rise & Fall of Allison Mack | Documentary",
            "description": "Warning: This video contains flashing lights that may not be suitable for people with photosensitivity or epilepsy.0:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=arqTRyyL0vU",
            "title": "Every Single Difference Between the Order of the Phoenix Book & Movie (Harry Potter Explained)",
            "description": "Patreon: https://www.patreon.com/MovieFlamePro...Twitter: https://twitter.com/MovieFlameProdPersonal Instagram: https://www.instagram.com/morgan_ross18/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CQ-c1wVwk60&list=RDCMUCKZo4N0lVPccBkSiuyVh4yg&start_radio=1&rv=CQ-c1wVwk60",
            "title": "Dumbledore's Big Plan - FULL STORY 1-7 | Harry Potter Film Theory",
            "description": "Was Albus Dumbledore secretly pulling the strings behind EVERYTHING in Harry's life every single year? We've stitched together all 7 of our main videos covering this topic from Philosopher's Stone to Deathly Hallows. Enjoy! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BEWz4SXfyCQ",
            "title": "Joe Rogan Experience #1315 - Bob Lazar & Jeremy Corbell",
            "description": "Bob Lazar is a physicist who worked at Los Alamos National Laboratory in New Mexico, and also on reverse engineering extraterrestrial technology at a site called S-4 near the Area 51 Groom Lake operating location. Jeremy Corbell is a contemporary artist and documentary filmmaker. Watch the documentary \"Bob L …"
        }
    ]
}