{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=GywPF-zo1jY ",
            "title": "Conspiracy Theories on COVID-19: Lab Leak Theory, Explained",
            "description": "About a year ago I made a video where we strayed away from the scientific discourse to jump into buck wild COVID-related conspiracy theories. I did that to set the record straight on a number of them.  …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=FckD6qL76uA",
            "title": "Lab leak conspiracy theory",
            "description": "I feel let down and apologise if I have misled anyonehttps://www.thelancet.com/journals/la... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-z_W3yRA9I8",
            "title": "Big Pharma - How much power do drug companies have? | DW Documentary",
            "description": "The pharmaceutical industry exerts a huge amount of influence on health policy. Some companies develop highly profitable drugs with public money, while others have been found to have covered up serious side effects. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VOl2-xI76tI",
            "title": "The Pregnant Doc Telling the Truth About COVID-19 | Informer",
            "description": "“There have been a lot of errors in the pandemic and it’s cost human lives.” As the coronavirus pandemic spread throughout the population, hospitals became overrun with patie …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=EaSU2mfNrIg",
            "title": "Natural cross immunity confirmed",
            "description": "Download free high-res copies of my two text books and the new posters. Any donations using this link help the work of campbell teaching.https://drjohncampbell.co.uk/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uNdnlrkx-wg",
            "title": "The De-Population Bomb",
            "description": "Recorded on June 14 at the American Enterprise Institute in Washington, DC.In 1970, Stanford professor Paul Ehrlich published a famous book, The Population Bomb, in which he  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DboTyNu-FLk",
            "title": "Obesity and corporate greed | DW Documentary",
            "description": "Doctors predict that by 2030, half of the world's population will be overweight or obese. An epidemic of obesity is causing a rapid rise in diabetes, cardiovascular disease, and cancer. It's becoming the biggest health challenge worldwide. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EkyAuG9RSSU",
            "title": "When Antibiotics Don't Work (full documentary) | FRONTLINE",
            "description": "Has the age of antibiotics come to an end? From a young girl on life support in Arizona to an uncontrollable outbreak in 20XX at one of the nation’s most prestigious hospitals, FRONTLINE investigates a deadly type of bacteria that our modern antibiotics can’t stop. (Aired 2013) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KVlUCglN3GY",
            "title": "Why Big Pharma Re-Defined Mental Illness - The Age Of Anxiety - Health Documentary",
            "description": "According to the World Health Organization, anxiety disorders are the most prevalent mental illnesses on the globe at the moment. Is this a disease of modernity? Or is our highly competitive and material culture itself undermining our nerves? The Age of Anxiety examines what anxiety is, and how and why it is being re …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RaLxhFiOBYk",
            "title": "Covid-19: Researcher blows the whistle on data integrity issues in Pfizer’s vaccine trial",
            "description": "For researchers who were testing Pfizer’s vaccine at several sites in Texas during that autumn, speed may have come at the cost of data integrity and patient safety.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AXyzDxxQRSA",
            "title": "Secret Sex Parties of the Mega-Rich | Informer",
            "description": "A Front of House Manager reveals what working in a hotel for the super-rich is really like. From hiring out the whole hotel for a ‘themed’ orgy to covering the tracks of staff sleeping with customers, the Informer details how the job can be demanding physically and emotionally. Blood and gore are all part of the job. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=afckus4RRbI",
            "title": "Rand Paul: This is the biggest coverup in the history of science",
            "description": "Kentucky Sen. Rand Paul joined 'Kennedy' to discuss his recent clash with Dr. Fauci over the origins of COVID-19 and his promise that Republicans will investigate Fauci over his handling of the pandemic. #foxbusiness #kennedy  …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=Q5_BFnz-Gt4",
            "title": "Cancer, early warning signs",
            "description": "Cancer, early warning signshttps://drjohncampbell.co.uk/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T7uwtNoWBK0",
            "title": "Why did Russia attack Ukraine and what are its geopolitical implications?",
            "description": "This ANU Public Lecture by Emeritus Professor Paul Dibb of the Strategic and Defence Studies Centre examines why President Putin decided to invade the Ukraine and what the implications are for international order, including the risk of a wider war in Europe and the potential use of nuclear weapons. "
        },
        {
            "url": "https://www.youtube.com/watch?v=NolfEE0gS6k",
            "title": "Makeup mistakes that age you and how to correct them | ALI ANDREEA",
            "description": "My online makeup course available here: https://bit.ly/3FEieiQ        Shop my jewelry collection here: https://cinco-store.com/andreeaali.html  Follow me on Instagram: https://www.instagram.com/aliandreeam...  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=D23Q2Yia65E",
            "title": "Most Expensive Construction Mistakes In The World",
            "description": "Tune in for some of the most expensive construction mistakes in the world!Suggest a topic here to be turned into a video: http://bit.ly/2kwqhuhSubscribe for more! ► https://goo.gl/pgcoq1 ◄ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=V3_OMp-8Pio",
            "title": "Pure Skill... How Karate Master Knocked People Out in UFC - Lyoto Machida",
            "description": "We’ve heard for years that karate doesn't work in MMA, then Lyoto Machida came along and proved otherwise. Performing in the most competitive arenas around the world for over 20 years, the Brazilian Dragon has earned a reputation of a cold-blooded samurai, stalking up a collection of unique knockouts. It's time to recolle …"
        },
        {
            "url": "https://www.youtube.com/watch?v=m4yynoaQKpY",
            "title": "How Did The Universe Form - Timeline Of The Solar System From Birth To Death",
            "description": "#space  #spacedocumentary  #universe  #theuniverse  #howtheuniverseworks #htuwOur universe began with an explosion of space itself - the Big Bang. Starting from extremely high density and temperature, space expanded, the universe cooled, and the simplest elements formed. Gravity gradua …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5Gk9gIpGvSE",
            "title": "Climate Change Debate: Bjørn Lomborg and Andrew Revkin | Lex Fridman Podcast #339",
            "description": "Bjørn Lomborg is author of \"False Alarm\". Andrew Revkin is a climate journalist (21 years at NY Times). Please support this podcast by checking out our sponsors:- Eight Sleep: https://www.eightsleep.com/lex to get special savings …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mihDhlwg96w",
            "title": "Pesci-ent Knowledge: Stephen Kotkin on Xi’s China, Putin’s Russia | GoodFellows | Hoover Institution",
            "description": "Recorded on November 1st, 2022Can China’s current authoritarian model hold without destroying its economy, and what’s the near-ter …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DcA5TotAkhs",
            "title": "The Importance of Being Ethical, with Jordan Peterson",
            "description": "Recorded on April 20, 2022, as part of a Classical Liberalism Seminar at the Graduate School of Business at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CVuVlk2E_e4",
            "title": "Money, happiness and eternal life - Greed (Director's Cut) | DW Documentary",
            "description": "Can money and power ever make us happy? How much is enough? Our constant desire for more is part of our human nature. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wO2lWmgEK1Y",
            "title": "The Brexit effect: how leaving the EU hit the UK | FT Film",
            "description": "The UK's recent disastrous \"mini\" Budget can trace its origins back to Britain's decision to leave the European Union. The economic costs of Brexit were masked by the Covid-19 pandemic and the crisis in Ukraine. But six years after the UK voted to leave, the effect has become clear. In this film, senior FT writers and Britis …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7A02jnKwTgA",
            "title": "Bahrain - The Middle East’s party capital | DW Documentary",
            "description": "Bahrain. Though politically authoritarian, the country is more liberal socially than other Gulf states. So perhaps it’s little wonder that the island has become the party capital of the Middle East, and a destination spot for young Saudis, in particular. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w-dxMTDzMLY",
            "title": "The Cannabis Question I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AP3DP6 | #TheCannabisQuestionAs state-legalized cannabis spreads, NOVA explores its little-known risks and benefits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eLB8EXAMVgQ",
            "title": "The Virus That Shook The World, Part One (full documentary) | FRONTLINE",
            "description": "Filmed in 21 countries, the panoramic story of the coronavirus pandemic’s first year as seen through the eyes of people all across the world. Part one of a two-part series. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rkfTHRkl47w",
            "title": "My Real Experience With Mental Health | Nadiya: Anxiety And Me (Full Documentary) | Tonic",
            "description": "Winner of The Great British Bake Off, Nadiya Hussain has become a household name across the UK, with best selling cook books and children's stories, as well are her celebrity chef status. In this documentary, Nadia opens up about her own mental health struggles and shines a light on some of the unspoken dialogues surr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6A_jzdCDSZk",
            "title": "The Illusion of Evidence Based Medicine: Distorted Science in the Age of Big Pharma",
            "description": "Financial interests distort the truths of evidence-based medicine, says Dr. Leemon B. McHenry. By revealing previously confidential documents released in litigation, Dr. McHenry exposes the role that pharmaceutical marketing has in the construction of medical literature, conference presentations and continuing med …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GlFbuqunb1I",
            "title": "Psychiatrists and the pharma industry are to blame for the current ‘epidemic’ of mental disorders",
            "description": "Want to join the debate? Check out the Intelligence Squared website to hear about future live events and podcasts: http://www.intelligencesquared.com __________________________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cd9p_4FkxNY",
            "title": "UPDATE: Theranos founder Elizabeth Holmes sentenced to 11 years in jail | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Bloody Lie (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=THv33zWykJc",
            "title": "Vaccine trial whistle blower",
            "description": "Covid-19: Researcher blows the whistle on data integrity issues in Pfizer’s vaccine trial, Revelations of poor practices at a contract research companyhttps://www.bmj.com/content/375/bmj.n... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=lDfboy7MB-8",
            "title": "The Dark Side of Being an Escort | Informer",
            "description": "“During COVID the hotels are actually still open secretly, yesterday I booked a hotel. It’s basically like a brothel”We hear from an escort about how the sex industry has been affected by the pandemic, the challenge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wngB9_6Vqbc",
            "title": "Escape from a House of Horror l 20/20 l PART 1",
            "description": "On the night of Jan. 14, 2018, 17-year-old Jordan Turpin made a daring escape from her home and called 911 in order to save herself and her siblings from their abusive parents. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vTyyb2JaR1k",
            "title": "Inside the luxurious lives of the world's richest kids | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Born Rich (2004) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QabAtYBnqro",
            "title": "'What Percent Of CDC Employees Are Vaccinated?': Cassidy Grills Walensky At Senate Hearing",
            "description": "At today's Senate Health Committee hearing, Sen. Bill Cassidy (R-LA) asked CDC Director Rochelle Walensky about her department's vaccination rates. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8uBmab52TzI",
            "title": "Byron York on Musk releasing Hunter Biden story to Twitter: There is a story to be told",
            "description": "Washington Examiner chief political correspondent Byron York explores Elon Musk’s vow to release details regarding suppression to Hunter Biden story to Twitter on ‘Fox Business Tonight.’ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=Jb2YMvfvm_M",
            "title": "More vaccinated deaths than unvaccinated deaths from covid (US)",
            "description": "58% of covid US deaths now in the vaccinatedKaiser Family Foundation vice president Cynthia Cox …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GYFYq0xEAjQ",
            "title": "UK Parliament vaccine debate",
            "description": "Official UK government report on the debatehttps://hansard.parliament.uk/commons... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LfZpLllgd5Q",
            "title": "Vitamins D and K2",
            "description": "Download my two educational text books for free using this link: http://159.69.48.3Hard copy of the Physiology Notes text book on ebay, http://ebay.us/DcmyYV?cmpnId=5338273189 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WKTKeBChgfY",
            "title": "The Coming Cold War II, Geopolitics, Fatherhood, Fear, and More — Niall Ferguson, Historian",
            "description": "Brought to you by Wealthfront high-yield savings account http://wealthfront.com/tim, ShipStation shipping software http://shipstation.com/tim, and Athletic Greens all-in-one nutritional supplement http://athleticgreens.com/tim …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IWRXLrJhqA0",
            "title": "Timothy Snyder: The Making of Modern Ukraine. Class 21. Comparative Russian Imperialism",
            "description": "Class 21 features guest lecturer, Professor Arne Westad, comparing Russian imperialism with other empires in recent centuries. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9W8IY0Sx1b4",
            "title": "Rise of the Nazis - Full Episode | BBC Select",
            "description": "This in-depth BBC World War II documentary series examines how Adolf Hitler and the Nazi Party rose to power in 1930s Germany and how they brutally retained control and destroyed democracy. Rise of the Nazis also explores the missed opportunities to stop Hitler prior to World War 2 and takes us inside the minds of …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4QLLp2c2zLU",
            "title": "Makeup for mature women | ALI ANDREEA",
            "description": "My online makeup course available here: https://bit.ly/3FEieiQ        Shop my jewelry collection here: https://cinco-store.com/andreeaali.html   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7NxebHIFXds",
            "title": "This is THE most requested makeup look I've created| ALI ANDREEA",
            "description": "My ONLINE MAKEUP course here: :https://bit.ly/3FEieiQ    For short everyday makeup tutorials, please check out my IG! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=X_mXIzq2cBY",
            "title": "Hair Mistakes That Age You Faster // SIMPLE FIX TO COMMON MISTAKES! #hairstyle #youthful",
            "description": "There are 4 HAIR MISTAKES that are currently making Christina look older. In this video I'm going to reveal exactly what they are and how she can easily fix them to get a more youthful look. We also cover which hairstyle is best for your for a rectangular face shape OR what hairstyle is best if you have a square face or full face. I  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lNe1D_E3R8E",
            "title": "Best Fails of the Year (So Far) 2022",
            "description": "If 2021 was a disaster, wait until you see how low we've hit so far in 2022. ►►► SUBMIT YOUR VIDEOS! http://bit.ly/fasubmit SUBSCRIBE! http://bit.ly/fasubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=D23Q2Yia65E&list=RDCMUCkQO3QsgTpNTsOw6ujimT5Q&start_radio=1&rv=D23Q2Yia65E",
            "title": "Most Expensive Construction Mistakes In The World",
            "description": "Tune in for some of the most expensive construction mistakes in the world!Suggest a topic here to be turned into a video: http://bit.ly/2kwqhuhSubscribe for more! ► https://goo.gl/pgcoq1 ◄ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=K1ihYwpWIFw",
            "title": "Most Satisfying Factory Machines and Ingenious Tools | Incredible Factory Production Process",
            "description": "Most Satisfying Factory Machines and Ingenious ToolsWelcome to Kool Brah, a strangely satisfying technology-based channel. Prepare to be blown away by …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PaaBcoYQ4Ds",
            "title": "How Charles Oliveira Keeps Breaking UFC Records",
            "description": "Charles Oliveira can easily be mistaken for a puny nerd, but in the octagon you can't confuse him with anyone else. Throughout his 12-year career in the UFC, the Brazilian has reached the judges’ decision only thrice, setting multiple records. He has scored the most submission wins in the organisation’s history and most fini …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hU-Om0pONH4",
            "title": "The Scariest Knockout Machine is Smoking UFC - Alex Pereira",
            "description": "Alex Pereira dominated kickboxing, starched Adesanya, conquered two divisions in Glory and became the promotion’s pound-for-pound king. Recently he has burst onto the UFC scene and made it all the way to a title shot in a blink of an eye. Today we recall Pereira's career in a striking world, as the Brazilian prepares f …"
        },
        {
            "url": "https://www.youtube.com/watch?v=V3_OMp-8Pio&list=RDCMUC5Y03h8JAslS5HEuvQNdVWw&start_radio=1&rv=V3_OMp-8Pio",
            "title": "Pure Skill... How Karate Master Knocked People Out in UFC - Lyoto Machida",
            "description": "We’ve heard for years that karate doesn't work in MMA, then Lyoto Machida came along and proved otherwise. Performing in the most competitive arenas around the world for over 20 years, the Brazilian Dragon has earned a reputation of a cold-blooded samurai, stalking up a collection of unique knockouts. It's time to recollect the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EdCyr6-uVxc",
            "title": "The Most Magnificent Cosmic Phenomenona | Cosmic Vistas [Season 2 All Episodes] | Spark",
            "description": "Our world and space are both magnificent sights to behold and with the help of advanced technology, we are able to view our planet and beyond in various different ways and gives everyone a new perspective on our solar system. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was mad …"
        },
        {
            "url": "https://www.youtube.com/watch?v=l77o_36xd_I",
            "title": "NASA's Telescope Just Found An Object That Defies All Logic",
            "description": "NASA's Telescope Just Found An Object That Defies All Logic► Subscribe: https://goo.gl/r5jd1F …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T7uwtNoWBK0&t=2s",
            "title": "Why did Russia attack Ukraine and what are its geopolitical implications?",
            "description": "This ANU Public Lecture by Emeritus Professor Paul Dibb of the Strategic and Defence Studies Centre examines why President Putin decided to invade the Ukraine and what the implications are for international order, including the risk of a wider war in Europe and the potential use of nuclear weapons. "
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4KiO8GRgwDk",
            "title": "Chris Tarbell: FBI Agent Who Took Down Silk Road | Lex Fridman Podcast #340",
            "description": "Chris Tarbell is a former FBI special agent and cybercrime investigation specialist who brought down Ross Ulbricht and Silk Road, and Hector Monsegur (aka Sabu) of LulzSec and Anonymous. Please support this podcast by checking out our sponsors: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ul1gsIdlJFs",
            "title": "5 Questions for Stephen Kotkin",
            "description": "Recorded on January 14, 2022Stephen Kotkin is a professor of history at Princeton and a senior fellow at the Hoover Institution at S …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UacgowUVr2E",
            "title": "How To SURVIVE & THRIVE In The Upcoming Financial Crisis! (PREPARE NOW) | Ray Dalio",
            "description": "Build IRONCLAD discipline in this FREE workshop: https://bit.ly/3SbkPqMOn Today's Episode: …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BzuP3ZALE-c",
            "title": "The BYO Show: China’s Totalitarian Gridlock, a Woke “Mind Virus,” and Futbal vs. Football",
            "description": "Recorded on November 28th, 2022A post-holiday Goodfellows features the panelists bringing their own curiosities to the table. Hoover s …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9boQrCPwMws",
            "title": "An Economist Looks at 90: Tom Sowell on Charter Schools and Their Enemies",
            "description": "Recorded on July 1, 2020The day before this show was recorded, Dr. Thomas Sowell began his 10th decade of life. Remarkabl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mDJ65ortiLo",
            "title": "Trans: When Ideology Meets Reality | Helen Joyce | #287",
            "description": "Dr. Peterson's extensive catalog is available now on DailyWire+: https://utm.io/ueSXhThe Trans movement surges across western civilization, necessitating the ego-centric fantasies of ge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q1oeJwF5tG4",
            "title": "More Than “One Damn Thing,” with Bill Barr",
            "description": "Recorded on May 17, 2022William P. Barr is one of only two people to have served as attorney general of the United States unde …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RVVfJVj5z8s",
            "title": "Amazon Empire: The Rise and Reign of Jeff Bezos (full documentary) | FRONTLINE",
            "description": "An inside look at how Amazon CEO Jeff Bezos built one of the largest and most influential economic forces in the world — and the cost of Amazon’s convenience. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NgxGYUyvJio",
            "title": "The Mormon church in Canada: Where did more than $1 billion go? - The Fifth Estate",
            "description": "Our investigation reveals more than $1 billion raised by the Mormon church in Canada has been funnelled to the U.S. rather than going to charitable works in this country. We hear from former members in Canada and elsewhere who say concerns about how money is spent have led them to leave the church. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w-d3jFIGxdQ",
            "title": "How Elites Will Create a New Class of Slaves | Whitney Webb | The Glenn Beck Podcast | Ep 162",
            "description": "Journalist Whitney Webb has worked to uncover some of the most dangerous stories of our lifetime, and she joins Glenn to reveal just how eye-opening it’s been. Her new two-volume book, “One Nation Under Blackmail: The Sordid Union Between Intelligence and Crime that Gave Rise to Jeffrey Epstein,” examines Epstein’s el …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9YEIY_iWnTI",
            "title": "Cost of Living Debate: how bad is it going to get?",
            "description": "The Chancellor, Jeremy Hunt, says it's a plan to escape recession - higher taxes, lower standards of living, cuts to public services. (Subscribe: https://bit.ly/C4_News_Subscribe) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cD3o6tqP9pI",
            "title": "A new kind of global recession: Why this time is different | Business Beyond",
            "description": "The global economy is at an inflection point. The IMF projects that a third of the world economy will be in recession next year.War in Europe, a slowdown in China and soaring inflation have contributed to widespread pessimism  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sY8aFSY2zv4",
            "title": "Jordan Peterson: Life, Death, Power, Fame, and Meaning | Lex Fridman Podcast #313",
            "description": "Jordan Peterson is a psychologist, lecturer, podcast host, and author. Please support this podcast by checking out our sponsors:- Notion: https://notion.com/startups to get up to $1000 off team plan …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rk37-EwcuJ4",
            "title": "Three Ancient Mysteries Of Legendary Cities Long Lost | Lost Worlds | Timeline",
            "description": "In this series, we travel to the buried remains of some of the Ancient World's most enduring mysteries. From the Angkor Wat, to the buried legions of the Terracotta Army, to the long-lost city of Troy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Tq0LLB-X4is",
            "title": "The War of 1812",
            "description": "This documentary shows how the glories of war become enshrined in history. How failures are quickly forgotten and how inconvenient truths are ignored forever. With stunning reenactments, evocative animation and the incisive commentary of key experts, The War of 1812 presents the strange and awkward conflict that  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2gLRFuX5yNE",
            "title": "Harnessing The True Power Of Atoms | Order And Disorder Compilation | Spark",
            "description": "The great 19th-century Austrian physicist, Ludwig Boltzmann was one of the most important proponents of the idea that all matter is made of atoms. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qJ-qX3yrxC0",
            "title": "Addiction I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3lxnr4sHear firsthand from individuals struggling with opioid addiction and follow the cutting-edge work of d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UlYC0syLe7g",
            "title": "The Meth Epidemic (full documentary) | FRONTLINE",
            "description": "This 2011 film investigates how and why meth use spiraled out of control and contributed to the drug abuse problem in America. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=c6Yz0ReoU5Q",
            "title": "A Look Inside Norad The Secret Government Facility | Super Structures | Spark",
            "description": "Cheyenne Mountain is an incredible 4.5 acre compound centre that monitors the skies for unidentified aircraft, missile launches, space objects, and even falling space debris. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-3ou4Jy2T2o",
            "title": "The Virus That Shook The World, Part Two (full documentary) | FRONTLINE",
            "description": "How the first year of the coronavirus pandemic unfolded, as seen through the eyes of people all across the world. Part two of a two-part series. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eLgbpnILYyQ",
            "title": "Coronavirus: America's Reckoning",
            "description": "In this compelling documentary, Sky News' US Correspondent Cordelia Lynch explores the humbling impact of coronavirus on the most powerful country on earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ch9QT25LvAo",
            "title": "When Black Olympians Defied Hitler (History Documentary) | Real Stories [4k]",
            "description": "Narrated by Blair Underwood, Olympic Pride, American Prejudice is set in the strained and turbulent atmosphere of a racially divided 1930's America, torn between boycotting Hitler's Olympics or participating in the Third Reich's grandest affair. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Yp91zKBGgY",
            "title": "Michael Jackson's maid reveals sordid Neverland secrets | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here: https://9now.app.link/uNP4qBkmN6 | Michael Jackson; What the Maid Saw (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WLUmNKaVCcQ",
            "title": "Anxiety And Me (Mental Health Documentary) | Real Stories",
            "description": "In this one-off documentary, Nadiya Hussain MBE, winner of The Great British Baking Show, television chef, author, and television host, sets out to find the cause of her anxiety, exploring the most effective, available treatments. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ch8YgpM_70U",
            "title": "How Culture And Race Can Impact Identifying And Treating Mental Health Conditions",
            "description": "How we talk (or avoid talking) about mental health is uniquely shaped by our racial/ethnic backgrounds and our cultural experiences. For some cultural groups, emotional distress and mental health concerns are often expressed through physical symptoms or spiritual experiences. This webinar is designed to increase  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T8MJus8IAOE",
            "title": "5 foods I got wrong | Professor Tim Spector",
            "description": "Where were you in 2015? President Obama was in the White House, The UK was a member of the European Union, and you couldn’t escape Bruno Mars's global smash: Uptown Funk. More importantly, 2015 marked the release of Tim Spector’s first book: The Diet Myth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=woZmq6gIZBM",
            "title": "Why Pharmaceuticals Are So Complicated In The U.S. | CNBC Marathon",
            "description": "CNBC Marathon explores why pharmaceuticals are so complicated in the United States.Concerns over prescription drug prices have grown into a big political issue, with nearly one in four Americans saying it's difficult to afford their medications, according to a March 2019 poll by the Kaiser Family Fo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=t0GNQHw85Rg",
            "title": "How We Can Reduce the Power of False Narratives (Third in a series on False Narratives)",
            "description": "In this third part of our series on conspiracy theories and other false narratives, we'll look at actions society can take to defend itself. We'll focus on what journalists and educators can do, what technology companies can do, and what government and individuals can do. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QCQENaMJJLM",
            "title": "Ageless: The New Science of Getting Older Without Getting Old",
            "description": "Aging—not cancer or heart disease—is the world’s leading cause of death and suffering. In spite of this, we accept the aging process as inevitable. We come to terms with the fact that our bodies and minds will begin to deteriorate and our risk of disease will rise as we get older. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IV1S5zw096U",
            "title": "Joanna Moncrieff - The Myth of the Chemical Cure: The Politics of Psychiatric Drug Treatment",
            "description": "UNE Center for Global Humanities and its founding director, Anouar Majid, host Joanna Moncrieff on \"The Myth of the Chemical Cure: The Politics of Psychiatric Drug Treatment.\" This event was recorded on February 25, 2013. "
        },
        {
            "url": "https://www.youtube.com/watch?v=FEh5JyZC218",
            "title": "Viral: The Origin of Covid 19 | Matt Ridley | #310",
            "description": "Dr. Peterson's extensive catalog is available now on DailyWire+: https://utm.io/ueSXhDr. Jordan B. Peterson and Matt Ridley go in depth to explore the Covid 19 outbreak, scrutinizing the l …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XCciAJJMt9Q",
            "title": "Gravitas Plus: How Big Pharma pushes dangerous drugs and reaps profits",
            "description": "The pandemic has revealed the power of big pharma.Major drug manufacturers and suppliers have the power to set prices, influence regulators and lobby lawmakers.This power has allowed big pharma to push potentially dangerous drugs. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KneYjU0x2go",
            "title": "New revelations in the outrageous saga of con artist Melissa Caddick | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Show Me The Money: The Melissa Caddick Con (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xHFQUKJMV7c",
            "title": "BC snowstorm: Heavy snowfall in Metro Vancouver turns commute into \"gong show\"",
            "description": "Heavy snowfall across the Metro Vancouver region on Tuesday night led to what many called a \"gong show,\" with cars slipping and sliding on the icy roads and commuters getting stuck for hours on major routes. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T3FC7qIAGZk",
            "title": "Andrew Bustamante: CIA Spy | Lex Fridman Podcast #310",
            "description": "Andrew Bustamante is a former CIA covert intelligence officer. Check out his work and podcast at https://everydayspy.com Please support this podcast by checking out our sponsors:- Wealthfront: https://wealthfront.com/LEX to get $50 sign-up bonus …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nYIJxoh7gqw",
            "title": "Gravitas: Revealed: How Pfizer blackmails countries for shots",
            "description": "Is Pfizer putting profits above lives? Public Citizen,  a non-profit organization says that Pfizer can stop countries from speaking about contracts, block vaccine donations, unilaterally change delivery schedules & demand public assets as collateral. Palki Sharma tells you more. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ggOTxSGc4pg",
            "title": "The Housing Market ‘Is Crashing,’ Says KPMG Chief Economist",
            "description": "With 19 days until the elections, voters are concerned around the economic landscape. CNBC Senior Economics Report Steve Liesman and KPMG Chief Economist Diane Swonk discuss the state of the economy and concerns about a looming recession. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OWXFdEyOKc4",
            "title": "Peter Thiel, Leader of the Rebel Alliance",
            "description": "Recorded in Florence, Italy, on October 19, 2022With his many varied interests in technology, politics, and culture, Peter Thiel has often been describe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XlhFMa4t28A",
            "title": "'The Game is Rigged': Richard Wolff",
            "description": "ACLU SoCal, L.A. Progressive and Occidental College hosted Richard Wolff for a discussion on economic rights and reform, on February 10, 2015 at Occidental College. "
        },
        {
            "url": "https://www.youtube.com/watch?v=Pg0XXhkt0gw",
            "title": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jail",
            "description": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jailSubscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jdkca09EHRI",
            "title": "Victor Davis Hanson: Biden is the most dangerously radical President in US history",
            "description": "Whether it's Biden’s push for vaccine mandates or his massive spending programmes, we have never seen a President like it. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tmWakuAe6sc",
            "title": "How to Treat Escorts, According to an Escort",
            "description": "Pornographer, writer, and sex worker Arabelle Raphael breaks down the do’s and don'ts of engaging with an escort. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RybR12ix8pg",
            "title": "The Dark Side of Being a Food Delivery Person | Informer",
            "description": "A female delivery driver shares her experiences of demoralizing working conditions, sexual harassment, and neglect from her company – all to get customers their food.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2GFaN9-1iz0",
            "title": "Prostitutes of God (Documentary)",
            "description": "Like VICE News? Subscribe to our news channel: http://bit.ly/Subscribe-to-VICE-NewsSome parents in India practice the Devadasi tradition, selling their daughters into a life of prostitution, …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MWxwNQpRlp4",
            "title": "Escape from a House of Horror l 20/20 l PART 3",
            "description": "Jennifer Turpin, the eldest child of David and Louise Turpin, recalls her parent’s violent outbursts, especially her mother’s volatile mood swings, extreme punishments and abandonment in a trailer. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FG9DxtjeNwg",
            "title": "Two of abused Turpin children read statements during parents' sentencing",
            "description": "A son and a daughter of David and Louise Turpin spoke out in court Friday after the parents pleaded guilty to 14 felony counts of abuse of their children over several decades. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEyAZHR9OUQ",
            "title": "Simon has stopped singing 12-year-old Ansley, she'll sing a cappella under pressure [JP subtitle]",
            "description": "「トップ・タレント・ジャパン」では海外のオーディション番組を主に和訳、アップロードしています。チャンネル登録もお願いします！【ツイッター】 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6DlrqeWrczs",
            "title": "Oprah Winfrey on Career, Life, and Leadership",
            "description": "During a student-led interview at Stanford Graduate School of Business, Oprah Winfrey shares seminal moments of her career journey and the importance of listening to your instincts. Winfrey also offers advice to students on how to find their calling: \"Align your personality with your purpose, and no one can touch you.\" Listen t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FKsR6rxxk60",
            "title": "SPECIAL INVESTIGATION: What really happened to missing backpacker Theo Hayez? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Nightmare in Paradise (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mh45igK4Esw",
            "title": "Elon Musk: How I Became The Real 'Iron Man'",
            "description": "\"Bloomberg Risk Takers\" profiles Elon Musk, the entrepreneur who helped create PayPal, built America's first viable fully electric car company, started the nation's biggest solar energy supplier, and may make commercial space travel a reality in our lifetime. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=k6MTA2JBQB8",
            "title": "'Why Did You Conclude That Religious People Can Be Singled Out?': Hawley Grills Biden Judicial Nom",
            "description": "At today's Senate Judiciary Committee hearing, Sen. Josh Hawley (R-MO) asked nominees about their judicial records. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VwvUvL_zkPA",
            "title": "Josh Hawley Asks CEOs Point Blank If They’ve Ever Fired An Employee For Their Religious Beliefs",
            "description": "During Tuesday's Senate Judiciary subcommittee hearing, Sen. Josh Hawley (R-MO) questioned CEOs about a potential Kroger-Albertsons merger. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JAXKQmVrf0k",
            "title": "Rand Paul Confronts Fauci With Video Of His Own Past Statements On Natural Immunity",
            "description": "At Wednesday's Senate Health Committee hearing, Sen. Rand Paul (R-KY) grilled Dr. Anthony Fauci.Stay Connected …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iZVRSgZSuZA",
            "title": "\"Enough Is Enough\": Rail Workers Decry Biden's Push to Impose Strike-Breaking Labor Deal",
            "description": "President Biden is pushing Congress to block a pending nationwide rail strike and push through a contract deal that includes no sick days and is opposed by four of the 12 rail unions. Biden's latest request is an attempt to \"legislate us basically back to work, before we've even had a chance to strike,\" says locomotive engin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N-yALPEpV4w",
            "title": "Why renewables can’t save the planet | Michael Shellenberger | TEDxDanubia",
            "description": "Environmentalists have long promoted renewable energy sources like solar panels and wind farms to save the climate. But what about when those technologies destroy the environment? In this provocative talk, Time Magazine “Hero of the Environment” and energy expert, Michael Shellenberger explains why solar an …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YkwxnCDhJTc",
            "title": "Elon Musk Exposes Hunter Biden By Releasing Internal Files of Twitter From 2020 | English News Live",
            "description": "Elon Musk Exposes Hunter Biden By Releasing Internal Files of Twitter From 2020 | English News LiveTwitter Chief Elon Musk on Friday released the internal 'Twitter Files' that showed the company respo …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sUvaYycoWqI",
            "title": "How solar energy got so cheap, and why it's not everywhere (yet)",
            "description": "A lot speaks for solar energy. It's clean, renewable – and now even cheaper than energy from fossil fuels like coal or natural gas. Sounds pretty great, right? But it only makes up a tiny bit of global electricity production. Why don't we use a lot more of it yet?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ImLAmfM_AgA",
            "title": "Super Glue and Baking soda! Pour Glue on Baking soda and Amaze With Results",
            "description": "how to fix your broken items using glue and baking soda, known as super glue or ca glue. Using baking soda and super glue together is a much more effective and durable method than repairing using cotton and super glue.I hope you enjoy the tricks in this video thanks for watching! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=A-M9Z6F18Vk",
            "title": "I'm Done with Electric Cars! Going back to Combustion Power - Here's Why!",
            "description": "I'm so done with Electric Cars, here's why...#notsponsored …"
        }
    ]
}