{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=qWI0YiSmTKs",
            "title": "Conspiracy Theorists Think Covid Vaccine Makes You Magnetic",
            "description": "MSNBC's Brian Williams looks at the latest Covid vaccination conspiracy theory that went viral after an Ohio legislature committee meeting where a doctor and a nurse stated that the injections are magnetizing people - something that is completely false. …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=RaLxhFiOBYk",
            "title": "Covid-19: Researcher blows the whistle on data integrity issues in Pfizer’s vaccine trial",
            "description": "For researchers who were testing Pfizer’s vaccine at several sites in Texas during that autumn, speed may have come at the cost of data integrity and patient safety.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VOl2-xI76tI",
            "title": "The Pregnant Doc Telling the Truth About COVID-19 | Informer",
            "description": "“There have been a lot of errors in the pandemic and it’s cost human lives.” As the coronavirus pandemic spread throughout the population, hospitals became overrun with patie …"
        },
        {
            "url": "https://www.youtube.com/watch?v=phsU1vVHOQI",
            "title": "Language Expert: Donald Trump's Way Of Speaking Is 'Oddly Adolescent' | The 11th Hour | MSNBC",
            "description": "Columbia University professor of linguistics John McWhorter joins to discuss the unique way Donald Trump speaks which is unlike any president America's had before.» Subscribe to MSNBC: http://on.msnbc.com/SubscribeTomsnbc …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=THv33zWykJc",
            "title": "Vaccine trial whistle blower",
            "description": "Covid-19: Researcher blows the whistle on data integrity issues in Pfizer’s vaccine trial, Revelations of poor practices at a contract research companyhttps://www.bmj.com/content/375/bmj.n... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NgiU8q_xf3g",
            "title": "SARS-CoV2 Spike Protein Expression in Mice Causes Damage via Innate Immune System (Update 158)",
            "description": "Roger Seheult, MD of MedCram examines how SARS-CoV2 spike protein expression in mice causes damage to the heart via the innate immune system. See all Dr. Seheult's videos at: https://www.medcram.com(This video was recorded on August 7, 2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1mdrzPdAX4Y",
            "title": "The Secret Ways The Oil Industry Brainwashes You | Smog + Mirrors",
            "description": "Energy companies have secretly begun to infiltrate governments, courts and banks to ensure that society will always be powerless to stop the oil.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=afckus4RRbI",
            "title": "Rand Paul: This is the biggest coverup in the history of science",
            "description": "Kentucky Sen. Rand Paul joined 'Kennedy' to discuss his recent clash with Dr. Fauci over the origins of COVID-19 and his promise that Republicans will investigate Fauci over his handling of the pandemic. #foxbusiness #kennedy  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VHPFdTZp7Dw",
            "title": "I Was Sold at a Slave Market | Informer",
            "description": "A victim of the Libyan migrant slave trade describes the horrors of being trapped in a horrific cycle of imprisonment, forced labour and torture.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XhT9f6ME33Y",
            "title": "Trump Body Language Breakdown with Trudeau by Expert Mark Bowden",
            "description": "President Donald Trump body language breakdown alongside Justin Trudeau with body language expert, Mark Bowden. What can a top body language expert tell us about world leaders, Trump and Trudeau? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Vne0MgZb55E",
            "title": "Michael Cohen on Dumbest Lie Trump Ever Told, Matt Gaetz Coming After Him & Donald Going to Jail",
            "description": "Former Donald Trump attorney Michael Cohen talks about Trump wanting Jimmy investigated for making fun of him, Rudy Giuliani losing his law license, all of the terrible people in Team Trump, Donald calling him and telling him everything was going to be OK, the dumbest lie he ever heard Trump tell, Matt Gaetz coming after …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vg8WAv0YT9c",
            "title": "More to dying than meets the eye: Martha Atkins at TEDxSanAntonio 2013",
            "description": "Those who work with the dying are familiar with patients seeing long deceased loved ones, angelic beings, even hearing music and comforting voices as the patient nears death. Deathbed phenomena have been documented in the days, weeks, and months before death since the 1500s. Often confused with hallucinations, de …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=bGZJfVR9-wo",
            "title": "Excess deaths continue",
            "description": "Link to free download of John’s 2 textbookshttp://159.69.48.3/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=j_DdSMn55cA",
            "title": "German photographs",
            "description": "Autopsy-based histopathological characterization of myocarditis after anti-SARS-CoV-2-vaccinationhttps://link.springer.com/article/10.... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6mxqC9SiRh8",
            "title": "Sen. Ron Johnson with families on adverse reactions to COVID vaccine | FOX6 News Milwaukee",
            "description": "WATCH: Wisconsin Sen. Ron Johnson holds a news conference with families from across the country who share their experiences regarding adverse reactions to COVID-19 vaccines. MORE: https://bit.ly/3qxerxs …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wTyNA5FzfQA",
            "title": "Should I Take the Bivalent COVID-19 Booster?",
            "description": "Roger Seheult, MD of MedCram explains the data behind the bivalent boosters. See all Dr. Seheult's videos at: https://www.medcram.com(This video was recorded on September 18, 2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wadKIiGsDTw",
            "title": "Near Infrared Light Mitigates Neuroinflammation in Mice",
            "description": "Roger Seheult, MD of MedCram examines a study in which near infrared light seems to mitigate neuroinflammation in mice. See all Dr. Seheult's videos at: https://www.medcram.com(This video was recorded on July 2, 2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ArDhhlHU-I",
            "title": "Why Some People Might Never Get COVID",
            "description": "Roger Seheult, MD of MedCram explores the reasons why some people might never get COVID. See all Dr. Seheult's videos at: https://www.medcram.com(This video was recorded on November 8, 2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oI_X2cMHNe0",
            "title": "How Electricity Actually Works",
            "description": "This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dOQowCeAnRs",
            "title": "The Simple Question that Stumped EVERYONE Except Marilyn vos Savant",
            "description": "Monty Hall problem explained. Visit https://brilliant.org/Newsthink/ to start learning STEM for FREE, and the first 200 people will get 20% off their annual premium subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gi3aZLA1tMw",
            "title": "Water Crisis: A Global Problem That's Getting Worse | Planet A",
            "description": "In this episode of ‘Planet A’, Professor Deborah McGregor explains why human systems like the commodification of water are at the root of the current crisis, how climate change will intensify water scarcity and why we need to change our relationship with water to avoid a bigger, looming crisis. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Y9ce2HcQpZU",
            "title": "Drugs, Sex and Death on Billionaires’ Mega Yachts | Informer",
            "description": "“The reality of it is you are clearing up rooms that have just had sex parties, orgies and prostitutes.”A deckhand reveals the less than glamorous lifestyle of being yacht staff for the super rich. Througho …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JGe8R0N20ps",
            "title": "How Cheap Hydrogen Could Become the Next Clean Fuel",
            "description": "Startups around the world are working on new ways of producing hydrogen, a clean alternative to fossil fuels that could one day power the grid, transportation and heavy industry. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=QiYvXKQksgI",
            "title": "The Insane Scale of Europe’s New Mega-Tunnel",
            "description": "Denmark is building a record-breaking tunnel to Germany.For more by The B1M subscribe now - https://bit.ly/the-b1m  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QabAtYBnqro",
            "title": "'What Percent Of CDC Employees Are Vaccinated?': Cassidy Grills Walensky At Senate Hearing",
            "description": "At today's Senate Health Committee hearing, Sen. Bill Cassidy (R-LA) asked CDC Director Rochelle Walensky about her department's vaccination rates. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UL_R0XxYvCU",
            "title": "I Was Sexually Abused as a Male Model | Informer",
            "description": "“We are treated like absolute dogs.”A male model who has appeared on billboards around the world shares his experiences in the industr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=eauTag4tX5g",
            "title": "What Governments Don’t Want You To Know About Modern Slavery | System Error",
            "description": "The fight to end modern slavery has become a celebrated cause, championed by celebrities and governments. But this fight isn't completely what it seems.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6OXbJHsKB3I",
            "title": "Genealogist Who Tracks Down Modern-Day Slavery Practices",
            "description": "Slavery might have ended on paper after the Civil War, but many white landowners did everything they could to exploit newly freed slaves well into the 20th century. Thousands of black laborers across the South were forced to work against their will as late as the 1960s—a new form of enslavement that went on in the shado …"
        },
        {
            "url": "https://www.youtube.com/watch?v=CfNEHW3qgso",
            "title": "Former FBI Agent Breaks Down Political Body Language | WIRED",
            "description": "Former FBI agent and body language expert Joe Navarro breaks down the intentional (and unintentional) non-verbals displayed by politicians. Why do some politicians point with their entire hand? What does it mean when politicians wave to a large crowd? How do Donald Trump and Joe Biden's non-verbals compare to eac …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P8htBU8-ncg",
            "title": "Trump's Weirdest Quotes of 2020 | NowThis",
            "description": "TRUMP’S WEIRDEST QUOTES: Pres. Trump said some weird things in 2020 — even for him. Do you remember them all?» Subscribe to NowThis: http://go.nowth.is/News_Subscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9eyT7V74mDE",
            "title": "Body Language of Attraction Justin Trudeau with #1 Expert Mark Bowden",
            "description": "What does the body language around Justin Trudeau tell us about his attraction? TRAIN WITH ME HERE: https://truthplane.mykajabi.com/store... Expert in human behavior and body language, Mark Bowden analyses the signals that give Trudeau his success. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iORSKhaW0ys",
            "title": "Trump Goes on Unhinged Tirade as Flailing GOP Turns on Him, Dems Win Senate: A Closer Look",
            "description": "Seth takes a closer look at Democrats defying all the predictions of a red wave and humiliating Donald Trump, who has been having a full-blown meltdown after Republicans began turning on him and blaming him for their party’s catastrophic performance. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uOBF9qPto4c",
            "title": "The Funniest Donald Trump Stories On The Graham Norton Show | Part One",
            "description": "We've had some hilarious stories about President Donald Trump, what better time to go through some of them. Watch Part Two here - https://youtu.be/HA7NALmWxbs …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Mp8kFqycfFM",
            "title": "Michael Cohen Hearing Cold Open - SNL",
            "description": "The Congressional Oversight Committee (Kenan Thompson, Bill Hader, Kyle Mooney, Kate McKinnon, Alex Moffat) question President Trump's former personal lawyer Michael Cohen (Ben Stiller) about his former boss. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rbnBe-vXGQM",
            "title": "I See Dead People: Dreams and Visions of the Dying | Dr. Christopher Kerr | TEDxBuffalo",
            "description": "Dr. Christopher Kerr speaks at a 2015 TEDx event Buffalo, New York.Dr. Christopher W. Kerr is the Chief Medical Officer at The Center for Hospice and Palliative Care, whe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gQVC-8WEB7s",
            "title": "We’re Doing Dying All Wrong | Ken Hillman | TEDxSydney",
            "description": "As a world leader in managing the care of very sick people, Ken Hillman’s breakthrough methods of treating critically ill patients have become the gold standard in Australia, the U.S. and Europe. His job is about keeping people alive, but he asks us to question whether that’s always a good thing. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=B7UVfqtfQBc",
            "title": "What if Everything You Know is Wrong: Bob McDonald at TEDxVictoria 2013",
            "description": "Bob McDonaldOne of Canada's favourite science journalists, Bob McDonald has been the dynamic host of Quirks & Quarks since 1992. The regular science commentator on CBC News Network, Bob is also the science corresp …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=FckD6qL76uA",
            "title": "Lab leak conspiracy theory",
            "description": "I feel let down and apologise if I have misled anyonehttps://www.thelancet.com/journals/la... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Dvh3JhsrQ0w",
            "title": "Unconventional But Effective Therapy for Alzheimer's Treatment: Dr. Mary T. Newport at TEDxUSF",
            "description": "Note from TED: We've flagged this talk, which was filmed at an independent TEDx event, because it appears to fall outside TEDx's curatorial guidelines. As she notes in the talk, Dr. Newport's specific medical guidance is based on ongoing research that has not yet been reviewed or published. The guidelines we give our TEDx organ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FqKZlDsesL4",
            "title": "Excess deaths, lack of data",
            "description": "Download free high-res PDFs of the posters, download free copies of my two text books.https://drjohncampbell.co.uk/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2tKDnsns2bg",
            "title": "Understanding The Highly Sensitive Person | Alane Freund | Talks at Google",
            "description": "Do you have a keen imagination, rich inner life, and vivid dreams?  Is time alone each day as essential as air?  Do others call you too shy or overly sensitive?  If you answered yes to any of these questions, you might be a highly sensitive person or HSP. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EaSU2mfNrIg",
            "title": "Natural cross immunity confirmed",
            "description": "Download free high-res copies of my two text books and the new posters. Any donations using this link help the work of campbell teaching.https://drjohncampbell.co.uk/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EMT7i7wmq14",
            "title": "Natural immunity in Italy",
            "description": "Clear graphics from Italy, The decline of COVID-19 severity and lethality over two years of pandemichttps://www.medrxiv.org/content/10.11... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bD2gZ9UP9Y4",
            "title": "Is COVID-19 Dysregulating Our Immune Systems? | The Agenda",
            "description": "Are people becoming sick more often, experiencing more severe symptoms and having more difficulty treating viral infections after having had COVID-19? If so, why? Epidemiologists, immunologists, and other experts discuss increasing evidence that SARS-CoV-2 can cause immune dysregulation for several months af …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9jMONZMuS2U",
            "title": "COVID-19: A Second Opinion",
            "description": "On January 24, 2022 Senator Ron Johnson invited a group of world renowned doctors and medical experts to the U.S. Senate to provide a different perspective on the global pandemic response, the current state of knowledge of early and hospital treatment, vaccine efficacy and safety, what went right, what went wrong, what sho …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7rZZTPp-eYU",
            "title": "Pericarditis after vaccine",
            "description": "Kyle's statement before US Senate expert panel on federal vaccine mandates and vaccine injuriesKyle starts at 53 minuteshttps://www.youtube.com/watch?v=lepqv... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vN30emwcNS4",
            "title": "If You Get COVID 19: Optimize Immune System (Vitamin D, Monoclonal Antibodies, NAC, Quercetin etc.)",
            "description": "Professor Roger Seheult, MD gives practical strategies if you test positive for COVID-19 (or are in contact with someone who tests positive) including:0:00 Video Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7zGDpKwNZOU",
            "title": "Nuclear Disasters: Should You Get Iodide Now?",
            "description": "Roger Seheult, MD of MedCram explains the purpose of potassium iodide tablets and how to determine if and when you might need them. See all Dr. Seheult's videos at: https://www.medcram.com(This video was recorded on October 18, 2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5YV_iKnzDRg",
            "title": "Sunlight: Optimize Health and Immunity (Light Therapy and Melatonin)",
            "description": "Sunlight provides so much more than just Vitamin D: learn from Dr. Seheult of https://www.medcram.com about the myriad of benefits from optimizing our exposure to light. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2fNqjn0gE94",
            "title": "The Science of Thankfulness and Forgiveness Clearly Explained",
            "description": "Roger Seheult, MD of MedCram explains why thankfulness and forgiveness is essential for health optimization. See all Dr. Seheult's videos at: https://www.medcram.com(This video was recorded on November 22, 2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qqAeFBAzkGs",
            "title": "Episode #32: Light laser therapy for Parkinson's",
            "description": "The Secret Life of PD: We would like to welcome Dr. Wayne Markman, CEO of  Symbyx Biome in Australia. Wayne shares his knowledge of the history of light laser therapy. Is this a new tool to help slow the progression of Parkinson's? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9eEyWlbToI4",
            "title": "The Vitamin D Paradox in COVID-19 and Why It Predicts But Doesn't Always Protect",
            "description": "Roger Seheult, MD of MedCram examines the vitamin D paradox. See all Dr. Seheult's videos at: https://www.medcram.com(This video was recorded on April 10, 2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wdszy6Q32fQ",
            "title": "COVID-19 mystery: Why some people get it and others don't",
            "description": "Scientists in Canada and around the world are trying to solve a COVID-19 mystery — why have some people never tested positive, despite being exposed? And could they be genetically resistant to the virus? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JGO2qb7wZns",
            "title": "Long Covid and Fat Metabolism Mitochondrial Dysfunction: Getting Outside Might Be an Answer",
            "description": "Roger Seheult, MD of MedCram discusses long covid and fat metabolism mitochondrial dysfunction. See all Dr. Seheult's videos at: https://www.medcram.com(This video was recorded on November 2, 2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nj_VYMVtKrQ",
            "title": "How to get rid of UNDER EYE BAGS FAST (the SAFEST ways) | 👁 Ophthalmologist @michaelchuamd",
            "description": "In this video, Dr. Michael Chua discusses the best ways to prevent and treat puffy under eye bags.Connect with Dr Michael Chua on social media …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XRr1kaXKBsU",
            "title": "Why Gravity is NOT a Force",
            "description": "The General Theory of Relativity tells us gravity is not a force, gravitational fields don't exist. Objects tend to move on straight paths through curved spacetime. Thanks to Caséta by Lutron for sponsoring this video. Find out more at: https://www.lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-PL32ea0MqM",
            "title": "The Missing Link in Renewables",
            "description": "Get a year of both Nebula and Curiosity Stream for just 11.79 here: http://www.CuriosityStream.com/realen... and using the code, \"realengineering\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AGTjKJHu99c",
            "title": "The truth about hydrogen",
            "description": "Some say it's the fuel of the future that will soon power large parts of our economies. Others say it's just a hoax propagated by the oil and gas industry. But either way, EVERYONE in the energy world is talking about hydrogen. Can it really help us get to net zero?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=94mV7Fmbx88",
            "title": "Fibonacci = Pythagoras: Help save a stunning discovery from oblivion!",
            "description": "In 2007 a simple beautiful connection between two seemingly unrelated mathematical gems was discovered. However, it appears that this discovery has largely gone unnoticed and is actually in danger of being forgotten.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kuOxDh3egN0",
            "title": "Why is calculus so ... EASY ?",
            "description": "Calculus made easy, the Mathologer way :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8mve0UoSxTo",
            "title": "Mathematics is the queen of Sciences",
            "description": "An exploration of mathematics, including where it comes from and why it explains the physical world; and whether it’s a human invention or a hidden language of the universe.Aired on 15 Apr 2015, on PBS network's NOVA program series, this is a collector's item! "
        },
        {
            "url": "https://www.youtube.com/watch?v=nS9W-wlJHPA",
            "title": "How To Effortlessly Defend Yourself In An Argument",
            "description": "Tyrion Video on Frames: https://www.youtube.com/watch?v=6NQiH...Previous JP video on earning respect: https://www.youtube.com/watch?v=hsQLk...Jordan Peterson VS Cathy Newman Debate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HCp_eN6JSac",
            "title": "5 Riddles Popular on Logic | To Test Your Brain",
            "description": "These are 5 Popular Logic Riddles which will test your brain. Write in the comments how many and which ones of the riddles and puzzles you were able to solve :)Drawings by: https://www.instagram.com/felix_lumex …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C65iqOSCZOY",
            "title": "Explained | World's Water Crisis | FULL EPISODE | Netflix",
            "description": "In partnership with Vox Media Studios and Vox, this enlightening explainer series will take viewers deep inside a wide range of culturally relevant topics, questions, and ideas. Each episode will explore current events and social trends pulled from the zeitgeist, touching topics across politics, science, history and pop culture -- fea …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1MZFrJPPIQ8",
            "title": "The fight for water | DW Documentary",
            "description": "Climate change is causing temperatures to rise. Extreme weather events and droughts are increasing. Springs and wells are drying up. And everyone needs more water. The battles for control over precious water reserves have begun. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MBKZWKeKYqE",
            "title": "What Will Earth Look Like When These 6 Tipping Points Hit?",
            "description": "Check out America Outdoors: Understory at https://youtu.be/s-R1p89zHnk PBS Member Stations rely on viewers like you. To support your local station, go to: http://to.pbs.org/D …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KL8CIZej19o",
            "title": "The Dark Side of Rich Kids Volunteering Abroad | Informer",
            "description": "Voluntourism is when primarily western, privileged do-gooders pay for the experience of doing charity work abroad. But according to this ex-voluntourist, the orphanage she thought she was building was actually disassembled and remade throughout the night. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ABj7peI_R2M",
            "title": "What the Gambling Industry Doesn’t Want You To Know | Informer",
            "description": "A former employee for one of the biggest betting companies reveals the major flaws in the industry, from gambling addictions to money laundering. With over ten years of experience in betting, he has seen just how much the algorithms and systems are designed to encourage losers to lose more, and winners to sto …"
        },
        {
            "url": "https://www.youtube.com/watch?v=43BDpdMq_Ag",
            "title": "Two theories for an unsolved Soviet mystery",
            "description": "What killed 9 hikers in 1959?✉️ Sign up for our newsletter: http://www.vox.com/video-newsletter …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DN1mPBQd7fY",
            "title": "The World Needs Supergrids, But There's a Problem",
            "description": "If a green pivot is to happen, power grids must become “supergrids,” continent-spanning networks that can move green energy thousands of miles. The technology is here, but politics may stand in the way. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Dp6W7g9no0w",
            "title": "Why Private Billions Are Flowing Into Fusion",
            "description": "As the world searches for a way to avoid climate catastrophe, dozens of fusion startups are putting billions of dollars into the risky quest for unlimited clean power. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dRvkOFdfW7k",
            "title": "Why Big Tech Is Pouring Money Into Carbon Removal",
            "description": "The market for removing carbon dioxide from the atmosphere is expanding rapidly, as major tech companies are funneling nearly a billion dollars to early-stage startups that are experimenting with various methods of carbon capture and sequestration to fight climate change. While government incentives like carbon pricing w …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlant …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M7hOpT0lPGI",
            "title": "I've studied nuclear war for 35 years -- you should be worried. | Brian Toon | TEDxMileHigh",
            "description": "For the first time in decades, it's hard to ignore the threat of nuclear war. But as long as you're far from the blast, you're safe, right? Wrong. In this sobering talk, atmospheric scientist Brian Toon explains how even a small nuclear war could destroy all life on earth -- and what we can do to prevent it. A professor in the Depa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=56OhXUuY2RE",
            "title": "Ventura's take on 9/11: 'They wanted it to happen'",
            "description": "Former Gov. Jesse Ventura gets into a heated argument with Piers Morgan about 9/11 and the government's response. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vPS-epGPJmg",
            "title": "Is Nuclear Fusion The Answer To Clean Energy?",
            "description": "Nuclear power has a controversial history, but many energy experts say it has a major role to play in our energy future. Some in the industry are working to make standard fission power safer and cheaper. Others are pursuing the holy grail of energy - nuclear fusion, the process that powers the sun and the stars. If we figure ou …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wO2lWmgEK1Y",
            "title": "The Brexit effect: how leaving the EU hit the UK | FT Film",
            "description": "The UK's recent disastrous \"mini\" Budget can trace its origins back to Britain's decision to leave the European Union. The economic costs of Brexit were masked by the Covid-19 pandemic and the crisis in Ukraine. But six years after the UK voted to leave, the effect has become clear. In this film, senior FT writers and Britis …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UJoC-Fvc6qU",
            "title": "Most Useless Megaprojects in the World (Part 2)",
            "description": "Abandoned, Delayed, and Failed Megaprojects. In this video, we go over the Most Useless and Expensive Megaprojects in the World including the World's Strangest Airport, America's Superconducting Super Collider, and North Korea's Hotel of Doom! For more Construction & Mega Project content be sure to subscribe to  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JAXKQmVrf0k",
            "title": "Rand Paul Confronts Fauci With Video Of His Own Past Statements On Natural Immunity",
            "description": "At Wednesday's Senate Health Committee hearing, Sen. Rand Paul (R-KY) grilled Dr. Anthony Fauci.Stay Connected …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5AcwcdSVvVc",
            "title": "JUST IN: Rand Paul Tells Fauci He Changed Website To 'Cover Your Ass' On Gain-Of-Function Research",
            "description": "At today's Senate Health Committee hearing, Sen. Rand Paul (R-KY) had another clash with Dr. Anthony Fauci.Stay Connected …"
        },
        {
            "url": "https://www.youtube.com/watch?v=meWM8d4Uz7Q",
            "title": "'Are There TikTok Employees... Who Are Members Of The Chinese Communist Party?' Hawley Grills Exec",
            "description": "At Wednesday's Senate Homeland Security Committee hearing, Sen. Josh Hawley (R-MO) questioned TikTok COO Vanessa Pappas over whether any employees were affiliated with the CCP, citing a Forbes report. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lDfboy7MB-8",
            "title": "The Dark Side of Being an Escort | Informer",
            "description": "“During COVID the hotels are actually still open secretly, yesterday I booked a hotel. It’s basically like a brothel”We hear from an escort about how the sex industry has been affected by the pandemic, the challenge …"
        },
        {
            "url": "https://www.youtube.com/shorts/6ewJqeTlpS4",
            "title": "",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=ry66uECjbdY",
            "title": "This is How Drugs Get Smuggled Into Europe | Informer",
            "description": "Unlimited cash flow, hotels, and hookers – we get an inside glimpse into the criminal world of a European drug mule. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UlYC0syLe7g",
            "title": "The Meth Epidemic (full documentary) | FRONTLINE",
            "description": "This 2011 film investigates how and why meth use spiraled out of control and contributed to the drug abuse problem in America. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bolyiGMcjBs",
            "title": "Why You Should Be Worried About Facebook's Metaverse | System Error",
            "description": "On December 6, Facebook was sued for its role in facilitating the genocide of Rohingya Muslims in Myanmar.The Facebook Papers revealed how the company chased profits -  often at the expense of safety. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NcIGBKXMOE",
            "title": "Schoolgirls for Sale in Japan",
            "description": "Japan’s obsession with cutesy culture has taken a dark turn, with schoolgirls now offering themselves for “walking dates” with adult men. Last year the US State Department, in its annual report on human trafficking, flagged so-called joshi-kosei osanpo dates (that’s Japanese for “high school walking”) as fronts for c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UGqWRyBCHhw",
            "title": "How the US stole thousands of Native American children",
            "description": "The long and brutal history of the US trying to “kill the Indian and save the man”.Help our reporting on hidden histories. Submit a story idea here: http://bit.ly/2RhjxMy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bdce9dud1c0",
            "title": "Wessyngton Plantation: A Family's Road to Freedom | NPT",
            "description": "In 1796, Joseph Washington, a distant relative of our first president, purchased sixty acres in Middle Tennessee for tobacco farming. Eventually covering 13,000 acres, Wessyngton Plantation would thrive off the blood, sweat and tears of hundreds of African Americans. Unlike other plantations only two slaves were ever sold f …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VRJzvJ5XPQI",
            "title": "Body Language Expert Explains How to Show Confidence | WIRED",
            "description": "Former FBI agent and body language expert Joe Navarro explains how we can project confidence through our body language. Joe takes a look at various celebrities and politicians and demonstrates the things that they do that can help them appear more confident.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LHqbfJ3tq4Y",
            "title": "Former FBI Agent Explains Criminal Profiling | Tradecraft | WIRED",
            "description": "According to Jim Clemente, retired FBI behavioral analyst and criminal profiler, when it comes to the \"nature vs. nurture\" debate, \"genetics loads the gun, personality and psychology aim it, and your experiences pull the trigger...\" As a criminal profiler, it was his job to catch murderers, serial killers and rapists and pick up  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KfkOSYpMToo",
            "title": "Former FBI Agent Breaks Down Interrogation Techniques | WIRED",
            "description": "Former FBI agent and body language expert Joe Navarro breaks down how he approached interrogating during his time with the FBI. Joe sets the record straight; there is no simple way to tell if a human being is lying. When looking for deceit, Joe focuses on the subject's discomfort. He also does is best to make sure the su …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NsQ2hX_noNw",
            "title": "The Biggest Lies of Trump’s Presidency",
            "description": "Pres. Trump reportedly told more than 30,000 lies while in office — these were some of the biggest.» Subscribe to NowThis: http://go.nowth.is/News_Subscribe» Sign up for our newsletter KnowThis to get the biggest stories of the day delivered straight to your i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BDQPPBRW2ik",
            "title": "Angry Donald Trump clashes with CNN reporters at news conference",
            "description": "Donald Trump has had a hostile exchange with a reporter from CNN over questions of his stance on immigration and the Russia investigation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4U6j9qcJUyw",
            "title": "'That was funny': Donald Trump caught on mic laughing about Trudeau jibe",
            "description": "It was meant to be a landmark summit - a celebration of NATO and the alliance's success in helping to secure peace in Europe for 70 years.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9pk7EiWXoks",
            "title": "A body language expert breaks down key moments at the CUSMA signing",
            "description": "U.S. President Donald Trump, Prime Minister Justin Trudeau and Mexican President Enrique Pena Nieto attended a signing ceremony on the sidelines of the G20 summit in Argentina. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=x-0NpCL5FLk",
            "title": "The Justin Trudeau effect: famous faces who've fallen for the Canadian PM's charm",
            "description": "Justin Trudeau is known as the heartthrob of international politics.Watch the likes of Ivanka Trump, Angela Merkel and even Donald Trump swoon over the Canada's dashing prime minister. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rxO8QZAdkCY",
            "title": "Justin Trudeau shuts down hecklers, orders them to leave",
            "description": "Prime Minister Justin Trudeau shut down a heckler on Friday during a town hall and after asking she respect the audience, she declined and Trudeau ordered her to leave. She then returned with another woman and Trudeau asked police to remove them both from the room. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5r9GkkSs41k",
            "title": "Trump Ignites GOP Civil War by Announcing 2024 Bid, and Even Fox Cuts Away: A Closer Look",
            "description": "Seth takes a closer look at Trump deciding to light his party on fire by announcing a third run for presidency despite a dismal performance from his candidates in the midterm elections, sparking recriminations within the GOP over the future of the party. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZUoOrL0G4pA",
            "title": "House GOP’s Marjorie Taylor Greene Problem; Herschel Walker’s Vampire Story: A Closer Look",
            "description": "Seth takes a closer look at Republicans narrowly wining back the House of Representatives, meaning they’ll have to navigate the next two years with a very small majority, which will likely cause chaos and empower fringe extremists like Marjorie Taylor Greene. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ifnqHGvteVw",
            "title": "Trump’s Tax Returns FINALLY Handed Over, Mara-a-Lago Beefs Up Security & Stoners Get a Pot Quiz",
            "description": "December is minutes away and the President and First Lady took part in the 100thlighting of the national Christmas Tree, parents all across the country are breaking out the old Elf on the Shelf to try and get their children to behave, Spotify released their annual musical report card “Spotify Wrapped” and Jimmy reveals wh …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HA7NALmWxbs",
            "title": "The Funniest Donald Trump Stories On The Graham Norton Show | Part Two",
            "description": "Oh yes, there's more! Watch part one here - https://www.youtube.com/watch?v=uOBF9... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0KiII_2qabk",
            "title": "The True State of Russian Army",
            "description": "The Russian military, the second largest military in the world, may not be what it looks like. Lies and systematic corruptions may in fact have dragged Russia into this war with Ukraine, which has been heavily backed up by the US and NATO. We will present the evidence, you make your own decision, because the Russian Army,  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=X2ATVUS23KM",
            "title": "President Obama at the White House Correspondents Dinner | Best Jokes of Obama",
            "description": "As customary at the White House Correspondents’ Dinner, the US President Barack Obama on Saturday performed some stand-up comedy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UWuc18xISwI",
            "title": "Sean Spicer Press Conference (Melissa McCarthy) - SNL",
            "description": "White House press secretary Sean Spicer (Melissa McCarthy) and secretary of education nominee Betsy DeVos (Kate McKinnon) take questions from the press (Bobby Moynihan, Kristen Stewart, Cecily Strong, Vanessa Bayer, Alex Moffat, Mikey Day). [Season 42, 2017] …"
        },
        {
            "url": "https://www.youtube.com/watch?v=K1K8s-tQGqY",
            "title": "Michael Cohen Wiretap Cold Open - SNL",
            "description": "With the FBI listening in, Michael Cohen (Ben Stiller) fields calls from Donald Trump (Alec Baldwin), Rudy Giuliani (Kate McKinnon), Melania Trump (Cecily Strong), Ivanka Trump (Scarlett Johansson) and Jared Kushner (Jimmy Fallon) and Stormy Daniels. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_iyIbbxVzrU",
            "title": "VP Debate: Sarah Palin and Joe Biden - SNL",
            "description": "Governor Sarah Palin (Tina Fey) and Senator Joe Biden (Jason Sudeikis) square off about the financial crisis, John McCain and getting \"\"mavericky\"\" in this 2008 vice presidential debate moderated by Gwen Ifill (Queen Latifah). [Season 34, 2009] …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-wkdH_wluhw",
            "title": "What animals are thinking and feeling, and why it should matter | Carl Safina | TEDxMidAtlantic",
            "description": "Carl Safina takes us inside the lives and minds of animals around the world, witnessing their profound capacity for perception, thought and emotion, showing why the word \"it\" is often inappropriate as we discover \"who\" they really are. And yet, we are wiping out the very animals we should celebrate; we are the flood coming f …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mMYhgTgE6MU",
            "title": "From life to death, beyond and back | Thomas Fleischmann | TEDxTUHHSalon",
            "description": "This talk was given at a local TEDx event, produced independently of the TED Conferences. Dr. Fleischmann sees dead people. In fact, he has seen over 2,000 humans die but broad back to life several hundreds of them. In his talk, he shares the near death experiences (\"Nahtoderfahrungen\") he witnessed as an emergency phy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=B0Y-GU3JqiQ",
            "title": "How dogs love us | Dr. Gregory Berns | TEDxAtlanta",
            "description": "Ever wondered what your dog is thinking? Does he really miss you when you’re gone? Finally, we have the answer, thanks to MRI technology. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1w0_kazbb_U",
            "title": "Shattering cancer with resonant frequencies: Anthony Holland at TEDxSkidmoreCollege",
            "description": "NOTE FROM TED: Please do not look to this talk for medical advice. We've flagged this talk, which was filmed at a TEDx event, because it appears to fall outside TEDx's content guidelines. Resonant Frequency Therapy has not been proven effective by scientific research. The guidelines we give TEDx organizers are described in  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tTj2TEHVqTc",
            "title": "The Final Border: Peter Fenwick at TEDxBerlin",
            "description": "Crossing borders physically, emotionally, culturally, artistically -- all these aspects were widely explored on the 23rd of November by an array of international, truly inspirational speakers that received standing ovations from an electrified audience. "
        },
        {
            "url": "https://www.youtube.com/watch?v=KQEWc3LVfyc",
            "title": "Living, Dying and the Problem with Hope | Dr. Leslie Blackhall | TEDxCharlottesville",
            "description": "Dr. Leslie Blackhall, Head of Palliative Care at the University of Virginia, believes that accepting dying as a part of life allows us to achieve a fuller and richer life with the days that we live. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=18YwBwIK_no",
            "title": "How we found out evolution is true: John van Wyhe at TEDxNTU",
            "description": "John van Wyhe is a historian of science at the National University of Singapore. He is the Director of Darwin Online and Wallace Online, the author of eight books and lectures and broadcasts around the world.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HEfpxiUIZPs",
            "title": "8 ways the world could suddenly end: Stephen Petranek at TEDxMidwest",
            "description": "Unintentional \"Dark Futurist\", Stephen Petranek, re-visits the subject matter of his original eleven year old TED Talk and offers the audience an extraordinarily sobering look at the eight critical issues that threaten human life on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jobYTQTgeUE",
            "title": "Why do we believe things that aren't true? | Philip Fernbach | TEDxMileHigh",
            "description": "It seems like we're living in an epidemic of false belief. Clearly the other side just doesn’t have all the facts, right? Or are they really that stupid? In this fascinating and hilarious talk, cognitive scientist Philip Fernbach peels back the layers of what we really know and reveals some surprising truths about the human mind. Philip Fe …"
        }
    ]
}