{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=CkkmWtASDro",
            "title": "The Bizarre JFK Assassination Theory That Trump Believes",
            "description": "November 22, 1963 will forever be held as one of the most significant dates in American history. On that day in Dallas, Texas, President John F. Kennedy was shot and killed while riding in a motorcade with his wife Jackie, Texas Governor John Connally, and Connally's wife Nellie. The man responsible for the assassination  …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=yS1W6G4h_O4",
            "title": "Julian Read: Eyewitness to JFK's Assassination",
            "description": "Julian Read, author of \"JFK's Final Hours in Texas\" and former aide to Texas Gov. John Connally, describes what is was like to be present in Dallas for a day that changed America's history forever. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VYDaqto22NY",
            "title": "Mysterious Death of Reporter Dorothy Kilgallen & the JFK Assassination",
            "description": "Author and former criminal defense attorney, Mark Shaw, speaks about his book \"The Reporter Who Knew Too Much\" and its follow-up, \"Denial of Justice.\" Each chronicle not only his 12 years of research but most importantly, the life and times and mysterious death of What's My Line? TV star and crack investigative reporter D …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=FWgO6VsgXIE",
            "title": "NHL Highlights | Canadiens vs. Oilers - December 3, 2022",
            "description": "Connor McDavid and Leon Draisaitl each scored four points apiece while Darnell Nurse got the game-winning goal in an effort that saw the Edmonton Oilers beat the Montreal Canadiens 5-3. "
        },
        {
            "url": "https://www.youtube.com/watch?v=f6TOkiUqHDQ",
            "title": "JFK anniversary: second gunman named",
            "description": "Investigative journalist Anthony Summers, interviews a Cuban exile who claims a second gunman may have been involved in the assassination of President Kennedy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NP5z-0lRV3A",
            "title": "The Secret History of the Kennedy Assassination",
            "description": "As the 50th anniversary of President John F. Kennedy's assassination approaches, persistent questions still remain. Bestselling author and former New York Times reporter Philip Shenon addresses those questions and more in his newest book A Cruel and Shocking Act: The Secret History of the Kennedy Assassination …"
        },
        {
            "url": "https://www.youtube.com/watch?v=i64Ec-uocks",
            "title": "What If Robert F. Kennedy Had Lived? | America's Lost President | Timeline",
            "description": "It is a great ‘what-if’ of the last century. What if Robert F. Kennedy, brother of the murdered JFK, had not himself been assassinated while campaigning for the Presidency in 1968? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=__LxwaAEaL8",
            "title": "Mafia Boss Tells All - Jimmy Hoffa, JFK Assassination and Much More",
            "description": "FaceTime or Ask Patrick any questions on https://minnect.com/Want to get clear on your next 5 business moves? https://valuetainment.com/academy/  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9wL1t3A-uHo",
            "title": "Somerton Man body-on-the-beach mystery solved as family secrets unravel | Australian Story",
            "description": "Australia’s most enduring mysteries – the identity of the “Somerton Man” – is finally solved. Subscribe: https://ab.co/3yqPOZ5   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DUOcxyDIYuI",
            "title": "What's My Line? - Dorothy's Final Show - Joey Heatherton (Nov 7, 1965) [W/ COMMERCIALS]",
            "description": "Here's the last of the four uncut episodes with original commercials I started posting a few days ago.  As always, I preserved as much as possible of my original copy due to its much higher a/v quality.  But what a treat to have the original commercials in any watchable video quality-- especially for such a special show, Dorothy  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=Ue-EvH4Rqnw",
            "title": "Did Elvis Presley fake his death? The Elvis is Alive theory explained",
            "description": "Did Elvis Presley really die in 1977? The truth behind the cover up. Get 20% OFF @manscaped + Free Shipping with promo code VINYLREWIND at https://www.manscaped.comIs Elvis alive and in hiding, did he fake his death after ratting on the Mob, was there a coverup, are the  …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=aYNBnGPM4GA",
            "title": "NHL Highlights | Maple Leafs vs. Lightning - December 3, 2022",
            "description": "Mitch Marner set the new all-time Maple Leafs point streak record with two goals, but it wasn't enough as Alex Killorn scored the overtime winner and the Tampa Bay Lightning defeated the Toronto Maple Leafs 4-3 in the extra frame. "
        },
        {
            "url": "https://www.youtube.com/watch?v=7TZbdJClU94",
            "title": "Canadiens @ Oilers 12/3 | NHL Highlights 2022",
            "description": "Extended highlights of the Montreal Canadiens at the Edmonton Oilers "
        },
        {
            "url": "https://www.youtube.com/watch?v=Na2hOcx4uX8",
            "title": "Eli Manning goes undercover as a College Football walk-on 😎 | Eli’s Places",
            "description": "New episodes of Eli’s Places every Wednesday exclusively on ESPN+. Check out the time Eli Manning went undercover as a College Football walk-on at Penn State.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fLxkIKRIPb4",
            "title": "JFK shooting witness: Deputy sheriff recalls finding rifle that killed the president",
            "description": "As America begins a month-long outpouring of remembrances on the 50th anniversary of the shooting of President John F Kennedy, a deputy sheriff who was in Dallas on November 22 1963 recalls finding the rifle that killed the president. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cm-XJ-VQAHo",
            "title": "JFK assassination: Canadian believes father took photo of 2nd assassin",
            "description": "The JFK assassination has spawned many theories about what really happened. In this 2013 story, a Canadian man recalls his father saying he had a photo showing a second assassin, a claim that caught the attention of the FBI.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zFJwLPd0y1M",
            "title": "Former FBI Agent Recalls Role in JFK Assassination Investigation",
            "description": "Robert Frazier, the FBI's lead firearms and ballistics examiner in 1963, was one of three examiners at the FBI Laboratory assigned to the Kennedy assassination case. Fifty years later, the 94-year-old former agent recalls the experience. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uHR23oDHf90",
            "title": "Personal Perspectives of November 22, 1963",
            "description": "In observance of the 50th anniversary of the historic events in Dallas on November 22, 1963, Ben Barnes, Sid Davis, Julian Read, and Larry Temple shared their memories and experiences of that tragic day in a program at the LBJ Presidential Library. Neal Spelce moderated the conversation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lfEwPBmTF5A",
            "title": "Members Only: \"MacNeil/Lehrer on the JFK Assassination\"",
            "description": "Legendary broadcast journalists Robert MacNeil and Jim Lehrer shared their memories of the assassination of President John F. Kennedy in a special \"Members Only\" event at the Newseum.  Judy Woodruff, senior correspondent and co-anchor of \"PBS NewsHour,\" moderated the program. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wYU2FJxsSeE",
            "title": "Trump: What's The Deal? Full Documentary (1991)",
            "description": "Donald Trump is one of the richest and most famous men in America, but on what foundation has his success been built? From accusations of harassment to repeated flirtations with bankruptcy, his very public business career has been one of artifice and intrigue; a Machiavellian performance played out before the Ameri …"
        },
        {
            "url": "https://www.youtube.com/watch?v=41CYcn2Z2CE",
            "title": "How The Life And Death Of JFK Changed The World | The Kennedy Half-Century | Timeline",
            "description": "The Kennedy Half Century received a 2014 Emmy Award for Best Historical Documentary. It tells the compelling story of how John F. Kennedy's life and administration, as well as his tragic death on November 22, 1963, have influenced the general public, the media, and every president who has followed him. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RMSNUX3n6yA",
            "title": "Truth, War and Consequences (full documentary) | FRONTLINE",
            "description": "Did America rush into a war in Iraq for which it was unprepared? In this 2003 documentary, FRONTLINE examines why the U.S. went to war in Iraq, what went wrong in the planning for the postwar occupation, and what was at stake for both the U.S. and for Iraqis.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9W8IY0Sx1b4",
            "title": "Rise of the Nazis - Full Episode | BBC Select",
            "description": "This in-depth BBC World War II documentary series examines how Adolf Hitler and the Nazi Party rose to power in 1930s Germany and how they brutally retained control and destroyed democracy. Rise of the Nazis also explores the missed opportunities to stop Hitler prior to World War 2 and takes us inside the minds of …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5U-yqm9H_Sg",
            "title": "Highest Paid Mafia Boss Tells the TRUTH About the Life",
            "description": "FaceTime or Ask Patrick any questions on https://minnect.com/Want to get clear on your next 5 business moves? https://valuetainment.com/academy/  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OsItiPfnzLI",
            "title": "Lee Harvey Oswald's Final Phone Call",
            "description": "Just hours before his death, Lee Harvey Oswald tried to call Raleigh, North Carolina from the Dallas jail on the evening of Nov. 23, 1963.  For years, this significant information was ignored by assassination investigators and concealed from the public.  Surprise guest speaker and JFK Assassination expert the late Jim Marrs j …"
        },
        {
            "url": "https://www.youtube.com/watch?v=skGXnNJOr6E",
            "title": "The Seedy Underbelly Of The American Presidency | Destination: White House | Timeline",
            "description": "This doc probes the presidential campaigns that have changed America through the eyes of former campaigners, journalists and researchers. Find out how financing, crime and corruption, and TV debates play a major role in swaying political opinion on the way to the White House. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=93UdoApio5s",
            "title": "The breakthrough new DNA evidence that could find JonBenét Ramsey's killer | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Justice for JonBenet (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VcQbxzJm2EQ",
            "title": "How Aussie rigger Paul Hogan became Crocodile Dundee: A Fortunate Life — Part 1 | Australian Story",
            "description": "As he prepares to celebrate his 80th birthday, an uncharacteristically reflective Paul Hogan looks back over his remarkable life and career.In the first of two episodes, the actor and comedian talks about his working-class background, sudde …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XqyC5QrvrIw",
            "title": "Nazi Secrets (Full Episode) | Drain the Oceans",
            "description": "Hidden deep underwater is the untold story of how the Nazis waged a secret war across the world’s oceans.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YyU2ajkiLx0",
            "title": "What's My Line? - Tribute to Dorothy Kilgallen - Maureen O' Sullivan (Nov 14, 1965) [W/ COMMERCIALS]",
            "description": "MYSTERY GUEST: Maureen O' SullivanPANEL: Arlene Francis, Steve Allen, Kitty Carlisle, Bennett Cerf …"
        },
        {
            "url": "https://www.youtube.com/watch?v=J_QIuu6hsAc",
            "title": "The Zapruder Film Mystery",
            "description": "While serving as chief analyst of military records at the Assassination Records Review Board in 1997, Douglas Horne discovered that the Zapruder Film was examined by the CIA's National Photographic Interpretation Center two days after the assassination of President Kennedy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0AmP_ELZ7eU",
            "title": "Why Was Everybody Connected to JFK Suddenly Mysteriously Killed",
            "description": "The JFK assassination will go down in history as one of the United States' most tragic moments, but beyond the death of the President, that murder has been shrowded by more mystery than you think. Check out today's epic video where we look back at the time of the President's death, and a mad scramble to figure out who  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlant …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Pg0XXhkt0gw",
            "title": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jail",
            "description": "Former Judge Tracie Hunter dragged out of the courtroom, ordered to serve six months in jailSubscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M7hOpT0lPGI",
            "title": "I've studied nuclear war for 35 years -- you should be worried. | Brian Toon | TEDxMileHigh",
            "description": "For the first time in decades, it's hard to ignore the threat of nuclear war. But as long as you're far from the blast, you're safe, right? Wrong. In this sobering talk, atmospheric scientist Brian Toon explains how even a small nuclear war could destroy all life on earth -- and what we can do to prevent it. A professor in the Depa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Yp91zKBGgY",
            "title": "Michael Jackson's maid reveals sordid Neverland secrets | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here: https://9now.app.link/uNP4qBkmN6 | Michael Jackson; What the Maid Saw (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=R18R1YnfRjY",
            "title": "Did Paul McCartney really die in 1966? The history of the conspiracy theory | Vinyl Rewind",
            "description": "Try Dashlane Premium free for 30 days here: https://www.dashlane.com/vinylrewind Use coupon code ‘VINYLREWIND’ to get 10% off Dashlane Premium. On today’s episode, The Vinyl Geek dives into history The Paul is Dead hoax to see if there’s any truth to one of music’s biggest urban legends. #PaulMcCartney #Th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BnWGXDcW1B8",
            "title": "Austin Butler Shows Off His Elvis Impressions and Teaches Jimmy an Iconic Dance Move (Extended)",
            "description": "Austin Butler talks about the different impressions he had to do for his role as Elvis in the biopic Elvis, playing Elvis' guitar in the jungle room at Graceland and meeting Priscilla Presley for the first time. …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=Yn6mgnL6NbQ",
            "title": "NHL Highlights | Ducks vs. Wild - December 3, 2022",
            "description": "Joel Eriksson Ek and Calen Addison had a goal and an assist each and Matt Boldy buried the game-winner in the fifth round of the shootout as the Minnesota Wild edged the Anaheim Ducks 5-4. "
        },
        {
            "url": "https://www.youtube.com/watch?v=y76t6Hwp0dQ",
            "title": "NHL Highlights | Avalanche vs. Bruins - December 3, 2022",
            "description": "Trent Frederic and David Pastrnak each had a pair of goals, while Linus Ullmark turned away 24 shots to help the Boston Bruins beat the Colorado Avalanche 5-1. "
        },
        {
            "url": "https://www.youtube.com/watch?v=8Ky4sw8Dtw0",
            "title": "Outdated or underrated? The Hurricane in WW2",
            "description": "The first RAF aircraft to fly over 300mph, the Hawker Hurricane became a legendary aircraft. Over half of every enemy aeroplane destroyed in the Battle of Britain was by a Hawker Hurricane, not a Spitfire. The Hurricane is known for being a reliable workhorse of the Battle of Britain,  but also went on to serve in nearly every …"
        },
        {
            "url": "https://www.youtube.com/watch?v=O7p_P9syvFg",
            "title": "Maple Leafs @ Lightning 12/3 | NHL Highlights 2022",
            "description": "Extended highlights of the Toronto Maple Leafs at the Tampa Bay Lightning "
        },
        {
            "url": "https://www.youtube.com/watch?v=TWjiRcwzvZU",
            "title": "Canadiens @ Flames 12/1 | NHL Highlights 2022",
            "description": "Extended highlights of the Montreal Canadiens at the Calgary Flames "
        },
        {
            "url": "https://www.youtube.com/watch?v=KVit4vSAMsk",
            "title": "NFL QB Jared Goff Pranks Unsuspecting College Football Team",
            "description": "►Watch Kris Bryant's Transfer Prank here: https://www.youtube.com/watch?v=mYfWz... ►See more of the epic prank at http://redbull.com/QBprank Jared Goff may be a star QB for the Los Angeles Rams, but for one magical spring day, he was a tran …"
        },
        {
            "url": "https://www.youtube.com/watch?v=al13DoOFp78",
            "title": "Manning Leads 21 Point Comeback in 4 Minutes",
            "description": "In 2003 Peyton Manning lead the Indianapolis Colts into Raymond James stadium for a showdown with the defending Super Bowl Champions, the Gruden lead Tampa Bay Buccaneers.  With just over 3 minutes left the Colts found themselves down by 21 points.  That's when The Sheriff took over. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bq-8yHgjqv0",
            "title": "The Client Hated This Slab",
            "description": "Blacktail epoxy workshop: https://www.blacktailstudio.com/the-e... This epoxy table build was one of the most difficult in my career. It took over 18 months and around 150 hours to finally get this delivered to the client. Let me know what you think!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GSw9sjqYK_I",
            "title": "JFK (4/7) Movie CLIP - A Meeting with X (1991) HD",
            "description": "JFK movie clips: http://j.mp/1uxS37KBUY THE MOVIE: http://j.mp/QTYBEsDon't miss the HOTTEST NEW TRAILERS: http://bit.ly/1u2y6pr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yRw34BC_f5o",
            "title": "THE BATTLE OF BRITAIN (1969) | Opening Scene | MGM",
            "description": "In 1940, the British Royal Air Force fights a desperate battle to prevent the Luftwaffe from gaining air superiority over the English Channel as a prelude to a possible Axis invasion of the U.K. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yznRGS9f-jI",
            "title": "Who Was the Umbrella Man? | JFK Assassination Documentary | The New York Times",
            "description": "In 2011, on the anniversary of the assassination of President John F. Kennedy, Errol Morris explored the story behind the one man seen standing under an open black umbrella at the site. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=o_zZGJuIydQ",
            "title": "Eyewitness captures Polaroid of moment JFK was shot",
            "description": "50 years after the assassination of President John F. Kennedy, we hear from Mary Ann Moorman, an eyewitness at Dealey Plaza who shared her story with documentary filmmaker Alan Govenar. His film is currently on display at an exhibit at the International Center of Photography in NYC entitled: \"JFK: A Bystanders View of Hi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ETvZ0p9FiHw",
            "title": "Richard Belzer Discusses \"Hit List,\" His Book on the JFK Assassination, at The National Press Club",
            "description": "Actor Richard Belzer talks about \"Hit List\" May 6, 2013  at the National Press Club. The book is billed as an in-depth investigation into what some see as the mysterious deaths of people linked to the President John F. Kennedy assassination story. Belzer describes the assassination as the \"greatest murder mystery\" of  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2gaEkPaykJo",
            "title": "JFK (2/7) Movie CLIP - Crossfire in Daley Plaza (1991) HD",
            "description": "JFK movie clips: http://j.mp/1uxS37KBUY THE MOVIE: http://j.mp/QTYBEsDon't miss the HOTTEST NEW TRAILERS: http://bit.ly/1u2y6pr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BNlPQvdRf1E",
            "title": "Former Dir. Webster Warns About Elder Fraud",
            "description": "“If it can happen to me, it can happen to you,” warns former FBI and CIA Director William Webster in a video message that urges older people and their loved ones to be wary of elder fraud schemes. In 2021, over 92,000 victims over the age of 60 reported losses of $1.7 billion to the IC3. This represents a 74 percent incr …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rjwGmWePTyk",
            "title": "Inside the FBI Podcast: Top Ten Fugitive Yulan Adonay Archaga Carias",
            "description": "On this episode of Inside the FBI, learn about MS-13 and the FBI's hunt for Yulan Adonay Archaga Carias, the transnational gang's alleged leader for all of Honduras. For a full transcript and audio download visit: https://www.fbi.gov/news/podcasts/ins.... To review Yulan Adonay Archaga Carias wanted poster, vis …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RIcV8iodbZ0",
            "title": "Inside the FBI Podcast: Top Ten Fugitive Ruja Ignatova",
            "description": "On this episode of Inside the FBI, learn how Ruja Ignatova—through a company once marketed as the Bitcoin killer—allegedly robbed investors of billions of dollars. For a full transcript and audio download visit: https://www.fbi.gov/news/podcasts/ins.... To review Ruja Ignatova's wanted poster please visit: https …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Hhp4uF-lIi0",
            "title": "A White House View of 9/11",
            "description": "Senior White House staff members Karen Hughes, Counselor to the President; Karl Rove, Senior Advisor to the President; and Clay Johnson III, Assistant to the President for Presidential Personnel shared their experiences traveling with the President or working from the White House on September 11, 2001. Eric Draper, chi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1UITb9z8noA",
            "title": "An Evening with Clint Hill and Lisa McCubbin",
            "description": "Note: Due to audio problems during the program, we suggest putting your sound up through minute 23:08. Apologies for the inconvenience.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UVrGZSxpBEA",
            "title": "The Legacy of All the President's Men",
            "description": "Robert Redford, Bob Woodward, and Carl Bernstein recognized the 35th anniversary of the film All the President's Men at the LBJ Library on April 21, 2011. The three entertained the audience with stories of the steps it took to turn the book about Watergate into a film; they took us behind the scenes of filming; and each discus …"
        },
        {
            "url": "https://www.youtube.com/watch?v=L6zYC6gFCdw",
            "title": "Jeremy Gunn - Seeking the Truth in the Kennedy Assassination",
            "description": "UNE Center for Global Humanities and its founding director, Anouar Majid, host Jeremy Gunn on \"Seeking the Truth in the Kennedy Assassination.\" This event was recorded on November 22, 2013. "
        },
        {
            "url": "https://www.youtube.com/watch?v=X04FBgIXMd4",
            "title": "Special Program: A Conversation With Oliver Stone",
            "description": "Academy Award-winning director Oliver Stone talks about his career and his provocative 1991 movie \"JFK.\" Stone also talks about the new Blu-ray release and companion book of the Showtime series \"The Untold History of the United States,\" which looks back at our country's history, drawing on recently declassified material. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=x58zI-mbaNU",
            "title": "Remembrance Day 2022 | CBC News Special",
            "description": "CBC's Rosemary Barton hosts special coverage of the national Remembrance Day service in Ottawa.Read more: http://www.cbc.ca/1.6647481 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7Icu6qupf40",
            "title": "The Choice 2020: Trump vs. Biden (full documentary) | FRONTLINE",
            "description": "With the nation in crisis, FRONTLINE investigates how President Donald Trump and former Vice President Joe Biden have responded to crises throughout their own lives.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=NUyicbdB07o",
            "title": "How Trump Got Rich: The Real Story",
            "description": "With her recent bombshell New York Times front-page story, investigative reporter Susanne Craig helped debunk President Trump’s claim of being a self-made billionaire. For more than a year, Craig and two colleagues followed an unwieldy paper trail, documenting deliberate tax manoeuvres that increased the wealth Trump rec …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WEjzF2Cx1UY",
            "title": "The Mueller Report - A PBS NewsHour/FRONTLINE Special",
            "description": "The nearly two-year investigation of special counsel Robert Mueller into Russian interference in the 2016 presidential election has concluded, with Mueller's final report delivered to Attorney General William Barr for review. Now, a groundbreaking collaboration between PBS NewsHour and FRONTLINE illuminates the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QozGSS7QY_U",
            "title": "Panic: The Untold Story of the 2008 Financial Crisis | Full VICE Special Report | HBO",
            "description": "VICE on HBO looks at factors that led to the 2008 financial crisis and the efforts made by then-Treasury Secretary Henry Paulson, Federal Reserve Bank of New York President Timothy Geithner, and Federal Reserve Chair Ben Bernanke to save the United States from an economic collapse. The feature-length documentary expl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2pUmLlg6tcs",
            "title": "JFK's Deep Rooted Irish Connections | Kennedy's Irish Mafia | Timeline",
            "description": "This film details the never before told story of the Irish who surrounded the most charismatic political figure of the 20th Century. Who they were, how they supported their leader, and the price some of them paid for this unswerving devotion. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BlhQ1cc3EbQ",
            "title": "In Search of Al Qaeda (full documentary) | FRONTLINE",
            "description": "In December 2001, as American forces blasted mountain hideouts in the Tora Bora region of Afghanistan, hundreds of Al Qaeda soldiers fled seemingly disappearing into thin air. In this 2002 documentary, FRONTLINE investigates what happened to the fighters who survived. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=W-Q9AOp2FW8",
            "title": "Money, Power and Wall Street, Part One (full documentary) | FRONTLINE",
            "description": "In the 2012 award-winning series Money, Power and Wall Street, FRONTLINE tells the story of the struggles to repair the economy after the 2008 financial crisis, exploring key decisions, missed opportunities, and the uneasy partnership between leaders of government and finance. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=galprD-cW-s",
            "title": "Inside the Epic Political Battle Over the Debt Ceiling in 2012 (documentary) | FRONTLINE",
            "description": "FRONTLINE investigated how a clash of politics and personalities in 2012-2013 took the U.S. economy to the edge of the “fiscal cliff.” (Aired 2013) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=TmCOs0KrobI",
            "title": "Gerda Weissmann Klein on Surviving the Holocaust | Holocaust Education | USHMM",
            "description": "Holocaust survivor Gerda Weissmann Klein describes how her life changed in 1939 at 15 years old in this short, Oscar-winning documentary. Gerda endured being separated from her family, forced labor, and a death march before marrying her American liberator. "
        },
        {
            "url": "https://www.youtube.com/watch?v=ua6HRdKaqyA",
            "title": "Armada: The Untold Story - Full Episode | BBC Select",
            "description": "When Elizabeth I ascended to the English throne in 1558, she rejected Philip II, Emperor of Spain, as a suitor. Thirty years later, he would lead a huge invasion force against her, seeking to depose Elizabeth and bring Protestant England back into the Catholic fold. It was a decision that would define them both. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8v-X06Q04w4",
            "title": "Most Hated FBI Agent in the Mafia- Joe Pistone aka Donnie Brasco",
            "description": "In an undisclosed location, Joe Pistone and Patrick Bet-David talk about the Mafia and how Joe Pistone went undercover for 6 years as an FBI agent infiltrating the two largest mafia families in New York. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9ECEWShKAoM",
            "title": "Mafia Underboss Sammy Gravano Breaks Silence After 20 Years",
            "description": "FaceTime or Ask Patrick any questions on https://minnect.com/Want to get clear on your next 5 business moves? https://valuetainment.com/academy/  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_HZbkdEggHI",
            "title": "Ex-Mob Boss Rates 13 Mafia Movie Scenes | How Real Is It?",
            "description": "Michael Franzese, a former New York mobster and ex-caporegime of the Colombo crime family, rates classic mafia movie scenes on how accurate they are. The US mafia is featured in many classic movies from the 1920s onwards. We discuss the cultural significance and accuracy of famous crime scenes in movies and T …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_STRBD2_SX0",
            "title": "The Innocence of Lee Harvey Oswald",
            "description": "Gary Fannin discusses his book The Innocence of Oswald: 50+ Years of Lies, Deception & Deceit in the Murders of President John F. Kennedy & Officer J.D. Tippit.  With the sleuthing skills of a twenty-first century Philip Marlowe, Mr. Fannin argues that neither the Dallas Police Department nor the FBI had sufficient evide …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2nhDYEOJkn4",
            "title": "ACTV - City of Allen, Texas 📺📡",
            "description": "Find ACTV elsewhere!📺 http://www.ACTV.org📰 http://www.AllenNews.org …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xuZCxT88cMo",
            "title": "Parkland Trauma Room One Reunion",
            "description": "The Sixth Floor Museum at Dealey Plaza presented \"Parkland Hospital: Trauma Room One Reunion\" on September 24, 2013. The program featured Dr. Ronald C. Jones and Dr. Robert N. McClelland, two of the physicians who contributed to President John F. Kennedy's treatment in Trauma Room One, and—less …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2mHsTKvAuZc",
            "title": "The Secret History of the Credit Card (full documentary) | FRONTLINE",
            "description": "FRONTLINE and The New York Times examine how the credit card industry became pervasive, lucrative, and politically powerful. (Aired 2004) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tV9JT4pZH_o",
            "title": "The Rise And Fall Of President Nixon | Nixon In the Den | Timeline",
            "description": "An intimate profile of Richard NixonNixon In The Den develops a fresh account of Nixon and his ruthless ambition to escape a loveless, i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=pGIpEURVn2c",
            "title": "How The Clintons Became The Most Scrutinised Couple In American Politics | The Clintons | Timeline",
            "description": "Documentary chronicling the events that led to the impeachment proceedings of US President Bill Clinton, featuring archive footage and comprehensive interviews. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P7QWifeY2_A",
            "title": "Where is the missing wife of Scientology's ruthless leader? | 60 Minutes Australia",
            "description": "Shelly Miscavige is the wife of Scientology leader David Miscavige,  the high priestess of Scientology who vanished 13 years ago. 60 Minutes investigate into the missing Queen’s whereabouts and speak to the former Scientologist’s who want answers. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FKsR6rxxk60",
            "title": "SPECIAL INVESTIGATION: What really happened to missing backpacker Theo Hayez? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Nightmare in Paradise (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ccK2GifNn4A",
            "title": "Backpacker kidnapped and shackled in abandoned pig shed by madman | 60 Minutes Australia",
            "description": "How a young female backpacker saved her own life after being taken and held hostage by a depraved South Australian farmer.  Her ingenuity is not only amazing, but inspiring. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QAuLJsKmFNo",
            "title": "Paul Hogan's unconventional 'retirement' | A Fortunate Life – Part 2 | Australian Story",
            "description": "This episode concludes the two-part exploration of comedian Paul Hogan’s remarkable life and career.This is a two-part Australian Story. Watch A Fortunate Life Part 1 here: https://bit.ly/2kkG9jn  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kuh9qAgxQeY",
            "title": "The Powerful Secrets Of Nazi Science | Hitler's Secret Science | Timeline",
            "description": "In the crucible of World War II, Germany’s most brilliant scientists must race to create an arsenal of terrifying new weapons of mass destruction, even an atomic bomb. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XQD-duxEJeQ",
            "title": "Johnny Takes a Sip of Dean Martin's Drink | Carson Tonight Show",
            "description": "Original Airdate: 08/09/1979#johnnycarson #deanmartin #thetonightshow "
        },
        {
            "url": "https://www.youtube.com/watch?v=qR_EchGlBeE",
            "title": "Mystery of the China Seas (Full Episode) | Drain the Oceans",
            "description": "Draining the China seas exposes the remains of the biggest battleship ever put on the water and the extraordinary truth behind a 700-year-old mystery. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-KsDT0W6T2o",
            "title": "The Secret Science of World War II - Full Documentary",
            "description": "In the crucible of World War II, Germany’s most brilliant scientists raced to create an arsenal of terrifying new weapons of mass destruction, even an atomic bomb. Before the war ended, they produced a series of technological firsts that were the basis for many modern-day air and spacecraft. This documentary hi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQz-efDv01k",
            "title": "🔴 LIVE: What Does It Take To Catch a Smuggler? Watch Now | National Geographic",
            "description": "From cocaine hidden in shoes, to narcotics in coffee beans, join us as we follow the officers who work to stem the flow of illegal contraband at America's airports, seaports and land border crossings. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7FRpJZWhxso",
            "title": "What's My Line? - Walt Disney; Jerry Lewis [panel] (Nov 11, 1956)",
            "description": "MYSTERY GUEST: Walt Disney [Mickey Mouse's daddy]PANEL: Arlene Francis, Jerry Lewis, Dorothy Kilgallen, Bennett Cerf "
        },
        {
            "url": "https://www.youtube.com/watch?v=sARBgWH0ldA&list=PLqsaqh5sqUxr-0eD7c3Y8LRULZ2-YUanB",
            "title": "What's My Line? - Pearl Bailey; Woody Allen [panel] (Jan 5, 1964)",
            "description": "MYSTERY GUEST: Pearl BaileyPANEL: Dorothy Kilgallen, Woody Allen, Arlene Francis, Bennett Cerf------------------------ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-3plSiWAq20",
            "title": "Collateral Damage: Mysterious Deaths of Marilyn Monroe, JFK and Dorothy Kilgallen",
            "description": "Presented by the Allen,  Texas Public LibraryAuthor Mark Shaw discusses his latest book \"Collateral Damage: The Mysterious Deaths of Marilyn  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=PIBNuxzN15M",
            "title": "Dan Rather Discusses the Zapruder Film - EMMYTVLEGENDS.ORG",
            "description": "Full interview at http://www.emmytvlegends.org/intervie... "
        },
        {
            "url": "https://www.youtube.com/watch?v=4ECiCH1pVXk",
            "title": "Stafford County Museum - Stafford Stories - Dino Brugioni",
            "description": "Dino Brugioni was a witness to history.  In this Milepost produced for the Stafford County Museum in Stafford, Virginia, Dino talks about his key role in the Cuban Missile Crisis. "
        },
        {
            "url": "https://www.youtube.com/watch?v=2ZRUtldIS8k",
            "title": "Jack Benny and Mel Blanc - The Man of a Thousand Voices | Carson Tonight Show",
            "description": "Original Airdate: 01/23/1974#johnnycarson #thetonightshow #melblanc "
        },
        {
            "url": "https://www.youtube.com/watch?v=GD1d8wKIrps",
            "title": "Why people think this photo of JFK's killer is fake",
            "description": "This photo of Lee Harvey Oswald has been analyzed for decades.Subscribe and turn on notifications (🔔) so you don't miss any videos: http://goo.gl/0bsAjO  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=32sGmHLUg0w",
            "title": "First report of JFK assassination from WFAA",
            "description": "WFAA was one of the first media outlets in the world to break the news that President John F. Kennedy had been shot in Dealey Plaza in Dallas. This is a look at the report as it happened. "
        },
        {
            "url": "https://www.youtube.com/watch?v=q0vSevftixo",
            "title": "Oliver Stone: Untold - An Interview with Bob Woodruff",
            "description": "One of the most controversial directors in Hollywood, Oliver Stone has made films that are remarkable both for their handling of subject matter and the degree of controversy such handling inspires. A producer, screenwriter, and actor, Stone is consistently identified with his more political works, including Platoon and Nixon.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LIVEsa2g4ag",
            "title": "Paxman interviews Christopher Hitchens - Newsnight archives (2010)",
            "description": "In November 2010, the writer Christopher Hitchens, then dying of cancer, gave this long interview to Jeremy Paxman. Filmed at Hitchens's home in New York, it was a wide-ranging discussion, with Hitchens characteristically unflinching in his exploration of contemporary controversies, as well as his own illn …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HK_qkyGE4ao",
            "title": "Christopher Hitchens",
            "description": "*Recorded on 7-9-2009*Christopher Hitchens, Contributing Editor and Columnist, Vanity Fair; Media Fellow, Hoover Institution; …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ynbgMKclWWc",
            "title": "Democracy at Work: Curing Capitalism | Richard Wolff | Talks at Google",
            "description": "Richard D. Wolff is Professor of Economics Emeritus, University of Massachusetts, Amherst where he taught economics from 1973 to 2008. He is currently a Visiting Professor in the Graduate Program in International Affairs of the New School University in New York City. He wrote Democracy at Work: A Cure for Capita …"
        },
        {
            "url": "https://www.youtube.com/watch?v=A-egFO13HIg",
            "title": "ABC15 exposes ‘astonishing and horrific’ conduct by judge, staff in major cases",
            "description": "A Maricopa County Superior Court judge and her staff mocked and ridiculed people during hearings and trials by routinely emailing each other cruel and obscene statements, jokes, and memes. The conduct happened in major felony cases, including high-profile capital murders. Emails and internal records obtained by ABC15 s …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_StetncOwJw",
            "title": "Judge Tracie Hunter berates prosecutors during trial, witnesses say",
            "description": "After prosecutors said Judge Tracie Hunter had established a history of trying to game and manipulate the system Hunter stood up and started berating the prosecutors, saying they were disparaging her good name. Subscribe to WLWT on YouTube now for more: http://bit.ly/1ipUX3c  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7XB3sD9QJCI",
            "title": "Muhammad Ali Funeral | Billy Crystal Imitates Ali",
            "description": "Billy Crystal Imitates Ali at the Late Boxer's Funeral | Watch the actor pretend to trash-talk George Foreman as Ali would have done. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HEfpxiUIZPs",
            "title": "8 ways the world could suddenly end: Stephen Petranek at TEDxMidwest",
            "description": "Unintentional \"Dark Futurist\", Stephen Petranek, re-visits the subject matter of his original eleven year old TED Talk and offers the audience an extraordinarily sobering look at the eight critical issues that threaten human life on Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BT254smRufA",
            "title": "How I figured out the Achilles heel of Vladimir Putin | William Browder | TEDxBerlin",
            "description": "For more information on William Browder, please visit our website www.tedxberlin.de. xxx This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx "
        },
        {
            "url": "https://www.youtube.com/watch?v=sWN13pKVp9s",
            "title": "Obesity is a National Security Issue: Lieutenant General Mark Hertling at TEDxMidAtlantic 2012",
            "description": "Lieutenant General Mark Phillip Hertling, is the Commanding General, US Army Europe and Seventh Army. In that role, he is the commander of the approximately 42,000 U.S. Army forces assigned to Europe, and he is the Army Component Commander of U.S. European Command. While Hertling's primary role is training U.S. Ar …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VQOOxOl9l80",
            "title": "Exposing Jeffrey Epstein's international sex trafficking ring | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Scandal (2019) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RVVfJVj5z8s",
            "title": "Amazon Empire: The Rise and Reign of Jeff Bezos (full documentary) | FRONTLINE",
            "description": "An inside look at how Amazon CEO Jeff Bezos built one of the largest and most influential economic forces in the world — and the cost of Amazon’s convenience. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9lQLXArjNs8",
            "title": "WORLD EXCLUSIVE: Dubai royal insider breaks silence on escaped princesses | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J For the first time, Dubai royal family member and palace insider, Marcus Essabri, exposes what life is  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NF64gSBhus",
            "title": "Proof Paul McCartney died or something else? The mystery of Saint Paul by Terry Knight",
            "description": "►The first 500 people who click the link will get 2 free months of Skillshare Premium: https://skl.sh/vinylrewind2 This video was sponsored by Skillshare►Did Terry Knight record a song proving the real Paul McCartney died in 1966 or was it the spark of t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5Pf19jV1NYw",
            "title": "Paul McCartney Answers the Web's Most Searched Questions | WIRED",
            "description": "Sir Paul McCartney takes the WIRED Autocomplete Interview and answers the internet's most searched questions about himself. Why is Paul McCartney's nickname \"Macca\"? Why did Paul write \"Let It Be\"? Did the Beatles play at Woodstock? Paul answers all these questions, and more! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=u97_inloBmY",
            "title": "Paul McCartney Breaks Down His Most Iconic Songs | GQ",
            "description": "The Beatles legend Paul McCartney runs GQ through his 60-year career, including I Lost My Little Girl, Yesterday, I Saw Her Standing There, And I Love Her, Eleanor Rigby, A Day in the Life, Hey Jude, Helter Skelter, Blackbird, Let It Be, Hi Hi Hi, Here Today, Jet and I Don't Know. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=reZJfjUTviQ",
            "title": "Austin Butler on His Elvis TRANSFORMATION",
            "description": "Austin Butler chats with ET's Nischelle Turner about his physical transformation into the 'King of Rock & Roll' for 'Elvis.' The actor opens up about how he prepared to portray the iconic singer for Baz Luhrman's musical biopic, and what it meant to have Priscilla Presley's approval. Austin also recalls Tom Hanks' heartwarming e …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zg_qWdcRthk",
            "title": "The Many Loves Of Elvis + The Intimate Loves Of Elvis - Part 2",
            "description": "The Definitive 25th Elvis Anniversary Edition August 16th 1977 - August 16th 2002The number 1 YouTube Channel for all of your Elvis Presley Content featuring Elvis In Concerts, TV S …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LBIB_v_gpNs",
            "title": "Biopic-tionary with Austin Butler | The Tonight Show Starring Jimmy Fallon",
            "description": "Jimmy and Austin Butler face off in a biopic version of Pictionary.The Tonight Show Starring Jimmy Fallon.  Stream now on Peacock: https://bit.ly/3gZJaNy …"
        }
    ]
}