{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=Acn4GSLVAyA",
            "title": "JIM CARREY REVEALS SECRET WORLD DOMINATION PLAN",
            "description": "mytalkshowheroes1994 "
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4pmvJYsDeLY",
            "title": "What is the ‘Bilderberg Group’? | Decoded",
            "description": "Is there such a thing as the New World Order?Hollywood actor @amrwaked investigates whether the Bilderberg Group – a group of political and ec …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0bp8fk5rosI",
            "title": "Two Scientists Are Building a Real Star Trek 'Impulse Engine'",
            "description": "Space may be the final frontier, but we can't go far on rocket fuel. Now, two scientists are working on a device that may one day make the \"impulse engine\" from Star Trek real.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlanti …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ck0sF5wnH4Q",
            "title": "Former Governor Jesse Ventura Picks Fight With Feds Over 9/11 (04.04.11)",
            "description": "In his new book, Jesse Ventura says U.S. government has hidden certain facts.  For more, go here: http://abcnews.go.com/GMA/excerpt-63-... "
        },
        {
            "url": "https://www.youtube.com/watch?v=4UjqFaQq_7I",
            "title": "Bob Lazar describes alien technology housed at secret S-4 base in Nevada -- Part 5",
            "description": "Bob Lazar describes alien technology housed at secret S-4 base in Nevada -- Part 5.Thirty years ago, on May 15, KLAS-TV’s 5 p.m. newscast aired a live interview with an anonymous man who made some extraordinary claims. Bob Lazar, who was being called “Dennis” at the time to protect his identit …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kuh9qAgxQeY",
            "title": "The Powerful Secrets Of Nazi Science | Hitler's Secret Science | Timeline",
            "description": "In the crucible of World War II, Germany’s most brilliant scientists must race to create an arsenal of terrifying new weapons of mass destruction, even an atomic bomb. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=plalHGHwSj8",
            "title": "The Curse of the Bermuda Triangle (Full Episode) | Atlas of Cursed Places",
            "description": "The Bermuda Triangle: Everybody’s heard about this stretch of cursed ocean off America’s eastern coast where ships and aircraft disappear without explanation. Or do they? Sam dives into the origin of the curse of the Bermuda Triangle and looks to oceanographers, physicists and probability analysts to get to the sand …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=Bl_5PZBXgc0",
            "title": "Is the race to cure cancer fixed? | Decoded",
            "description": "Hollywood actor @amrwaked investigates whether the pharmaceutical industry is hiding thediscovery of cheap and effective cures for cancer to keep raking in profits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=lfOgm1IcBd0",
            "title": "The Spy in Your Phone | Al Jazeera World",
            "description": "In mid-2020, a mobile phone belonging to an Al Jazeera Arabic investigative team was hacked. Over the next few months, reporter Tamer Almisshal and the Canadian research group Citizen Lab investigated Pegasus, the sophisticated spyware used. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEumHK0hfdo",
            "title": "🔴 Al Jazeera English | Live",
            "description": "@Al Jazeera English,  we focus on people and events that affect people's lives. We bring topics to light that often go under-reported, listening to all sides of the story and giving a 'voice to the voiceless'. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HCBSYATuBX0",
            "title": "Inside Story - How powerful is the Bilderberg group?",
            "description": "The Bilderberg group is hosting some of the world's top business and political leaders in the German city of Dresden. It's a forum it holds every year where the rich and the influential can meet and exchange ideas in complete secrecy. So how influential is the Bilderberg group? And what does it say about the relation …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4iOgRtCqPK4",
            "title": "What are secret societies? | Decoded",
            "description": "Spilling secrets.Hollywood actor @amrwaked investigates the origins and influence of secret societies and their  desire to hold sway from the shadows.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wsTLVCGwuDY",
            "title": "The REAL cause of all recessions (that nobody talks about)",
            "description": "Try ChartMogul ► https://youtube.slidebean.com/recessionsThe platform for founders to scale their startup ► https://slidebean.com/?utm_source=you...📣 Our Youtube subscribers get a 10% off in our Design Services: https://youtube.slidebean.com/desi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MMLgJlJX0Rk",
            "title": "Can Nuclear Propulsion Take Us to Mars?",
            "description": "Be one of the first 500 people to sign up with this link and get 20% off your subscription with Brilliant.org! https://brilliant.org/RealEngineering/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Vk5bxHetL4s",
            "title": "The NEW Warp Drive Possibilities",
            "description": "PBS Member Stations rely on viewers like you. To support your local station, go to: http://to.pbs.org/DonateSPACE↓ More info below ↓ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uOJCS1W1uzg",
            "title": "How Physicists Created a Holographic Wormhole in a Quantum Computer",
            "description": "Almost a century ago, Albert Einstein realized that the equations of general relativity could produce wormholes. But it would take a number of theoretical leaps and a “crazy” team of experimentalists to build one on Google's quantum computer. Read the full article at Quanta Magazine: https://www.quantamagazine.org/physi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HK_qkyGE4ao",
            "title": "Christopher Hitchens",
            "description": "*Recorded on 7-9-2009*Christopher Hitchens, Contributing Editor and Columnist, Vanity Fair; Media Fellow, Hoover Institution; …"
        },
        {
            "url": "https://www.youtube.com/watch?v=06pSJJaoEsQ",
            "title": "The View from the End of the World | Sam Harris",
            "description": "\"The end is at last near!\"  It's a tremendously appealing story, widely held now and in history.  It has consequences, and that's the subject of this Seminar About Long-term Thinking by Sam Harris, author of the incendiary, reverse-apocalyptic book, \"The End of Faith\" (2005). …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XlhFMa4t28A",
            "title": "'The Game is Rigged': Richard Wolff",
            "description": "ACLU SoCal, L.A. Progressive and Occidental College hosted Richard Wolff for a discussion on economic rights and reform, on February 10, 2015 at Occidental College. "
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI&t=2s",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=56OhXUuY2RE",
            "title": "Ventura's take on 9/11: 'They wanted it to happen'",
            "description": "Former Gov. Jesse Ventura gets into a heated argument with Piers Morgan about 9/11 and the government's response. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UlYC0syLe7g",
            "title": "The Meth Epidemic (full documentary) | FRONTLINE",
            "description": "This 2011 film investigates how and why meth use spiraled out of control and contributed to the drug abuse problem in America. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_DA-g94Ro1I",
            "title": "W. Glenn Dennis Interview, 11/19/1990",
            "description": "W. Glenn Dennis Interview, 11/19/1990Creator(s): Department of Defense. Department of the Air Force. Office of the Secretary. Office of the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0NbBjNiw4tk",
            "title": "Michio Kaku: The Universe in a Nutshell (Full Presentation) | Big Think",
            "description": "Michio Kaku: The Universe in a NutshellWatch the newest video from Big Think: https://bigth.ink/NewVideoJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SWVgUwMTHEU",
            "title": "Apollo 11’s ‘third astronaut’ reveals secrets from dark side of the moon | 60 Minutes Australia",
            "description": "This year marks the 50th anniversary of that remarkable feat of technology and daring. And while the moonwalkers, Neil Armstrong and Buzz Aldrin, dominate our memories of the moon landing, there’s a third astronaut who deserves his place in history. Michael Collins piloted the Apollo 11 command module  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gwIb6S8suSs",
            "title": "Creation (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman travels the globe to ask: Where did we come from, and what happened “in the beginning”?➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E0OUvEh3HWk",
            "title": "Watch NASA’s DART Mission Launch (Double Asteroid Redirection Test) Official Broadcast/Stream",
            "description": "Can we change the motion of an asteroid? Our #DARTMission is set to be the first to try! The Double Asteroid Redirection Test (DART) mission is a spacecraft designed to impact an asteroid as a test of technology to see if it can change the motion of an asteroid in space. The goal of the mission is to see if intentionally crashi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=If98AUvbOvc",
            "title": "Nightly News Full Broadcast - Dec. 3",
            "description": "Rogue wave off coast of Argentina kills 62-year-old woman, FedEx driver charged with kidnapping and killing 7-year-old girl and How scientists are creating the perfect Christmas tree.» Subscribe to NBC News: http://nbcnews.to/SubscribeToNBC …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iOuw0UJjd8k",
            "title": "Behind The Scenes Of The WWII German War Machine | War Factories: Germany | Timeline",
            "description": "The Second World War was fought everywhere; by land, by sea, by air -- and by sheer production power. Here, we examine the industrial mobilisation of Germany's production facilities and take an inside look at the many war factories that propped up Hitler's ambitions of conquest. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tT0ob3cHPmE",
            "title": "Hürtgen forest and the end of World War II | DW Documentary",
            "description": "Thousands of soldiers were killed in the last battles of World War II. US troops who fought in the Hürtgen Forest nicknamed it the \"Death Factory.\" This documentary features original film from US archives that bring the battle back to life. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fTDCTqSSloc",
            "title": "Mary Magdalane: Jesus and his Early Followers | Full Documentary | Biography",
            "description": "For nearly 2,000 years, she was believed to be a prostitute who repented and became a disciple of Jesus. But we reveal the truth about Mary that is finally emerging. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nKu_3kp_EIY",
            "title": "The Skyjacker That Got Away: D.B. Cooper (Full Episode) | Undercover History",
            "description": "In 1971, a hijacker, named Dan Cooper, parachuted from a plane with a request of $200,000, crafting the FBI's only unsolved hijacking case. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQz-efDv01k",
            "title": "🔴 LIVE: What Does It Take To Catch a Smuggler? Watch Now | National Geographic",
            "description": "From cocaine hidden in shoes, to narcotics in coffee beans, join us as we follow the officers who work to stem the flow of illegal contraband at America's airports, seaports and land border crossings. …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=3dA5_EJzuu4",
            "title": "Are plants the gateway to the mind? | Decoded",
            "description": "Can plants be the gateway to the mind? Hollywood actor @amrwaked explores whether plants like Ayahuasca and the Blue Lotus were the source of knowledge and inspiration of our ancient ancestors. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OjkzfeJz66o",
            "title": "Can we eat to starve cancer? - William Li",
            "description": "View full lesson: http://ed.ted.com/lessons/can-we-eat-...William Li presents a new way to think about treating cancer and other diseases: anti-angiogenesis, p …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oomK6gzJfxA",
            "title": "Uncovering the ancient secrets of the Great Pyramid | 60 Minutes Australia",
            "description": "You stand there in awe, over-powered by their sheer magnificence. No wonder we've been intrigued, totally baffled for more than 4000 years. And of all Egypt's pyramids, the Great Pyramid at Giza is by far the most mysterious. It's so imposing, so perfect you can see why many insist it couldn't possibly be the work of mere mort …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_HA-cEMKCDs",
            "title": "Spy Merchants l Al Jazeera Investigations",
            "description": "Al Jazeera’s Investigative Unit enters the secretive world of the surveillance industry. Spy Merchants reveals for the first time how highly-invasive spyware, which can capture the electronic communications of a town, can be purchased in a 'grey market’ where regulations are ignored or bypassed. Mass surveillance equipmen …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Y2qe3hFeQ5g",
            "title": "CRYPTOPIA: Bitcoin, Blockchains and The Future of the Internet - FULL DOCUMENTARY | Torsten Hoffmann",
            "description": "Cryptopia: Bitcoin, Blockchains and the Future of the Internet takes a deep dive into the crypto ecosystem and blockchain technology to discover the good, the bad and the ugly of this controversial industry, its major narratives, conflicts and the major players behind it. Can we really trust them to build this trustless cy …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4kPLpZN3I3A",
            "title": "The Pandora Papers: How the world of offshore finance is still flourishing | Four Corners",
            "description": "In a major international investigation, Four Corners reveals the secrets of the Pandora Papers.Subscribe: https://www.youtube.com/c/abcnewsindepthFor months, more than 600 journalists from around the world, including the ABC, the Washington Pos …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gshyozP-GY8",
            "title": "Tracking stolen cars: How they could end up in West Africa (Marketplace)",
            "description": "CORRECTION ON APRIL 28, 2022: The original broadcast of this story on March 25, 2022 showed a brief visual of Banix Motors, a car dealership in Lagos, Nigeria. The visual was inadvertently used in a segment that discusses how some stolen vehicles from Canada are being resold overseas. That visual has since been remove …"
        },
        {
            "url": "https://www.youtube.com/watch?v=X7158uQk1yI",
            "title": "FULL MATCH: Brazil vs. France 2006 FIFA World Cup",
            "description": "Live at 4 PM CET on Sunday, November 13th. Two star-studded squads face off as Ronaldo’s Brazil and Henry’s France compete for a spot in the 2 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FzG701jwS6c",
            "title": "LIVE: NBC News NOW",
            "description": "NBC News NOW is live, reporting breaking news and developing stories in real time. We are on the scene, covering the most important stories of the day and taking deep dives on issues you care about.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SpXbgx4hnlc",
            "title": "Full Interview: Julian Assange on Trump, DNC Emails, Russia, the CIA, Vault 7 & More",
            "description": "http://democracynow.org  - Full interview with Julian Assange on Democracy Now!, including a debate with investigative journalist Allan Nairn. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9FaOKNpAiIM",
            "title": "Who was Karl Marx? | DW Documentary",
            "description": "2018 marks the 200th anniversary of the birth of German philosopher and Communist icon Karl Marx. Is Karl Marx still relevant in the 21st century? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ughFLQDcI_Q",
            "title": "The Oligarchs l Al Jazeera Investigations",
            "description": "Aljazeera’s Investigative Unit unravels a high-stakes international plot hatched by powerful Eastern European oligarchs to make millions of dollars from a crooked deal. According to one Ukrainian analyst: “It sounds like an agreement between criminal bosses. You can sign it with your blood.”  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3FvKzSBSQcc",
            "title": "ZEITGEIST: ADDENDUM | Full Free Documentary | Social Pathology, Peter Joseph",
            "description": "Watch FREE FULL MOVIES in exclusive 👉🏼 https://bit.ly/3woTiHZWatch the full documentary Zeitgeist: Addendum, from director Peter Joseph, born out of public interest in possible solutions to the cultural issues presented in Zeitgeist: The Movie …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FhKDJOqAY1U",
            "title": "Does music influence people? | Decoded",
            "description": "Can music influence societies and their behaviours? Hollywood actor @amrwaked delves deep into the real power of sound and whether music can be used for mind control.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SVScM_9Tn-s",
            "title": "🇺🇸 Who Killed Robert Kennedy? | Al Jazeera World",
            "description": "Filmmaker: Bahiya Namour Fifty years ago, United States Senator Robert F Kennedy was assassinated at the Ambassador Hotel i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VbQEMsioXxM",
            "title": "The world bank warns of a global recession, so is it inevitable? | Counting the Cost",
            "description": "The cost of almost everything from food to fertilisers is soaring, causing consumers to spend less. As governments aim to bring down the cost of living, containing inflation without pushing economies into a slowdown is difficult. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uNdnlrkx-wg",
            "title": "The De-Population Bomb",
            "description": "Recorded on June 14 at the American Enterprise Institute in Washington, DC.In 1970, Stanford professor Paul Ehrlich published a famous book, The Population Bomb, in which he  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iUHMnVIvGI8",
            "title": "The dot-com bubble is TOO SIMILAR to 2022",
            "description": "A platform for founders to scale their startup ►  https://slidebean.com/?utm_source=you...📣 Our Youtube subscribers get a 10% off in our Design Services ► https://youtube.slidebean.com/dot-com2Subscribe to our FREE weekly startup newsletter ► https://slidebean.com/newsletter?utm_... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7zR26e504uI",
            "title": "The Insane Engineering of the X-15",
            "description": "Get a year of both Nebula and Curiosity Stream for just 14.79 here: http://www.CuriosityStream.com/realen... and using the code, \"realengineering\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SIif11QOsRI",
            "title": "How Carbon Nanotubes Will Change the World",
            "description": "Get a year of both Nebula and Curiosity Stream for just 14.79 here: http://www.CuriosityStream.com/realen... and using the code, \"realengineering\" …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vPS-epGPJmg",
            "title": "Is Nuclear Fusion The Answer To Clean Energy?",
            "description": "Nuclear power has a controversial history, but many energy experts say it has a major role to play in our energy future. Some in the industry are working to make standard fission power safer and cheaper. Others are pursuing the holy grail of energy - nuclear fusion, the process that powers the sun and the stars. If we figure ou …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HWVnmJpEPjk",
            "title": "What Was The First Black Hole?",
            "description": "Start building your ideal daily routine ! The first 500 people who click on the link will get 25% OFF Fabulous Premium ➡️ https://thefab.co/historyoftheuniverse---------------------------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=59A8-rKRs-0",
            "title": "The Plane That Will Change Travel Forever",
            "description": "Get a free month of Nebula with any Real Engineering merch: https://store.nebula.app/collections/...New streaming platform: https://watchnebula.com/ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3sq658Okvao",
            "title": "How To Know If It's Aliens",
            "description": "Sign Up on Patreon to get access to the Space Time Discord!https://www.patreon.com/pbsspacetime …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yPVQtvbiS4Y",
            "title": "What Actually Are Space And Time?",
            "description": "Use code HISTORY16 for up to 16 FREE MEALS + 3 Surprise Gifts across 7 HelloFresh boxes plus free shipping at https://bit.ly/3Rkknac !--------------------------------------------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BLqk7uaENAY",
            "title": "Does Quantum Entanglement Allow for Faster-Than-Light Communication?",
            "description": "Quantum entanglement allows particles to affect one another faster than the speed of light. So does this mean we could one day build a device to exploit this and enable superluminal communication? A popular trope in sci-fi for sure, but today let's look at the science. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BiwhCucM470",
            "title": "Where did the Universe come from? – with Geraint Lewis",
            "description": "Modern physics is split in two. To explain the large-scale Universe, we talk of the curved and expanding spacetime of Einstein’s General Theory of Relativity. For the small-scale, we talk about probabilities and uncertainties and the language of quantum mechanics. Whilst these two pillars of physics are both s …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Xc0kbM4tBYE",
            "title": "Poison or Cure? Religious Belief in the Modern World (with Christopher Hitchens and Alister McGrath)",
            "description": "For more on this event, visit: http://bit.ly/11aeLShFor more on the Berkley Center, visit: http://berkleycenter.georgetown.edu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8HPFGXk8ACQ",
            "title": "Book Event: No Limits: The Inside Story of China's War with the West",
            "description": "Please join the CSIS Europe, Russia, and Eurasia Program in-person on November 18th at 10am for a conversation on the forthcoming book, No Limits: The Inside Story of China's War with the West, featuring author Andrew Small, Senior Transatlantic Fellow with the German Marshall Fund's Asia Program, and Lily M …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nPn4GfKnOZs",
            "title": "Q&A: Christopher Hitchens",
            "description": "Christopher Hitchens, contributing editor to Vanity Fair and the Atlantic Monthly, discusses his current paperback, \"God is Not Great: How Religion Poisons Everything.\" The book was a New York Times Bestseller and a finalist for The National Book Award. Program from Sunday, April 26, 2009. "
        },
        {
            "url": "https://www.youtube.com/watch?v=UrA-8rTxXf0",
            "title": "The End of Faith | Sam Harris | Talks at Google",
            "description": "Sam Harris is the author of the New York Times bestsellers, The End of Faith and Letter to a Christian Nation. The End of Faith won the 2005 PEN Award for Nonfiction.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=yqaHXKLRKzg",
            "title": "The God Debate II: Harris vs. Craig",
            "description": "The second annual God Debate features atheist neuroscientist Sam Harris and Evangelical Christian apologist William Lane Craig as they debate the topic: \"Is Good From God?\" The debate was sponsored in large part by the Notre Dame College of Arts and Letters: The Henkels Lecturer Series, The Center for Philosophy of Re …"
        },
        {
            "url": "https://www.youtube.com/watch?v=T7uwtNoWBK0",
            "title": "Why did Russia attack Ukraine and what are its geopolitical implications?",
            "description": "This ANU Public Lecture by Emeritus Professor Paul Dibb of the Strategic and Defence Studies Centre examines why President Putin decided to invade the Ukraine and what the implications are for international order, including the risk of a wider war in Europe and the potential use of nuclear weapons. "
        },
        {
            "url": "https://www.youtube.com/watch?v=ynbgMKclWWc",
            "title": "Democracy at Work: Curing Capitalism | Richard Wolff | Talks at Google",
            "description": "Richard D. Wolff is Professor of Economics Emeritus, University of Massachusetts, Amherst where he taught economics from 1973 to 2008. He is currently a Visiting Professor in the Graduate Program in International Affairs of the New School University in New York City. He wrote Democracy at Work: A Cure for Capita …"
        },
        {
            "url": "https://www.youtube.com/watch?v=z_8PPO-cAlA",
            "title": "Stephen Meyer on Intelligent Design and The Return of the God Hypothesis",
            "description": "Recorded on March 30, 2021To comment please go to: https://www.hoover.org/research/steph... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=z6J3ROV4IPc",
            "title": "Sanders & Socialism: Debate Between Nobel Laureate Paul Krugman & Socialist Economist Richard Wolff",
            "description": "As Bernie Sanders’s runaway win in Nevada cements his position as the front-runner for the Democratic nomination, the Democratic Party establishment and much of the mainstream media are openly expressing concern about a self-described democratic socialist leading the presidential ticket. His opponents ha …"
        },
        {
            "url": "https://www.youtube.com/watch?v=SPM4hz0HYbQ",
            "title": "One on One - Jesse Ventura",
            "description": "Subscribe to our channel http://bit.ly/AJSubscribeThe former wrestling superstar talks about his journey from the fighting ring to the governor's mansio …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jdkca09EHRI",
            "title": "Victor Davis Hanson: Biden is the most dangerously radical President in US history",
            "description": "Whether it's Biden’s push for vaccine mandates or his massive spending programmes, we have never seen a President like it. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fzweIEvN8sc",
            "title": "Warp Drive and Aliens: Bryan Gaensler Public Lecture",
            "description": "In his live public lecture at Perimeter Institute on February 5, 2020, astronomer Bryan Gaensler (Dunlap Institute for Astronomy and Astrophysics, University of Toronto) explored the latest thinking on interstellar travel and on the search for alien life – including why he believes the frontiers of current research may be more exc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI&t=4s",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=iZVRSgZSuZA",
            "title": "\"Enough Is Enough\": Rail Workers Decry Biden's Push to Impose Strike-Breaking Labor Deal",
            "description": "President Biden is pushing Congress to block a pending nationwide rail strike and push through a contract deal that includes no sick days and is opposed by four of the 12 rail unions. Biden's latest request is an attempt to \"legislate us basically back to work, before we've even had a chance to strike,\" says locomotive engin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tW7IgKJWtqk",
            "title": "Surviving a nuclear attack - Irwin Redlener",
            "description": "View full lesson: http://ed.ted.com/lessons/surviving-a...The face of nuclear terror has changed since the Cold War, but disaster-medicine expert Irwin Redlen …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9PNAuBQRuOs",
            "title": "Prison State (full documentary) | FRONTLINE",
            "description": "This 2014 documentary takes an intimate look at the cycle of incarceration in America, and one state’s effort to reverse the trend. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WEjzF2Cx1UY",
            "title": "The Mueller Report - A PBS NewsHour/FRONTLINE Special",
            "description": "The nearly two-year investigation of special counsel Robert Mueller into Russian interference in the 2016 presidential election has concluded, with Mueller's final report delivered to Attorney General William Barr for review. Now, a groundbreaking collaboration between PBS NewsHour and FRONTLINE illuminates the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=82QhIOgJy1c",
            "title": "Benzo Dope and Tranq: The Next Wave of the Overdose Crisis",
            "description": "More than 100,000 Americans died of a drug overdose in 2021, the worst year on record. The newest wave of the overdose crisis involves man-made chemicals, including animal tranquilizers, that are being combined with fentanyl to make street drugs that are deadlier and more addictive. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s_Xq9MjBSOk",
            "title": "Interviews with Jed Roberts, Marilyn Strickland, and Alice Knight, 09/27/1991",
            "description": "Interviews with Jed Roberts, Marilyn Strickland, and Alice Knight, 09/27/1991Creator(s): Department of Defense. Department of the Air Force. Office of the Secretary. Office of the  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=O-H9CvTd2Ko",
            "title": "The President's Book of Secrets: The Untold Story of Intelligence Briefings to...",
            "description": "Beginning with John F. Kennedy, every President has received a short, personalized daily report from the intelligence community. This top-secret document is known as the President’s Daily Brief, or, within national security circles, as simply “the Book.” David Priess, former intelligence officer and daily briefer, offers  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=k7jmobVI-oE",
            "title": "Raven Rock: The Story of the U.S. Government's Secret Plan to Save Itself",
            "description": "Secret government Doomsday plans lay out how to evacuate and protect the nation’s historic artifacts and its leaders. Garrett Graff sheds light on the inner workings of the compound called Raven Rock as well as dozens of other government bunkers. A book signing follows the program. "
        },
        {
            "url": "https://www.youtube.com/watch?v=ISdBAf-ysI0",
            "title": "The Mind Bending Story Of Quantum Physics (Part 1/2) | Spark",
            "description": "Professor Jim Al-Khalili traces the story of arguably the most important, accurate and yet perplexing scientific theory ever: quantum physics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1gk9iGo0LCg",
            "title": "Michio Kaku: Humanity in Space",
            "description": "Physicist Michio Kaku has already probed the neuroscientific frontiers of the human mind—including telekinesis, telepathy, and dreams. In The Future of Humanity, Kaku turns to a broader and less fathomable frontier: the universe. With irrepressible enthusiasm and a deep understanding of the cutting-edge research in spa …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3cyhXgT3w6A",
            "title": "Dr. Michio Kaku: The God Equation",
            "description": "When Isaac Newton established the laws of motion in 1687, he created a foundation of understanding that still guides physicists to scientific discoveries today. As studies evolve, scientists get closer to understanding the deepest mysteries of space and time. Once physicists can successfully combine theories of relativity …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GNJpoP642wc",
            "title": "The Journeys of Apollo",
            "description": "The Journeys of Apollo is a previously produced documentary narrated by Actor Peter Cullen that relives the 40th Apollo Anniversary and mission to explore Earth's neighbor, the Moon. "
        },
        {
            "url": "https://www.youtube.com/watch?v=EVBCLAaflaw",
            "title": "How Is NASA Contacting Aliens? | Alien Life Documentary | Spark",
            "description": "Subscribe to Spark for more amazing science, tech and engineering  videos - https://goo.gl/LIrlurWith technology advancing faster than ever, and more and more discoveries being made every day, is  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aO7_indbfME",
            "title": "Rogue Boeing 737 Max planes 'with minds of their own' | 60 Minutes Australia",
            "description": "Liz Hayes investigates the disaster of Boeing’s 737 MAX jetliner. Why two supposedly state-of-the-art and safe planes crashed killing 346 people; why pilots now fear flying the 737 MAX; & whether Boeing could have averted the catastrophes. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=d2Fl9UcJkBA",
            "title": "Who is God? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman begins a quest to discover who God is and how he, she or they have evolved over human history➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xh0bWb5vi8I",
            "title": "The March of Freedom (Full Episode) | The Story of Us with Morgan Freeman",
            "description": "Morgan Freeman travels around the world in search of a greater understanding of the concept of freedom. From solitary confinement and forced labor camps to social taboos and laws that hinder speech and expression, freedom seems to be a constant struggle. As individuals and as entire nations, we are confronted wit …"
        },
        {
            "url": "https://www.youtube.com/watch?v=32B2HuMtSGE",
            "title": "Space Race (Full Episode) | Explorer",
            "description": "Phil Keoghan visits a state-of-the-art observatory. Correspondents investigate Flat Earthers, human hibernation and meteorite trading. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mhD_m2HiUVU",
            "title": "Nightly News Full Broadcast - Dec. 2",
            "description": "U.S. economy adds 263,000 jobs in November; Flu cases skyrocket nationwide, pushing hospitals to the brink; Biden meets with Prince William in Boston; and more on tonight’s broadcast. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sMpls_2QDfM",
            "title": "PBS News Weekend full episode, Dec. 3, 2022",
            "description": "Saturday on PBS News Weekend, we get the latest from Georgia ahead of Tuesday's runoff election. Then, we learn about a new lawsuit against the Department of Veterans Affairs over decades of discrimination against Black military veterans. Plus, a Brief But Spectacular take on student loans and rethinking what it mea …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IN2vZtZbR74",
            "title": "MTP NOW Dec. 1 — FTX Fallout; Michigan To Replace Iowa; Iran Protests Will Lead To 'Bloodshed'",
            "description": "Leigh Ann Caldwell, co-author of Washington Post's Early 202 newsletter, Cornell Belcher, Democratic pollster, and Stephen Hayes, editor and CEO of The Dispatch, join the Meet The Press NOW roundtable to discuss the Georgia runoff, Trump's dinner with Nick Fuentes and Ye and the implications on the 2024 GOP presid …"
        },
        {
            "url": "https://www.youtube.com/watch?v=uN4AaKW1vEk",
            "title": "The Hidden World War : The Rise Of The Nazis",
            "description": "How did Adolf Hitler and his small band of criminal conspirators persuade the German people to follow him into a nightmare of brutality, genocide, and military defeat? This 10-episode documentary chronicles how Hitler and his inner circle rose to power by exploiting the economic turmoil of their time. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fimW4tTwFCY",
            "title": "The Power Of A Slogan: Hitler's Secret Messaging | Hitler's Propaganda Machine | Timeline",
            "description": "Nazi Propaganda: Hitler saw propaganda emerge as a powerful tool of psychological warfare, one that he would use to build the Nazi movement. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9W8IY0Sx1b4",
            "title": "Rise of the Nazis - Full Episode | BBC Select",
            "description": "This in-depth BBC World War II documentary series examines how Adolf Hitler and the Nazi Party rose to power in 1930s Germany and how they brutally retained control and destroyed democracy. Rise of the Nazis also explores the missed opportunities to stop Hitler prior to World War 2 and takes us inside the minds of …"
        },
        {
            "url": "https://www.youtube.com/watch?v=I3DoYeH-y14",
            "title": "Hitler's End: The Final Months Of World War II In Europe | WW2 In Numbers | Timeline",
            "description": "The world's worst war would come to its conclusion, as strategic errors and overstretched resources would culminate in the Axis powers facing the Allies on their own turf. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dMVq4jj1QtE",
            "title": "1949 - One year, two Germanies | DW Documentary",
            "description": "1949 was a special year in German history as two separate states were founded almost in parallel. The division into East and West Germany reflected the division of the world into two during the Cold War. The East-West conflict was to last over 40 years. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0F93Ymjv198",
            "title": "The Battle Of Tunisia: Patton's Showdown With Rommel | Greatest Tank Battles | War Stories",
            "description": "By 1942, Rommel's Afrika Corps has been pushed back to Tunisia and the new US tank force lands in North Africa. This is the story of the final North African battles as two of history's most famed tank commanders - Patton and Rommel - go head to head. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=IJ2BLf9I6Aw&pp=sAQB",
            "title": "The Bible",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=SV6M0MxPGM0",
            "title": "Who Was The Real Mary Magdalene? Art's Scarlet Woman (Waldemar Januszcsak Documentary) | Perspective",
            "description": "Subscribe and click the bell icon to get more arts content every week:https://tinyurl.com/yc3m7n4m …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EjedwJDj6BI&list=PL9cJRl8EYnLd2oFfQpVczeuA5J2ycEsSl",
            "title": "Discovering the Bible (1995) | Full Movie | Russel Boulter",
            "description": "Four half-hour programs to introduce the Bible. Program 1: Getting AcquaintedIt's the all-time best-seller since the beginning of printing.  It has produced passionate controversy for centuries.  What is the book that is like none other in the history of the world?  Where did it come from?  What do …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rk37-EwcuJ4",
            "title": "Three Ancient Mysteries Of Legendary Cities Long Lost | Lost Worlds | Timeline",
            "description": "In this series, we travel to the buried remains of some of the Ancient World's most enduring mysteries. From the Angkor Wat, to the buried legions of the Terracotta Army, to the long-lost city of Troy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LLC7LZbrljM",
            "title": "The 10 Commandments: God's Stage | Secrets of the Bible | Full Episode 7",
            "description": "The 10 commandments are an important anchor of christianity and judaism. The 10 Commandments are found in many constitutions and laws of various countries. But where do  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HyB1n5VDXpc",
            "title": "Ancient Mysteries 3HR DOCUMENTARY BOXSET Historical Sites, Bizarre CIVILIZATIONS Advanced Technology",
            "description": "This series offers a fascinating countdown of important scientific and historical wonders. Viewers embark on a journey into the world of ancient civilizations, ancient technology was the result from advances in engineering in ancient times. The series used contributions from archaeologists and other experts, footage of histor …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-KsDT0W6T2o",
            "title": "The Secret Science of World War II - Full Documentary",
            "description": "In the crucible of World War II, Germany’s most brilliant scientists raced to create an arsenal of terrifying new weapons of mass destruction, even an atomic bomb. Before the war ended, they produced a series of technological firsts that were the basis for many modern-day air and spacecraft. This documentary hi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AUFQ44Y3TRM",
            "title": "Stash House Takedown (Full Episode) | To Catch a Smuggler",
            "description": "HSI confiscate 21 kilos of meth and disrupt a transnational drug ring. CBP seize one of the largest shipments of illegal shark fins in Miami history. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2gLRFuX5yNE",
            "title": "Harnessing The True Power Of Atoms | Order And Disorder Compilation | Spark",
            "description": "The great 19th-century Austrian physicist, Ludwig Boltzmann was one of the most important proponents of the idea that all matter is made of atoms. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gJMS_uVWQS8",
            "title": "Fentanyl Within (Full Episode) | To Catch a Smuggler",
            "description": "CBP Nogales busts a man internally smuggling fentanyl from Mexico. HSI delves into the dark web to stop a deadly party drug linked to overdoses. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=781YkcgBnC4",
            "title": "The Most Shocking Interrogation You've Ever Seen: Markeith Loyd | Documentary",
            "description": "In today's true crime documentary, we're covering the case of Markeith Loyd.VIDEO QUALIFICATIONS: The following footage has been analyzed by a qualified team consisting of t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r5-FTSS9Qj8",
            "title": "Customs Discovers Suitcase Full of Marijuana | Border Security: Canada's Front Line",
            "description": "Smugglers, drug dealers, illegal immigrants and other suspicious characters are stopped cold at Canada's airports, ports and land crossings by the Canada Border Security Agency. …"
        }
    ]
}