{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=FgpYLFrk0pQ",
            "title": "9/11: Conspiracy theories still surround the September 11 attacks - BBC News",
            "description": "The first 9/11 conspiracy theories appeared on the internet just hours after the attacks, on 11 September 2001, and have grown in size and scope ever since. …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=pbXPqWGGQ5U",
            "title": "The Man Who Knew (full documentary) | FRONTLINE",
            "description": "When the Twin Towers fell on September 11, 2001, among the thousands killed was the one man who may have known more about Osama bin Laden and Al Qaeda than any other person in America: John O'Neill. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        },
        {
            "url": "https://www.youtube.com/watch?v=47-Zzkhg3Cw",
            "title": "Indonesia on high alert as Mount Semeru volcano erupts - BBC News",
            "description": "Indonesia's Mount Semeru volcano erupted on Saturday, sending ash billowing into the sky and sparking evacuations on the country's main island, Java. …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=kaUemcqIQ-k",
            "title": "United States of Secrets, Part One (full documentary) | FRONTLINE",
            "description": "FRONTLINE tells the inside story of the U.S. government’s massive and controversial secret surveillance program that began in the wake of September 11 -- and the lengths they went to trying to keep it hidden from the public. (Aired 2014) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rspC_2ujO24",
            "title": "First Response (Full Episode) | 9/11: One Day in America",
            "description": "As a hijacked plane hits the North Tower, we follow the first firefighters on the scene and their race against time to rescue trapped civilians. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1szayJV505M",
            "title": "Before The Mets, Steve Cohen Was The Hedge-Fund King (full documentary) | FRONTLINE",
            "description": "Inside the government’s crackdown on insider trading, drawing on exclusively-obtained video of hedge fund titan Steven A. Cohen, incriminating FBI wiretaps, and interviews with both Wall Street and Justice Department insiders. (Aired 2014) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4iOgRtCqPK4",
            "title": "What are secret societies? | Decoded",
            "description": "Spilling secrets.Hollywood actor @amrwaked investigates the origins and influence of secret societies and their  desire to hold sway from the shadows.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1j4B_InDaPw",
            "title": "People flee as Indonesia's Mount Semeru volcano erupts",
            "description": "Villagers flee in panic as Indonesia's Mount Semeru erupts, spewing hot ash clouds a mile into the sky and sending rivers of lava down its side. The eruption of the highest mountain on Indonesia's main island of Java, around 800 kilometers southeast of capital Jakarta, prompted authorities to raise the alert status to t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7A02jnKwTgA",
            "title": "Bahrain - The Middle East’s party capital | DW Documentary",
            "description": "Bahrain. Though politically authoritarian, the country is more liberal socially than other Gulf states. So perhaps it’s little wonder that the island has become the party capital of the Middle East, and a destination spot for young Saudis, in particular. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JgIvt9nm_1M",
            "title": "Qatar airport hell: Australian victim of invasive search breaks her silence | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Terminal Hell (2020) …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=rs2iN0oVdt4",
            "title": "United States of Secrets, Part Two (full documentary) | FRONTLINE",
            "description": "In part two of this two part series, FRONTLINE explores the secret relationship between Silicon Valley and the National Security Agency, investigating how the U.S. government and tech companies worked together to gather and warehouse personal data. (Aired 2014) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RVVfJVj5z8s",
            "title": "Amazon Empire: The Rise and Reign of Jeff Bezos (full documentary) | FRONTLINE",
            "description": "An inside look at how Amazon CEO Jeff Bezos built one of the largest and most influential economic forces in the world — and the cost of Amazon’s convenience. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OJ8fsE_GOlg",
            "title": "Weinstein (full documentary) | FRONTLINE",
            "description": "The inside story of how Harvey Weinstein allegedly sexually harassed and abused dozens of women, and the elaborate ways he tried to silence his accusers. (Aired 2018) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=YujofBKO-7Y",
            "title": "9/11: One City Remembers",
            "description": "RiversideTV, the City of Riverside’s in-house television production studio, has produced a documentary film honoring those who perished in the 9/11 terrorist attacks on the United States while paying tribute to Riverside’s own Urban Search & Rescue CA Task Force 6 (CA TF6) who engaged in search and rescue efforts in  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oCPVNLLo-mI",
            "title": "N.J. Burkett reporting as Twin Towers begin to collapse on September 11, 2001",
            "description": "Raw video from the attack on the Twin Towers on September 11, 2001.More coverage:  https://7ny.tv/2wKnbWj "
        },
        {
            "url": "https://www.youtube.com/watch?v=B4TWN54KqfQ",
            "title": "The Untouchables (full documentary) | FRONTLINE",
            "description": "FRONTLINE investigates why Wall Street’s leaders escaped prosecution for any fraud related to the sale of bad mortgages. (Aired 2013) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=nJdCqaIIPHQ",
            "title": "Steve Cohen - America's Most Profitable Day Trader",
            "description": "From day trader to a billionaire! In this mini-documentary, we learn the story and the strategy of the infamous hedge fund billionaire Steve Cohen.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=QozGSS7QY_U",
            "title": "Panic: The Untold Story of the 2008 Financial Crisis | Full VICE Special Report | HBO",
            "description": "VICE on HBO looks at factors that led to the 2008 financial crisis and the efforts made by then-Treasury Secretary Henry Paulson, Federal Reserve Bank of New York President Timothy Geithner, and Federal Reserve Chair Ben Bernanke to save the United States from an economic collapse. The feature-length documentary expl …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iJ8pnCO0nTY",
            "title": "The hardest \"What comes next?\" (Euler's pentagonal formula)",
            "description": "Looks like I just cannot do short videos anymore. Another long one :)  In fact, a new record in terms of the slideshow: 547 slides!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=94mV7Fmbx88",
            "title": "Fibonacci = Pythagoras: Help save a stunning discovery from oblivion!",
            "description": "In 2007 a simple beautiful connection between two seemingly unrelated mathematical gems was discovered. However, it appears that this discovery has largely gone unnoticed and is actually in danger of being forgotten.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEumHK0hfdo",
            "title": "🔴 Al Jazeera English | Live",
            "description": "@Al Jazeera English,  we focus on people and events that affect people's lives. We bring topics to light that often go under-reported, listening to all sides of the story and giving a 'voice to the voiceless'. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ZdYbQKthqoE",
            "title": "The Mystery Of Israel's Lost Ancient Tribes | Quest For The Lost Tribes | Timeline",
            "description": "The mystery of the lost tribes of Israel reverberates through three millennia of human experience. Of the twelve tribes mentioned in the Bible, only those of Judah and Benjamin survived the Assyrian capture of Israel. This is the story of the search for those remaining few. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth ca …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4pmvJYsDeLY",
            "title": "What is the ‘Bilderberg Group’? | Decoded",
            "description": "Is there such a thing as the New World Order?Hollywood actor @amrwaked investigates whether the Bilderberg Group – a group of political and ec …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Bl_5PZBXgc0",
            "title": "Is the race to cure cancer fixed? | Decoded",
            "description": "Hollywood actor @amrwaked investigates whether the pharmaceutical industry is hiding thediscovery of cheap and effective cures for cancer to keep raking in profits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xYhCEeIO25k",
            "title": "Tonga eruption and tsunami shock the world",
            "description": "Tsunamis and shockwaves hit continents on the other side of the Pacific. The Hunga-Tonga Hunga-Ha'apai (HT-HH) volcano was like a massive shotgun blast from the deep, generating the biggest atmospheric explosion recorded on Earth in more than 100 years.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rfi3w9Bzwik",
            "title": "The story of 'Oumuamua, the first visitor from another star system | Karen J. Meech",
            "description": "In October 2017, astrobiologist Karen J. Meech got the call every astronomer waits for: NASA had spotted the very first visitor from another star system. The interstellar comet -- a half-mile-long object eventually named `Oumuamua, from the Hawaiian for \"scout\" or \"messenger\" -- raised intriguing questions: Was it a chu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Bt289hq2T8k",
            "title": "Why Indonesia is building a whole new capital",
            "description": "Indonesia is constructing an entire new capital city in Borneo called Nusantara — from scratch. What's at stake? Credits …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3DhW2feGqyA",
            "title": "Qatar: Between tradition and modernity | DW Documentary",
            "description": "On the surface, Qatar is a dazzling and colorful Arab country, home to sheikhs and big business. But migrant workers without Qatari citizenship make up nearly 90% of Qatar's total population - the highest such rate in the world. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hhYJcOIuVGA",
            "title": "Kim's Cash Flow: The Brutal Money System of North Korea | ENDEVR Documentary",
            "description": "Kim's Cash Flow: The Brutal Money System of North Korea | Bureau 39 | ENDEVR DocumentaryHow is it possible that North Korea, one of the poorest countries on earth finances a nuclear weapon …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was mad …"
        },
        {
            "url": "https://www.youtube.com/watch?v=2QPZY-uyuxw",
            "title": "Qatar airport hell: Why are the victims still waiting for answers? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The Deafening Silence (2021) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9lQLXArjNs8",
            "title": "WORLD EXCLUSIVE: Dubai royal insider breaks silence on escaped princesses | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J For the first time, Dubai royal family member and palace insider, Marcus Essabri, exposes what life is  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aO7_indbfME",
            "title": "Rogue Boeing 737 Max planes 'with minds of their own' | 60 Minutes Australia",
            "description": "Liz Hayes investigates the disaster of Boeing’s 737 MAX jetliner. Why two supposedly state-of-the-art and safe planes crashed killing 346 people; why pilots now fear flying the 737 MAX; & whether Boeing could have averted the catastrophes. …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=2mHsTKvAuZc",
            "title": "The Secret History of the Credit Card (full documentary) | FRONTLINE",
            "description": "FRONTLINE and The New York Times examine how the credit card industry became pervasive, lucrative, and politically powerful. (Aired 2004) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kaUemcqIQ-k&t=1s",
            "title": "United States of Secrets, Part One (full documentary) | FRONTLINE",
            "description": "FRONTLINE tells the inside story of the U.S. government’s massive and controversial secret surveillance program that began in the wake of September 11 -- and the lengths they went to trying to keep it hidden from the public. (Aired 2014) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=W-Q9AOp2FW8",
            "title": "Money, Power and Wall Street, Part One (full documentary) | FRONTLINE",
            "description": "In the 2012 award-winning series Money, Power and Wall Street, FRONTLINE tells the story of the struggles to repair the economy after the 2008 financial crisis, exploring key decisions, missed opportunities, and the uneasy partnership between leaders of government and finance. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s4pVFLUlx8g",
            "title": "History of Steve Jobs (Full Documentary)",
            "description": "Jobs was one of the most innovative and influential entrepreneurs of our time. He left a legacy that will be marveled over and studied for decades. Despite his humble beginnings, Jobs was able to build the most valuable brand in the world and revolutionize several industries. His identity was so intertwined with Apple’s, th …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7Icu6qupf40",
            "title": "The Choice 2020: Trump vs. Biden (full documentary) | FRONTLINE",
            "description": "With the nation in crisis, FRONTLINE investigates how President Donald Trump and former Vice President Joe Biden have responded to crises throughout their own lives.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4kPLpZN3I3A",
            "title": "The Pandora Papers: How the world of offshore finance is still flourishing | Four Corners",
            "description": "In a major international investigation, Four Corners reveals the secrets of the Pandora Papers.Subscribe: https://www.youtube.com/c/abcnewsindepthFor months, more than 600 journalists from around the world, including the ABC, the Washington Pos …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jORH_jMzc2k",
            "title": "EXCLUSIVE: Inside the Harvey Weinstein trial and his guilty verdict | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here http://9Soci.al/sImy50wNiXLOnce upon a time in Hollywood, Harvey Weinstein was an icon. But no more. On 60 Minutes, Tom Stei …"
        },
        {
            "url": "https://www.youtube.com/watch?v=skGXnNJOr6E",
            "title": "The Seedy Underbelly Of The American Presidency | Destination: White House | Timeline",
            "description": "This doc probes the presidential campaigns that have changed America through the eyes of former campaigners, journalists and researchers. Find out how financing, crime and corruption, and TV debates play a major role in swaying political opinion on the way to the White House. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1szayJV505M&t=2s",
            "title": "Before The Mets, Steve Cohen Was The Hedge-Fund King (full documentary) | FRONTLINE",
            "description": "Inside the government’s crackdown on insider trading, drawing on exclusively-obtained video of hedge fund titan Steven A. Cohen, incriminating FBI wiretaps, and interviews with both Wall Street and Justice Department insiders. (Aired 2014) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rspC_2ujO24&t=2s",
            "title": "First Response (Full Episode) | 9/11: One Day in America",
            "description": "As a hijacked plane hits the North Tower, we follow the first firefighters on the scene and their race against time to rescue trapped civilians. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dcUMj4oy_0o",
            "title": "September 11th, 20 years of chaos • FRANCE 24 English",
            "description": "The attacks of September 11, 2001 marked a turning point in history, one that continues to shape world affairs. Twenty years later, FRANCE 24 travelled to Afghanistan, Iraq, France, Sweden and Belgium to meet some of the key players, who try to explain how the attacks happened and why they had such a profound global i …"
        },
        {
            "url": "https://www.youtube.com/watch?v=atrdaj1mmLU",
            "title": "9/11 20 Years Later",
            "description": "The 9/11 20 Years Later documentary delivers a powerful and inspiring message of resilience through the words of those who were there, those who lived through and participated in the department’s rebuilding, and those who carry on the department’s highest tradition of commitment to service. "
        },
        {
            "url": "https://www.youtube.com/watch?v=p4NAGue6xeA",
            "title": "The Secret Of Tutankhamun's Tomb And Other Ancient Egyptian Mysteries | Egypt Detectives | Odyssey",
            "description": "Uncover some of ancient Egypt's greatest mysteries, from Tutankhamun's tomb to the pyramids of Giza. Archaeologist Miriam Cooke and Egyptologist Dominic Montserrat go on an eye-opening adventure, sifting through prehistoric paintings, millennia-old artefacts, unearthed tombs, and rarely-seen hieroglyphs a …"
        },
        {
            "url": "https://www.youtube.com/watch?v=glgfCq0akDk",
            "title": "Sodom and Gomorrah: The Capital of Evil | Secrets of the Bible | Full Episode 10",
            "description": "Sodom and Gomorrah were two cities of the bible destroyed by God because of wickedness. These events of the bible reflect the anger of God caused by human sin. Sodom and Gomorrah are also mentioned in the prophets and the New Testament of the bible as symbols of human wickedness and divine retribution.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ErPsyBUCijM",
            "title": "Legend of Atlantis (Full Episode) | Drain the Oceans",
            "description": "Exciting evidence emerges of civilizations lost for centuries under the waves, from mysterious underwater pyramids off the coast of Japan to the fabled city of Atlantis itself. Using cutting-edge graphics to reveal what's actually lying on the seafloor, and insight from the world's top marine archaeologists, Drain the Ocean …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQk5Qw8hHGA",
            "title": "Cameraman caught in aftermath of Twin Towers collapse on 9/11",
            "description": "Raw video from the attack on the Twin Towers on September 11, 2001.More coverage: https://7ny.tv/2wKnbWj "
        },
        {
            "url": "https://www.youtube.com/watch?v=edSnbpCzWu4",
            "title": "Eyewitness News at 11:00 p.m. on September 11, 2001.",
            "description": "Eyewitness News coverage of the attack on the Twin Towers during the 11pm news on September 11, 2001.More coverage: https://abc7ny.com/september11/ "
        },
        {
            "url": "https://www.youtube.com/watch?v=QbRk3WAIhVQ",
            "title": "Crowds run for shelter during September 11th attacks in NYC",
            "description": "Raw video from the attack on the Twin Towers on September 11, 2001.More coverage: https://7ny.tv/2wKnbWj "
        },
        {
            "url": "https://www.youtube.com/watch?v=J5Npf2xJpag",
            "title": "Goldman Sachs - Company that Ruled the World | 2022 Documentary",
            "description": "𝗚𝗲𝘁 𝗽𝗿𝗲𝗺𝗶𝘂𝗺 𝗝𝗮𝗽𝗮𝗻𝗲𝘀𝗲 𝘀𝘁𝗲𝗲𝗹 𝗸𝗻𝗶𝘃𝗲𝘀! $𝟱𝟬 𝗼𝗳𝗳 - https://kamikoto.com/FINAIUS50Through ruthlessness, one Wall Street company managed to survive for more than a century. In this d …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JutRvz-sHMU",
            "title": "From Day Trader to Billionaire – Wild Investment Strategy of David Tepper",
            "description": "David Tepper is not like any other Hedge Fund manager.  In this mini-documentary, we learn about his unique trading style and his wild rise to becoming one of the richest hedge fund billionaires in the world.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xoGOZD7-3gY",
            "title": "Trading Psychology | Why Normal Doesn’t Make Money | Part 1",
            "description": "Opto brings you the first instalment from our trading psychology series, \"Normal doesn't make money\". Expert stock market trader, Tom Hougaard @TraderTom, attempts to change the way you think about stocks and indices trading. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RrFSO62p0jk",
            "title": "The real truth about the 2008 financial crisis | Brian S. Wesbury | TEDxCountyLineRoad",
            "description": "This talk was given at a local TEDx event, produced independently of the TED Conferences. The Great Economic Myth of 2008, challenging the accounting to accounting principal. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=e5qC1YGRMKI",
            "title": "Enron - The Biggest Fraud in History",
            "description": "In this video we take a look at the Enron story. At over $60 billion being scammed away from the public, they were the biggest fraud in history. Yes, even bigger than Theranos. #enron #fraud #skilling #jeffrey …"
        },
        {
            "url": "https://www.youtube.com/watch?v=WEjzF2Cx1UY",
            "title": "The Mueller Report - A PBS NewsHour/FRONTLINE Special",
            "description": "The nearly two-year investigation of special counsel Robert Mueller into Russian interference in the 2016 presidential election has concluded, with Mueller's final report delivered to Attorney General William Barr for review. Now, a groundbreaking collaboration between PBS NewsHour and FRONTLINE illuminates the …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vQE6-PLcGwU",
            "title": "700 years of secrets of the Sum of Sums (paradoxical harmonic series)",
            "description": "Today's video is about the harmonic series 1+1/2+1/3+... . Apart from all the usual bits (done right and animated :)  I've included a lot of the amazing properties of this prototypical infinite series that hardly anybody knows about.  Enjoy, and if you are teaching this stuff, I hope you'll find something interesting to add to your r …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vGLPMY8VBOM",
            "title": "Mathologer Mandelbrot Times Table Circle - Full Animation 1080p",
            "description": "Made in Processing. Based on Mathologer's video https://www.youtube.com/watch?v=qhbuK... "
        },
        {
            "url": "https://www.youtube.com/watch?v=eMxmDPDyQ7o",
            "title": "The Future of Humanity | Michio Kaku | Talks at Google",
            "description": "Michio Kaku is a world-renowned physicist, futurist, and author of numerous bestselling books including “Beyond Einstein,” “Parallel Universes,” “The Future of the Mind,” and “Physics of the Impossible.” In this talk, he discusses the groundbreaking first image of a black hole as well as a range of topics related to his latest book, “ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S3xH97Su-KY",
            "title": "The Physics of Magnetic Monopoles - with Felix Flicker",
            "description": "In physics, why is it that things can have an electric charge, but not a magnetic charge? Can you get a magnet with only a north or south pole?Subscribe for regular science videos: http://bit.ly/RiSubscRibe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kuOxDh3egN0",
            "title": "Why is calculus so ... EASY ?",
            "description": "Calculus made easy, the Mathologer way :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wvvovktKKa4",
            "title": "The Dreaming Mind: Waking the Mysteries of Sleep",
            "description": "#briangreene #dream #science Where do our dreams come from, why do we have them, and what do they mean? Can we harness them to foster creativity, solve problems, and prepare for the future? What’s happening in the brains of so-called luci …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ISdBAf-ysI0",
            "title": "The Mind Bending Story Of Quantum Physics (Part 1/2) | Spark",
            "description": "Professor Jim Al-Khalili traces the story of arguably the most important, accurate and yet perplexing scientific theory ever: quantum physics. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8mve0UoSxTo",
            "title": "Mathematics is the queen of Sciences",
            "description": "An exploration of mathematics, including where it comes from and why it explains the physical world; and whether it’s a human invention or a hidden language of the universe.Aired on 15 Apr 2015, on PBS network's NOVA program series, this is a collector's item! "
        },
        {
            "url": "https://www.youtube.com/watch?v=mQUhJTxK5mA",
            "title": "Who Controls All of Our Money?",
            "description": "Subscribe here: https://goo.gl/9FS8uFCheck out the previous episode: https://www.youtube.com/watch?v=vtXyb...Become a Patreon!: https://www.patreon.com/ColdFusion_TV …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gwIb6S8suSs",
            "title": "Creation (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman travels the globe to ask: Where did we come from, and what happened “in the beginning”?➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xh0bWb5vi8I",
            "title": "The March of Freedom (Full Episode) | The Story of Us with Morgan Freeman",
            "description": "Morgan Freeman travels around the world in search of a greater understanding of the concept of freedom. From solitary confinement and forced labor camps to social taboos and laws that hinder speech and expression, freedom seems to be a constant struggle. As individuals and as entire nations, we are confronted wit …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8&list=RDCMUCpVm7bg6pXKo1Pr6k5kxG9A&start_radio=1&rv=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DAxs4kljl1M",
            "title": "Ibrahim Kalin: What’s the extent of Turkey’s operation in Syria? | Talk to Al Jazeera",
            "description": "Following last month’s attack in Istanbul, the Turkish government has blamed the outlawed Kurdistan Workers' Party (PKK) and its affiliated groups in neighbouring countries. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=AySC0LbRP7M",
            "title": "Europe's Energy Nightmare Has Only Just Begun",
            "description": "With Russian gas imports largely cut off, Europe is facing an energy-scarce winter—and next year could be even worse. Europe's energy crisis could finally force countries to dramatically pivot toward renewable energy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XObk07uabLI",
            "title": "The Historical Evidence Of The Plagues | The Exodus Decoded | Timeline",
            "description": "The Exodus. The very word invokes an epic tale of Pharaohs and Israelites, plagues and miracles, the splitting of the sea, the drowning of an army, Moses and revelation. The story is at the very heart of Judaism, Christianity and Islam.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hu42C7rinEU",
            "title": "How An American News Crew Found The Last Nazi Officer | Nazi Hunters | Timeline",
            "description": "As one of the highest-ranking Gestapo officers in Rome during the war, Erich Priebke is responsible for one of Italy’s worst atrocities — the Ardeatine Cave massacres. On a direct order from Adolf Hitler, Priebke orchestrates the assassination of 335 Italian civilians. And, after escaping to Argentina, he eludes justice for fifty y …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-KsDT0W6T2o",
            "title": "The Secret Science of World War II - Full Documentary",
            "description": "In the crucible of World War II, Germany’s most brilliant scientists raced to create an arsenal of terrifying new weapons of mass destruction, even an atomic bomb. Before the war ended, they produced a series of technological firsts that were the basis for many modern-day air and spacecraft. This documentary hi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=tT0ob3cHPmE",
            "title": "Hürtgen forest and the end of World War II | DW Documentary",
            "description": "Thousands of soldiers were killed in the last battles of World War II. US troops who fought in the Hürtgen Forest nicknamed it the \"Death Factory.\" This documentary features original film from US archives that bring the battle back to life. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=EVBCLAaflaw",
            "title": "How Is NASA Contacting Aliens? | Alien Life Documentary | Spark",
            "description": "Subscribe to Spark for more amazing science, tech and engineering  videos - https://goo.gl/LIrlurWith technology advancing faster than ever, and more and more discoveries being made every day, is  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GNJpoP642wc",
            "title": "The Journeys of Apollo",
            "description": "The Journeys of Apollo is a previously produced documentary narrated by Actor Peter Cullen that relives the 40th Apollo Anniversary and mission to explore Earth's neighbor, the Moon. "
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HCBSYATuBX0",
            "title": "Inside Story - How powerful is the Bilderberg group?",
            "description": "The Bilderberg group is hosting some of the world's top business and political leaders in the German city of Dresden. It's a forum it holds every year where the rich and the influential can meet and exchange ideas in complete secrecy. So how influential is the Bilderberg group? And what does it say about the relation …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P2lsEVlqts0",
            "title": "Noam Chomsky full length interview: Who rules the world now?",
            "description": "Cathy Newman's full interview with Philosopher Noam Chomsky. From Trump and Clinton, to climate change, Brexit and TPP, America's foremost intellectuals presents his views on who rules the world today. Subscribe for more: bit.ly/LtASif. "
        },
        {
            "url": "https://www.youtube.com/watch?v=3dA5_EJzuu4",
            "title": "Are plants the gateway to the mind? | Decoded",
            "description": "Can plants be the gateway to the mind? Hollywood actor @amrwaked explores whether plants like Ayahuasca and the Blue Lotus were the source of knowledge and inspiration of our ancient ancestors. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=RBMnRmbNMr0",
            "title": "Vitamin C for cancer? ‘Miracle man’ Anton Kuraia's highly controversial treatment",
            "description": "New Zealand research reveals science may back his belief. "
        },
        {
            "url": "https://www.youtube.com/watch?v=0O-IodgG8a4",
            "title": "Why outlawing cannabis was a HUGE mistake",
            "description": "We've used cannabis for tens of thousands of years. Not just to get high but also to make textiles, paper, medicine and much more. We then outlawed it for decades – only to realize the stuff is pretty good at helping fight climate change. So get ready for the cannabis comeback. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HBwzJAzF1UU",
            "title": "This Powerful Volcanic Explosion Was Visible Even From Space - Tonga",
            "description": "The Most Powerful Volcanic Explosion In A Millennium! ► Subscribe: https://goo.gl/r5jd1F …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VbwyR5jLSUQ",
            "title": "536 AD: The Year That The Sun Disappeared | Catastrophe | Real History",
            "description": "A climatic catastrophe rocked the Earth in A.D. 535, causing two years of darkness, famine, drought and disease. Was it a comet? An asteroid? A volcano? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=3US-AxvGfE4",
            "title": "Extended Footage- Tongas Jan15th Volcanic Eruption Hunga Tonga Hunga Ha'apai as seen from the ground",
            "description": "This video is for those interested in gaining more insights into the eruption. This video incudes all the video I have of the Jan 15 Hunga Tonga Hunga Ha'apai Eruption as seen from my window facing HTHH from the beginning of the eruption until the fall of the rocks and ash. Footage includes full time lapse of the Eruption's begin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gypAjPp6eps",
            "title": "The most mysterious star in the universe | Tabetha Boyajian",
            "description": "Something massive, with roughly 1,000 times the area of Earth, is blocking the light coming from a distant star known as KIC 8462852, and nobody is quite sure what it is. As astronomer Tabetha Boyajian investigated this perplexing celestial object, a colleague suggested something unusual: Could it be an alien-built mega …"
        },
        {
            "url": "https://www.youtube.com/watch?v=aGQul4TVrG0",
            "title": "How Oumuamua Changed The Way We Watch Space",
            "description": "Space missions usually take years to prepare. Now the European Space Agency is designing one that can spring into action when an interstellar object appears, allowing a close-up look before it passes us by. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hxc1tasmiCs",
            "title": "Neil DeGrasse Tyson: Is This Thing A Spaceship?",
            "description": "Astrophysicist and 'Astrophysics for People in a Hurry' author Neil deGrasse Tyson explains the science behind the first observed interstellar object to visit our universe (which Stephen knows is full of aliens). …"
        },
        {
            "url": "https://www.youtube.com/watch?v=0fJ04AfajWA",
            "title": "Why our buildings suck, and how to change them",
            "description": "Constructing buildings is awful for the environment. With 60% of the world population set to live in cities by 2030, how can we make buildings…not suck? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=c7dy0hUZ9xI",
            "title": "Geothermal energy is renewable and powerful. Why is most of it untapped?",
            "description": "The potential of geothermal energy seems enormous. If estimates are correct, then the heat under our feet amounts to 50,000 times more power than all the oil and gas resources in the world. So why isn't everybody using this renewable energy?  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xSrU6i9yzZw",
            "title": "Between two superpowers: Indonesia’s position in the US-China rivalry",
            "description": "Subscribe to our YouTube channel for free here: https://sc.mp/subscribe-youtube …"
        },
        {
            "url": "https://www.youtube.com/watch?v=5fY8BVwsLMA",
            "title": "Iran from above - In the mountains | DW Documentary",
            "description": "Iran’s mountainous terrain has always been an important part of people’s lives. Years ago, these mountains were populated by legendary horsemen. Today, they are the subject of scientific investigation. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ULUtX4fZKlk",
            "title": "College, Inc. (full documentary) | FRONTLINE",
            "description": "FRONTLINE follows the money to uncover how Wall Street and a breed of for-profit universities transformed the way we think about college in America. (Aired 2010) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rk37-EwcuJ4",
            "title": "Three Ancient Mysteries Of Legendary Cities Long Lost | Lost Worlds | Timeline",
            "description": "In this series, we travel to the buried remains of some of the Ancient World's most enduring mysteries. From the Angkor Wat, to the buried legions of the Terracotta Army, to the long-lost city of Troy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_gXAEdfIJN4",
            "title": "The Bitcoin revolution - How it all began | DW Documentary",
            "description": "Bitcoin is the world’s first cryptocurrency. It’s also the most important and popular of its kind. Launched in 2009, the Bitcoin blockchain’s creator used the pseudonym Satoshi Nakamoto. His (or her) true identity remains a mystery to this day. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8JVHotswhIk",
            "title": "Banksters: The Untouchable Bank (Global Finance Scandal Documentary) | Real Stories",
            "description": "From the director of ‘Goldman Sachs: The Bank that Rules the World’ comes a major new investigation into corruption at one of the world’s top financial institutions – HSBC.If HSBC were a country, it would be the fifth world economic power. Founded during the golden age of …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-q_GktDcqX4",
            "title": "How could a war between China and Taiwan play out? | Four Corners",
            "description": "Tensions over Taiwan are the highest they’ve been in nearly three decades.  China has warned it will take Taiwan by force if necessary, while US military strategists are now mapp …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s9dtVYxh1sM",
            "title": "Nimitz Class – Rise of the Aircraft Carrier – Big Bigger Biggest",
            "description": "The Nimitz class supercarriers are a class of ten nuclear-powered aircraft carriers in service with the United States Navy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=VW5LQDR7A_s",
            "title": "The Technologies That Revolutionized Space Exploration | Zenith Compilation | Spark",
            "description": "From telescopes to rocket launchers, space exploration would not be possible without the advance in technology. Watch to discover more about these amazing inventions that have aided us in learning about space beyond Earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=8T4tN28qfkk",
            "title": "Superdomes – Extreme Engineering – Big Bigger Biggest",
            "description": "This documentary reveals the technological leaps forward that have allowed some of the world’s largest dome’s to be built.  The Oita Stadium in Japan has a colossal roof spanning a mighty 274 metres. A steel, Teflon and titanium structure over 270 metres across, and 60 metres high, the Oita’s roof covers a sports stadiu …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MBFrb3EcJeA",
            "title": "Shocking allegations about elite Australian soldiers during Afghanistan war | 60 Minutes Australia",
            "description": "An explosive edition of 60 MINUTES will expose shocking allegations about the conduct of some of Australia’s elite soldiers during the conflict in Afghanistan. After two years of exhaustive research, award-winning journalists Nick McKenzie and Chris Masters will reveal unpalatable truths about a group of men Australians thin …"
        },
        {
            "url": "https://www.youtube.com/watch?v=c2ioRBNriG8",
            "title": "Teresa's escape from brutal 'satanic cult' and bizarre rituals (1989) | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Witchcraft in the UK (1989) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FOran43Ju9U",
            "title": "Exposing an international human trafficking ring hidden in plain sight | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | Trafficked (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=syGpm7DM-4g",
            "title": "INSIDE THE DUBAI ROYAL FAMILY: Where are the missing Princesses? | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes here http://9Soci.al/sImy50wNiXL | Escape from the Palace (2020) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=HrqCb5cbqCM",
            "title": "Imprisoned Without Trial in Dubai's Waterfront - Full Documentary",
            "description": "Trapped (2014):  An innocent Australian property executive's real-life Kafkan nightmare dealing with Dubai's notorious justice system. Subscribe to Journeyman for more: http://youtube.com/journeymanpictures …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hGOpZeU7GA8",
            "title": "Inside the battle for Taiwan and China's looming war threat | 60 Minutes Australia",
            "description": "Subscribe here: http://9Soci.al/chmP50wA97J Full Episodes: https://9now.app.link/uNP4qBkmN6 | The battle for Taiwan (2022) …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rvkEpstd9os",
            "title": "The Boeing 787: Broken Dreams l Al Jazeera Investigations",
            "description": "This is a major project by the Al Jazeera Investigative Unit focusing on the 787 “Dreamliner”, the flagship passenger jet of the Boeing Company.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Cm1j1fpldkc",
            "title": "MH370: The Situation Room - What really happened to the missing Boeing 777 | 60 Minutes Australia",
            "description": "Stream full episodes on 9Now: https://9now.app.link/uNP4qBkmN6 Subscribe here: http://9Soci.al/chmP50wA97J What happened to MH370? On a special edition of 60 MINUTES, Tara Brown investigates what is now …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BE6rQxo7HUY",
            "title": "Why The Boeing 737 Max Is Flying Again",
            "description": "After two deadly crashes that killed 346 people and a worldwide grounding that lasted almost two years, the FAA is giving the Boeing 737 Max jets the green light to fly again. However, many are worried that the changes to the plane are not enough. Can the U.S. trust the revisions made to the jet and the software updates to the …"
        }
    ]
}