{
    "0": [
        {
            "url": "https://www.youtube.com/watch?v=Y9ebAMzt-oA",
            "title": "Another Top 10 Conspiracy Theories of All Time",
            "description": "The world is full of wild conspiracy theories, so much so that we couldn’t just limit our entries to one list! Welcome to http://www.WatchMojo.com, and today we’re counting down our picks for Another Top 10 Conspiracy Theories of ALL TIME. For this list, we are looking at hypotheses and theories that sugges …"
        }
    ],
    "1": [
        {
            "url": "https://www.youtube.com/watch?v=8pS1edpeGqI",
            "title": "Jesse Ventura | 63 Documents the Government Doesn't Want You to Read | Talks at Google",
            "description": "Jesse Ventura visited Google's Santa Monica office on April 13, 2011 to discuss his new bestseller:  \"63 Documents the Government Doesn't Want You to Read.\" "
        },
        {
            "url": "https://www.youtube.com/watch?v=ok8NYX1ddM8",
            "title": "Why Does Evil Exist? (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Where does evil come from? Morgan sets out to understand the root of evil and how our ideas of it have evolved over the millennia. Is the devil real? From the underworld of ancient Egypt to a modern-day maximum-security prison, Morgan discovers that evil might be more than a supernatural force. The birth of religion may  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=imNtSPM3-r4",
            "title": "All Tomorrows: the future of humanity?",
            "description": "What will humanity become, millions of years in the future?This video is an abridged retelling of All Tomorrows, a story written and illustrated by C. M. Kosemen. Here's an interview with Kosemen on the Alt Shift X Podcast: https://www.youtube.com/watch?v=_1DUe... …"
        }
    ],
    "2": [
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlanti …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6ZrO90AI0c8",
            "title": "Tesla’s 3-6-9 and Vortex Math: Is this really the key to the universe?",
            "description": "Today, a long overdue foray into the realm of VORTEX MATHEMATICS :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jdkca09EHRI",
            "title": "Victor Davis Hanson: Biden is the most dangerously radical President in US history",
            "description": "Whether it's Biden’s push for vaccine mandates or his massive spending programmes, we have never seen a President like it. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ATvKJ_HftNs",
            "title": "Apocalypse (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman examines what various faith traditions predict about the End of Days. He journeys to the desert where he pores over the Dead Sea Scrolls, and to Rome to decode the enigmatic Mark of the Beast: 666. A meditative session with one of Buddhism’s holiest men begins to realign Morgan’s perspective—what  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kuh9qAgxQeY",
            "title": "The Powerful Secrets Of Nazi Science | Hitler's Secret Science | Timeline",
            "description": "In the crucible of World War II, Germany’s most brilliant scientists must race to create an arsenal of terrifying new weapons of mass destruction, even an atomic bomb. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rNbpuXWKOl0",
            "title": "How Cocaine Came to America (Full Episode) | Narco Wars",
            "description": "With interviews from notorious smuggler George Jung and Pablo Escobar’s wife and son - this pilot episode reveals how a handful of criminals including the original ”Black Widow” Griselda Blanco, daredevil Carlos Lehder and Pablo Escobar himself joined forces to form the most powerful cartel in the world, the Medellin C …"
        },
        {
            "url": "https://www.youtube.com/watch?v=R0krUthYxF4",
            "title": "The real Dune",
            "description": "What is the real story of Dune in the original book, compared to the 2021 Dune movie?Get a free audiobook with an Audible trial: http://www.audible.com/asx. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kxFTWk9lLDU",
            "title": "Psychedelics: Chemicals, Consciousness, and Creativity",
            "description": "#BrianGreene #ReggieWatts #RickDoblin #GulDolen  #MAPSCould psychedelics make you more creative? Shift your mind, connect you to others, and help you acc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=jaPMEjaV3EM",
            "title": "What was so scary about Tesla’s ideas? | Decoded",
            "description": "Did Nikola Tesla find the secret to unlimited energy? And is there a plot to hide his findings?Hollywood actor @amrwaked delves deep into Nikola Tesla and whether the inventor saw the Great Pyramid of Giza as a power generator …"
        }
    ],
    "3": [
        {
            "url": "https://www.youtube.com/watch?v=mMraxhd9Z9Q",
            "title": "Christopher Hitchens and Tariq Ramadan Debate: Is Islam a Religion of Peace?",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JZRcYaAYWg4",
            "title": "The Catholic Church is a Force for Good in the World - Full Version",
            "description": "Want to join the debate? Check out the Intelligence Squared website to hear about future live events and podcasts: http://www.intelligencesquared.com __________________________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hlrM0Siszq8",
            "title": "Christopher Hitchens interview on the Clintons (1999)",
            "description": "Hitchens reveals his true thoughts on Bill and Hillary Clinton.Check out these Christopher Hitchens books on Amazon!God is Not Great:  https://geni.us/4thhk  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Ok8JDXSYw1U",
            "title": "Nikola Tesla Explained In 16 Minutes | Best Nikola Tesla Documentary",
            "description": "Nikola Tesla was a man ahead of his time. His advancements in electricity were radical, helping to usher in the modern age, with his influence seen in anything from X-rays to remote control. His World Wireless System had the potential to advance technology by nearly a century, while also providing free energy to the globe.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bHIhgxav9LY",
            "title": "The Big Misconception About Electricity",
            "description": "The misconception is that electrons carry potential energy around a complete conducting loop, transferring their energy to the load. This video was sponsored by Caséta by Lutron. Learn more at https://Lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Y5wiWCR9Axc",
            "title": "Pythagoras twisted squares: Why did they not teach you any of this in school?",
            "description": "A video on the iconic twisted squares diagram that many math(s) lovers have been familiar with since primary school. Surprisingly, there is a LOT more to this diagram than even expert mathematicians are aware of. And lots of this LOT is really really beautiful and important. A couple of things covered in this video include: Fe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FEXL5USuDGI",
            "title": "Victor Davis Hanson on “The Case For Trump”",
            "description": "Recorded on April 1, 2019. How did blue-collar voters connect with a millionaire from Queens in the 2016 election? Martin and Illi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DcA5TotAkhs",
            "title": "The Importance of Being Ethical, with Jordan Peterson",
            "description": "Recorded on April 20, 2022, as part of a Classical Liberalism Seminar at the Graduate School of Business at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sD0B-X9LJjs&t=2s",
            "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
            "description": "Author Christopher Hitchens discusses his book \"God Is Not Great: How Religion Poisons Everything\" as a part of the Authors@Google series. The author of Why Orwell Matters and Letters to a Young Contrarian, Christopher Hitchens is a Vanity Fair contributing editor, a Slate columnist, and a regular contributor to The Atlanti …"
        },
        {
            "url": "https://www.youtube.com/watch?v=gwIb6S8suSs",
            "title": "Creation (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman travels the globe to ask: Where did we come from, and what happened “in the beginning”?➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xh0bWb5vi8I",
            "title": "The March of Freedom (Full Episode) | The Story of Us with Morgan Freeman",
            "description": "Morgan Freeman travels around the world in search of a greater understanding of the concept of freedom. From solitary confinement and forced labor camps to social taboos and laws that hinder speech and expression, freedom seems to be a constant struggle. As individuals and as entire nations, we are confronted wit …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OQz-efDv01k",
            "title": "🔴 LIVE: What Does It Take To Catch a Smuggler? Watch Now | National Geographic",
            "description": "From cocaine hidden in shoes, to narcotics in coffee beans, join us as we follow the officers who work to stem the flow of illegal contraband at America's airports, seaports and land border crossings. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=iOuw0UJjd8k",
            "title": "Behind The Scenes Of The WWII German War Machine | War Factories: Germany | Timeline",
            "description": "The Second World War was fought everywhere; by land, by sea, by air -- and by sheer production power. Here, we examine the industrial mobilisation of Germany's production facilities and take an inside look at the many war factories that propped up Hitler's ambitions of conquest. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=KJQshMVxo8I",
            "title": "Patient Hitler: Was He Really In Poor Health? | Secrets Of The Reich | Timeline",
            "description": "From 1936, Hitler's personal physician Dr Theodor Morell remained at his side, handing out dubious treatments, up to 8 different medications daily, including one containing strychnine. Did Morell try to poison his employer? Was Hitler well enough to lead Germany? American psychologist Nassir Ghaemi has doubts. We give  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=obtlPomREiY",
            "title": "The Sinister Origins Of The Nazi Party | Germany's Fatal Attraction | Timeline",
            "description": "Explores the genesis of the National Socialist Party, and how a failed artist and career soldier of the First World War would become one of the most prolific dictators and of modern history... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Xxnyb6j4eHE",
            "title": "The Real Story Of 'American Gangster' Drug Kingpin Frank Lucas | Our History",
            "description": "Subscribe to Our History: https://bit.ly/3v5mKBG It's the story of the rise of a small-time Harlem crook to African American drug baron. American Gang …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UlYC0syLe7g",
            "title": "The Meth Epidemic (full documentary) | FRONTLINE",
            "description": "This 2011 film investigates how and why meth use spiraled out of control and contributed to the drug abuse problem in America. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1Esapb0gT3w",
            "title": "Submarines – Extreme Technology – Big Bigger Biggest",
            "description": "At 171 metres long, the USS Pennsylvania is the biggest submarine in the US Navy.  It can dive deeper than a thousand feet, sail for 20 years without refuelling, and remain submerged for up to 6 months.  The vessel carries a crew of 155 men and a deadly nuclear arsenal.  The film investigates how this submarine was mad …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hJ658qV-xAg",
            "title": "Dune Sequels Explained",
            "description": "Get a free audiobook with an Audible trial: http://www.audible.com/asxWhat happens in the sequels to Dune? A quick summary of all six Dune books by Frank Herbert: Dune, Dune Messiah, Children of Dune, God Emperor of Dune, Heretics of Dune, and Chapterhouse: Dune. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=H9HFigfkKHA",
            "title": "The real Tyrion Lannister",
            "description": "Tyrion Lannister is not who you think he is.Tyrion Q&A livestream: https://www.youtube.com/watch?v=tCrGg... …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_auMVXbxcbw",
            "title": "Raised by Wolves Explained",
            "description": "Sign up for CuriosityStream and Nebula for $15/year: https://curiositystream.com/AltShiftXWhat happens in Raised by Wolves Season 1, and what does it mean? What happened with the Mithra …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Fi66wFfOC-4",
            "title": "Revealing the Mind: The Promise of Psychedelics",
            "description": "Nearly every culture throughout history has used chemicals that alter consciousness for spiritual exploration. In the 20th century these drugs caught the attention of scientists. Psychedelics, as they were named, proved effective at treating intractable illnesses like depression and addiction. And they became a tool for st …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wvvovktKKa4",
            "title": "The Dreaming Mind: Waking the Mysteries of Sleep",
            "description": "#briangreene #dream #science Where do our dreams come from, why do we have them, and what do they mean? Can we harness them to foster creativity, solve problems, and prepare for the future? What’s happening in the brains of so-called luci …"
        },
        {
            "url": "https://www.youtube.com/watch?v=H9B5mYfBPlY",
            "title": "Dr. Gabor Maté on Trauma, Addiction, Ayahuasca, and More | The Tim Ferriss Show Podcast",
            "description": "Tim Ferriss speaks with Dr. Gabor Maté, a physician who specializes in neurology, psychiatry, and psychology. He’s well known for studying and treating addiction. I’ve wanted to invite Dr. Maté to this podcast for a while because he is not only an expert in the pathologies of addiction, but he’s experimented with — and us …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mXcPSEdgSEw",
            "title": "Do aliens exist? | Decoded",
            "description": "Are aliens a thing?. In the first episode of Decoded, Hollywood actor @amrwaked explores the possible existence of aliens and the alleged influence of extraterrestrials on ancient civilisations. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=4iOgRtCqPK4",
            "title": "What are secret societies? | Decoded",
            "description": "Spilling secrets.Hollywood actor @amrwaked investigates the origins and influence of secret societies and their  desire to hold sway from the shadows.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Bl_5PZBXgc0",
            "title": "Is the race to cure cancer fixed? | Decoded",
            "description": "Hollywood actor @amrwaked investigates whether the pharmaceutical industry is hiding thediscovery of cheap and effective cures for cancer to keep raking in profits. …"
        }
    ],
    "4": [
        {
            "url": "https://www.youtube.com/watch?v=0tYm41hb48o",
            "title": "Does God Exist? William Lane Craig vs. Christopher Hitchens - Full Debate [HD]",
            "description": "On April 4, 2009, William Lane Craig and Christopher Hitchens met at Biola University to debate the question of God’s existence. Craig is one of the world’s foremost Christian apologists. Hitchens, is a leading spokesman for the “new atheism” movement.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vnMYL8sF7bQ",
            "title": "Christopher Hitchens and Rabbi Shmuley Boteach Debate on God",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rh34Xsq7D_A",
            "title": "Islam is a Religion of Peace",
            "description": "Is the rise of terrorism and violence justifiably traced to the teachings of Islam, or is this call to war a twisted interpretation of the true Muslim faith? Most of the world's 1.5 billion Muslims are moderates who see Islamic terrorism as a violation of their sacred texts. Is it wrong to let a radical minority represent authentic Is …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JZRcYaAYWg4&list=RDLVJZRcYaAYWg4&start_radio=1&rv=JZRcYaAYWg4",
            "title": "The Catholic Church is a Force for Good in the World - Full Version",
            "description": "Want to join the debate? Check out the Intelligence Squared website to hear about future live events and podcasts: http://www.intelligencesquared.com __________________________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ST6kj9OEYf0",
            "title": "Political correctness: a force for good? A Munk Debate",
            "description": "The resolution? \"What you call political correctness, I call progress…\"On May 18th, the redoubtable Stephen Fry (self-admitted soft leftie) and I debated the duo of academ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=qQW0-hz2-rI",
            "title": "Stephen Fry on cancel culture, morality and ties | SVT/TV 2/Skavlan",
            "description": "\"Social media is a lavatory wall\" says Stephen Fry. In this interview national treasure Stephen Fry talks ties, cancel culture and reflects on being gay in the 80s.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=cuzXR-5w4Qk",
            "title": "Trotsky with Hitchens and Service",
            "description": "Christopher Hitchens and Robert Service introduce Leon Trotsky, one of the half-dozen outstanding Marxist revolutionaries. "
        },
        {
            "url": "https://www.youtube.com/watch?v=LIVEsa2g4ag",
            "title": "Paxman interviews Christopher Hitchens - Newsnight archives (2010)",
            "description": "In November 2010, the writer Christopher Hitchens, then dying of cancer, gave this long interview to Jeremy Paxman. Filmed at Hitchens's home in New York, it was a wide-ranging discussion, with Hitchens characteristically unflinching in his exploration of contemporary controversies, as well as his own illn …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9V85OykSDT8",
            "title": "The God Debate: Hitchens vs. D'Souza",
            "description": "\"Two titans of the religious spectrum  famed Atheist Christopher Hitchens and esteemed Catholic apologetic Dinesh D'Souza  clash in public debate at the University of Notre Dame. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BoBapnk6TB8",
            "title": "Egypt's Lost Wonders (Full Episode) | Drain the Oceans",
            "description": "Using the latest technology and research, a missing ancient wonder and once fabled city of the early Egyptian world are discovered beneath the Nile. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xvDuqW9SFT8",
            "title": "Superhuman Geniuses (Extraordinary People Documentary) | Real Stories",
            "description": "Superhuman Geniuses (Extraordinary People Documentary)Gripping documentary exploring the stories of five exceptionally talented people, investigating where  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=hbmf0bB38h0",
            "title": "Einstein's General Theory of Relativity | Lecture 1",
            "description": "Lecture 1 of Leonard Susskind's Modern Physics concentrating on General Relativity. Recorded September 22, 2008 at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oI_X2cMHNe0",
            "title": "How Electricity Actually Works",
            "description": "This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MOItjGpiAfo",
            "title": "Was The Universe Born From Nothing?",
            "description": "Use my link https://bit.ly/HistoryoftheUniverseDC... and check out the first chapter of any DataCamp course for FREE to unlock new career opportunities and become data fluent today!This video was sponsored by DataCamp. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XRr1kaXKBsU",
            "title": "Why Gravity is NOT a Force",
            "description": "The General Theory of Relativity tells us gravity is not a force, gravitational fields don't exist. Objects tend to move on straight paths through curved spacetime. Thanks to Caséta by Lutron for sponsoring this video. Find out more at: https://www.lutron.com/veritasium …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kuOxDh3egN0",
            "title": "Why is calculus so ... EASY ?",
            "description": "Calculus made easy, the Mathologer way :)00:00 Intro …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ndmwB8F2kxA",
            "title": "Why the number 0 was banned for 1500 years",
            "description": "Watch over 2,400 documentaries for free for 30 days AND get a free Nebula account by signing up at https://curiositystream.com/upandatom. Once you sign up you'll get an email about Nebula!  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=c33AZBnRHks",
            "title": "Someone improved my code by 40,832,277,770%",
            "description": "YES, the improvement should be 40,832,277,770%, not what I say in the video. The \"408,322,778\" multiple was correct and I did the percentage the wrong way. There will not be a follow-up video to correct that. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=BQSjO5-sSOY",
            "title": "Victor Davis Hanson Diagnoses The Dying Citizen",
            "description": "Recorded on October 23, 2021Victor Davis Hanson is a classicist and historian at the Hoover Institution. His new book is The Dying  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mS5WYp5xmvI",
            "title": "Thomas Sowell on the Myths of Economic Inequality",
            "description": "Recorded on November 15, 2018Thomas Sowell discusses economic inequality, racial inequality, and the myths that have continued t …"
        },
        {
            "url": "https://www.youtube.com/watch?v=ul1gsIdlJFs",
            "title": "5 Questions for Stephen Kotkin",
            "description": "Recorded on January 14, 2022Stephen Kotkin is a professor of history at Princeton and a senior fellow at the Hoover Institution at S …"
        },
        {
            "url": "https://www.youtube.com/watch?v=-5RCmu-HuTg",
            "title": "Jordan B. Peterson on 12 Rules for Life",
            "description": "Don't forget to Subscribe to our Channel!. The clinical psychologist Jordan Peterson sets out twelve profound and practical principles for living  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_iudkPi4_sY",
            "title": "Jordan B. Peterson | Full interview | SVT/TV 2/Skavlan",
            "description": "Watch the complete Skavlan interview with psychologist and professor Jordan B. Peterson.Also present in the studio are Swedish politician Annie Lööf and Norwegian author Erlend Loe. The sh …"
        },
        {
            "url": "https://www.youtube.com/watch?v=bOMksnSaAJ4",
            "title": "Thomas Sowell -- Basic Economics",
            "description": "Recorded on December 14, 2010Thomas Sowell has studied and taught economics, intellectual history, and social policy at institution …"
        },
        {
            "url": "https://www.youtube.com/watch?v=6_-jtyhAVTc",
            "title": "Carl Sagan's 1994 \"Lost\" Lecture: The Age of Exploration",
            "description": ""
        },
        {
            "url": "https://www.youtube.com/watch?v=mMraxhd9Z9Q&t=1s",
            "title": "Christopher Hitchens and Tariq Ramadan Debate: Is Islam a Religion of Peace?",
            "description": "Your support helps us keep our content free for all. Donate now: https://www.92y.org/donate …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JZRcYaAYWg4&t=2s",
            "title": "The Catholic Church is a Force for Good in the World - Full Version",
            "description": "Want to join the debate? Check out the Intelligence Squared website to hear about future live events and podcasts: http://www.intelligencesquared.com __________________________ …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wZORPVmXN7k",
            "title": "Beyond Death (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Host Morgan Freeman explores how different religions of past and present answer the question: What happens when we die? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7MFKy7DJsCY",
            "title": "Lost World of the Maya (Full Episode) | National Geographic",
            "description": "The Maya - their soaring pyramids, monumental cities and mythical mastery of astronomy and mathematics have captured our imaginations and spurred generations of explorers into the jungles of Central America on a quest to understand them. Lost World of the Maya surveys their dramatic rise to prominence in the 'pre-classi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Uas4hGFXFZM",
            "title": "The True History Of Britain's Horrifying Role In Slavery | Britain's Slave Trade | Timeline",
            "description": "The Old Corruption challenges the accepted version of the history of abolition, that the passive, suffering slaves were freed by benevolent white crusaders, revealing the corruption of the plantations owners, and how the inhuman treatment of African people was finally acknowledged. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=XEyV8o2dp7M",
            "title": "The Power of Miracles (Full Episode) | The Story of God with Morgan Freeman",
            "description": "Morgan Freeman sets out to discover why we believe in miracles and how they shape our understanding of God.➡ Subscribe: http://bit.ly/NatGeoSubscribe …"
        },
        {
            "url": "https://www.youtube.com/watch?v=plalHGHwSj8",
            "title": "The Curse of the Bermuda Triangle (Full Episode) | Atlas of Cursed Places",
            "description": "The Bermuda Triangle: Everybody’s heard about this stretch of cursed ocean off America’s eastern coast where ships and aircraft disappear without explanation. Or do they? Sam dives into the origin of the curse of the Bermuda Triangle and looks to oceanographers, physicists and probability analysts to get to the sand …"
        },
        {
            "url": "https://www.youtube.com/watch?v=7OMxBlK46wY",
            "title": "Yellowstone (Full Episode) | America's National Parks",
            "description": "Few places are as special and unique as Yellowstone National Park – the world’s first national park. A wilderness jewel of vast forests and wide-open valleys, home to large bison herds, wolf packs, and grizzly bears. It sits atop one of the world’s largest supervolcanoes, giving rise to such iconic geothermal features as Old Faith …"
        },
        {
            "url": "https://www.youtube.com/watch?v=u_AVuJT76Uk",
            "title": "Coke, Cakes and Cash (Full Episode) | To Catch a Smuggler",
            "description": "HSI pursues a case of cocaine-filled cakes across state lines, and CBP seizes more than $100,000 of undeclared currency. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=r1kWGwNpjd0",
            "title": "UK Border Patrol Agency Plays Cat & Mouse with Smugglers! | Locked Up Abroad | Borders",
            "description": "The UK Border Patrol Agency protects the countries busiest airports from smugglers, illegal immigrants and other fraudulent activity. Watch as these hardworking men and women work tirelessly to protect the United Kingdom's borders from threats. If you have nothing to declare than you won't end up locked up abroad! …"
        },
        {
            "url": "https://www.youtube.com/watch?v=krJlRcsxLMA",
            "title": "Cocaine is washing up on Fiji’s beaches, turning paradise into a drug haven | SBS Dateline",
            "description": "The Pacific islands have become a transit point for international crime syndicates smuggling drugs from the Americas to Australia.   …"
        },
        {
            "url": "https://www.youtube.com/watch?v=I3DoYeH-y14",
            "title": "Hitler's End: The Final Months Of World War II In Europe | WW2 In Numbers | Timeline",
            "description": "The world's worst war would come to its conclusion, as strategic errors and overstretched resources would culminate in the Axis powers facing the Allies on their own turf. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=fimW4tTwFCY",
            "title": "The Power Of A Slogan: Hitler's Secret Messaging | Hitler's Propaganda Machine | Timeline",
            "description": "Nazi Propaganda: Hitler saw propaganda emerge as a powerful tool of psychological warfare, one that he would use to build the Nazi movement. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=1T0xpD7J8nA",
            "title": "The American Mega-Factories That Won WW2 | War Factories Complete Series | Timeline",
            "description": "From revolvers to battleships, jetfighters to nuclear bombs, we take a look at some of the giant production enterprises that quickly turned America into the dominant military force of WW2. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=DcA5TotAkhs&t=2s",
            "title": "The Importance of Being Ethical, with Jordan Peterson",
            "description": "Recorded on April 20, 2022, as part of a Classical Liberalism Seminar at the Graduate School of Business at Stanford University. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=vIu3k1hmfGc",
            "title": "Hitler: The Power Of Manipulation | Hitler's Propaganda Machine | Timeline",
            "description": "The decade of propaganda, impassioned speeches, newspaper articles, posters and campaigning that led to one moment, Hitler being made Chancellor of Germany in 1933. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=E2zrqzvtWio",
            "title": "The Crucial Mistake That Cost HItler His Victory | Warlords: Hitler vs Stalin | Timeline",
            "description": "The personalities and spectres of Adolf Hitler and Joseph Stalin loom large in the events of the twentieth Century. They were similar in some respects and yet very different in others. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=JJAUB2rUgO0",
            "title": "How The Great Depression Turned Germans To Nazism | Germany's Fatal Attraction | Timeline",
            "description": "Joseph Goebbels, Heinrich Himmler and Hermann Göring carry out the Führer's brand of terror. In this episode, we take a closer look at Hitler's inner circle, and the men who would become the captains of Hitler's vision. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=haCvZFW2Ebg",
            "title": "The Rise of Right-Wing Terrorism In Weimar Germany | Impossible Peace | Timeline",
            "description": "In effort to keep peace, treaties were proposed to keep the aggressors of World War 1 under-armed. The ratio of military power was drastically in favour of the US and Great Britain. This might have successfully kept peace, if it was only given a chance. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Rai0urG_KGw",
            "title": "All Quiet: How Many People Really Died In World War One? | Great War In Numbers | Timeline",
            "description": "The Great War was a conflict driven by quantity and numbers, fought by calculating generals for who no cost was too high. For the first time in history, everything was recorded in exacting detail and this documentary reveals the startling facts behind the staggering scale of the war to end all wars. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=LUtGmYSGu3Y",
            "title": "The Founding Father Of The American Mafia: Arnold Rothstein | Our History",
            "description": "Arnold Rothstein schooled the founders of the American Mafia in the ways of organized crime in the 1920s & set the model for running crime business. Subscribe to Our History: https://bit.ly/3v5mKBG  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=I2ZuTN_7iHQ",
            "title": "How Fidel Castro Came To Power | Secrets Of War | Timeline",
            "description": "From CIA assassination attempts foiled by Cuban Intelligence agents to Castro's secret pacts with the Soviets and his survival after the Cold War, a look at one of the most enduring revolutionaries of the twentieth century. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=S5FCih2LVFw",
            "title": "The Greatest Bank Robber Of The 20th Century | The Story Of John Dillinger | Timeline",
            "description": "The Great Depression-era bank robber John Dillinger, whose charisma made some view him as a modern-day Robin Hood, robbing the banks to feed the poor. Who was the real man whose story was blown up into a larger-than-life legend? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=w-dxMTDzMLY",
            "title": "The Cannabis Question I Full Documentary I NOVA I PBS",
            "description": "Official Website: https://to.pbs.org/3AP3DP6 | #TheCannabisQuestionAs state-legalized cannabis spreads, NOVA explores its little-known risks and benefits. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=82QhIOgJy1c",
            "title": "Benzo Dope and Tranq: The Next Wave of the Overdose Crisis",
            "description": "More than 100,000 Americans died of a drug overdose in 2021, the worst year on record. The newest wave of the overdose crisis involves man-made chemicals, including animal tranquilizers, that are being combined with fentanyl to make street drugs that are deadlier and more addictive. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=9PNAuBQRuOs",
            "title": "Prison State (full documentary) | FRONTLINE",
            "description": "This 2014 documentary takes an intimate look at the cycle of incarceration in America, and one state’s effort to reverse the trend. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s9dtVYxh1sM",
            "title": "Nimitz Class – Rise of the Aircraft Carrier – Big Bigger Biggest",
            "description": "The Nimitz class supercarriers are a class of ten nuclear-powered aircraft carriers in service with the United States Navy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=rk37-EwcuJ4",
            "title": "Three Ancient Mysteries Of Legendary Cities Long Lost | Lost Worlds | Timeline",
            "description": "In this series, we travel to the buried remains of some of the Ancient World's most enduring mysteries. From the Angkor Wat, to the buried legions of the Terracotta Army, to the long-lost city of Troy. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Z_SShpuoKdw",
            "title": "The Hypnotic Launch of US Gigantic $4 Billion Nuclear Submarine",
            "description": "Welcome back to the FLUCTUS channel for a discussion about how massive nuclear submarines and other military vessels make their way from the shipbuilder to the sea. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=MZCltCw1qqE",
            "title": "Blackfyre Rebellions: House Targaryen’s greatest enemies",
            "description": "Get a free audiobook with an Audible Premium Plus trial: http://www.audible.com/asxIn ASOIAF and Game of Thrones, the Blackfyres were the greatest enemies of House Targaryen for a  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wJmg0uc3CjY",
            "title": "Watchmen Explained (original comic)",
            "description": "Get a free audiobook and 2 Audible Originals with a 30-day trial: http://www.audible.com/asxOr text asx to 500 500 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=R0krUthYxF4&t=2s",
            "title": "The real Dune",
            "description": "What is the real story of Dune in the original book, compared to the 2021 Dune movie?Get a free audiobook with an Audible trial: http://www.audible.com/asx. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=85P2-4NZqLM",
            "title": "Summerhall: the tragedy before Game of Thrones",
            "description": "The first 1000 people to use this link will get a free trial of Skillshare Premium Membership: https://skl.sh/altshiftx05211 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=oqlYXR4S2e4",
            "title": "House of the Dragon S1E10 live Q&A discussion",
            "description": "Discussing House of the Dragon Episode 10!This stream has no spoilers for House of the Dragon beyond S1E10. It does have spoilers for the origi …"
        },
        {
            "url": "https://www.youtube.com/watch?v=sLMRR9sWo6E",
            "title": "Top 10 Greatest Warriors in Westeros",
            "description": "Who are the top ten best fighters in A Song of Ice and Fire / Game of Thrones? Jaime Lannister? Gregor Clegane? Barristan Selmy? Number seven will shock you. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=Vb7r9m-DYpU",
            "title": "Westworld Season 1 Explained",
            "description": "What happens in Westworld Season 1, and what does it mean? What is the Maze? What is Ford’s plan? Does Maeve become conscious? How does the Westworld timeline work, with Dolores and William and the Man in Black? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=P4J16GzUJ28",
            "title": "East: the strangest places in Game of Thrones?",
            "description": "What strange places lie to the far east and south of Westeros? What are the dangers of Sothoryos and the Basilisk Isles? What lurks in the Shivering Sea? What does the Great Empire of the Dawn and the Five Forts reveal about the Long Night and Azor Ahai? What are the dark mysteries of Asshai? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=zy5TsNHlSDU",
            "title": "Annihilation Explained",
            "description": "Get a free audiobook and a 30-day trial with Audible: http://www.audible.com/asxOr text “asx” to 500 500 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=59ODYOaUbX4",
            "title": "The Nuts and Bolts of Better Brains: Harnessing the Power of Neuroplasticity",
            "description": "What if your brain at 77 were as plastic as it was at 7? What if you could learn Mandarin with the ease of a toddler or play Rachmaninoff without breaking a sweat? A growing understanding of neuroplasticity suggests these fantasies could one day become reality. Neuroplasticity may also be the key to solving diseases like  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=UtcBFlWSqGM",
            "title": "Black Holes: Seeing the Unseeable",
            "description": "#briangreene #blackhole #eventhorizontelescopeA century after Einstein's mathematics suggested the possibility of black holes, the Event Horizon Telescope (EHT) is finally observing them. The project's latest achievement is the first image of the supermassiv …"
        },
        {
            "url": "https://www.youtube.com/watch?v=kxFTWk9lLDU&t=2s",
            "title": "Psychedelics: Chemicals, Consciousness, and Creativity",
            "description": "#BrianGreene #ReggieWatts #RickDoblin #GulDolen  #MAPSCould psychedelics make you more creative? Shift your mind, connect you to others, and help you acc …"
        },
        {
            "url": "https://www.youtube.com/watch?v=N-NTXoYTvao",
            "title": "Time Is of the Essence… or Is It?",
            "description": "What is time? Isaac Newton described it as absolute, but Einstein proved that time is relative, and, shockingly, that time and space are intricately interwoven. Now recent work in string theory and quantum gravity suggests that space and time may not be fundamental. If this is true, what new picture of reality will emerge? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=wTBSGgbIvsY",
            "title": "How Meditation Works & Science-Based Effective Meditations | Huberman Lab Podcast #96",
            "description": "In this episode, I discuss the biological mechanisms of the state changes that occur during different types of meditation and describe how to develop the meditation practice optimal for you. I explain key meditation principles, such as using specific breathwork patterns and adjusting your perception to specific locati …"
        },
        {
            "url": "https://www.youtube.com/watch?v=xJGaqe5t14g",
            "title": "What Are The Hidden Rules Of The Universe?",
            "description": "Thank you to Wondrium for sponsoring today's video! Signup for your FREE trial to Wondrium here: http://ow.ly/aJUh50LnlQP-------------------------------- …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C1sEHNw4UIg",
            "title": "Jordan Peterson on Rules for Life, Psychedelics, The Bible, and Much More | The Tim Ferriss Show",
            "description": "Jordan Peterson on Rules for Life, Psychedelics, The Bible, and Much More | Brought to you Wealthfront automated investing (https://wealthfront.com/tim), Helix Sleep premium mattresses (https://helixsleep.com/tim), and Athletic Greens all-in-one nutritional supplement (https://athleticgreens.com/tim).  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=_If4a-gHg_I",
            "title": "Jon Kabat-Zinn - \"The Healing Power of Mindfulness\"",
            "description": "The Tucker Foundation and Dartmouth Hitchcock Medical CenterpresentJon Kabat-Zinn …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GqqrTLwxE_Y",
            "title": "Jocko Willink — The Scariest Navy SEAL Imaginable…And What He Taught Me | The Tim Ferriss Show",
            "description": "Take 10 seconds and sign up for my free \"5-Bullet Friday\" newsletter: https://go.tim.blog/5-bullet-friday-yt/ Each Friday, you’ll get a short email from me with five things I've discovered that week, sending you off to your weekend with fun and useful things to ponder and try. 🙌 …"
        },
        {
            "url": "https://www.youtube.com/watch?v=mPuYkPLLKlM",
            "title": "What is an ‘economic hitman’? | Decoded",
            "description": "Do economic hitmen exist?Hollywood actor @amrwaked investigates whether powerful nations and wealthy companies are strong-arming poor countries of their resources and political power.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=C4T6KTzL7ww",
            "title": "Is There Evidence Of Alien Life Already? | UFO Conclusion | Spark",
            "description": "Is there anyone out there? What is the alien agenda? And why has the government gone to such great lengths to stifle the overwhelming evidence that otherworldly creatures exist? Some of our greatest minds ask these questions and more in a quest to unveil the truth behind this massive cover-up--and whether Earth ca …"
        },
        {
            "url": "https://www.youtube.com/watch?v=GEumHK0hfdo",
            "title": "🔴 Al Jazeera English | Live",
            "description": "@Al Jazeera English,  we focus on people and events that affect people's lives. We bring topics to light that often go under-reported, listening to all sides of the story and giving a 'voice to the voiceless'. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=FhKDJOqAY1U",
            "title": "Does music influence people? | Decoded",
            "description": "Can music influence societies and their behaviours? Hollywood actor @amrwaked delves deep into the real power of sound and whether music can be used for mind control.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=M56-6XA3h2M",
            "title": "The Extraordinary Origins Of Modern Pagan Witchcraft | Britain's Wicca Man | Timeline",
            "description": "Britain’s Wicca Man tells the extraordinary story of Britain's fastest growing religious group - Wicca - and of its creator, an eccentric Englishman called Gerald Gardner. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=s0dMTAQM4cw",
            "title": "Artificial intelligence and algorithms: pros and cons | DW Documentary (AI documentary)",
            "description": "Developments in artificial intelligence (AI) are leading to fundamental changes in the way we live. Algorithms can already detect Parkinson's disease and cancer, and control both cars and aircraft. How will AI change our society in the future? …"
        },
        {
            "url": "https://www.youtube.com/watch?v=q1adV0O7JmA",
            "title": "Dogs & us - The secrets of an unbreakable friendship | DW Documentary",
            "description": "Several thousand years ago, humans and dogs made an emotional pact. Today, that pact of friendship is still unbroken. Whether hunting, sledging or herding, dogs have accompanied humans everywhere, from deserts and jungles to the ice-covered ends of the earth. …"
        },
        {
            "url": "https://www.youtube.com/watch?v=dx62AnUb3IM",
            "title": "Medical Miracle: A breakthrough in Cancer cure | International News | English News | WION",
            "description": "There has been a crucial breakthrough in the fight against the cancer. A trial was carried out at a cancer center in New York. Patients were injected with a drug, and after 6 months, cancer tumors vanished in all patients.  …"
        },
        {
            "url": "https://www.youtube.com/watch?v=OjkzfeJz66o",
            "title": "Can we eat to starve cancer? - William Li",
            "description": "View full lesson: http://ed.ted.com/lessons/can-we-eat-...William Li presents a new way to think about treating cancer and other diseases: anti-angiogenesis, p …"
        }
    ]
}